Repository: Hank-chinasky/amule
Catalog: branches/aMule_Team/po/*.po
Languages: fr, ru

source: Downloading, please wait ...
fr: En téléchargement, patientez svp...

source: Required Information
fr: Informations requises

source: IP Address :
fr: Adresse IP:

source: Additional Information
fr: Renseignements complémentaires

source: Username :
fr: Nom d'utilisateur:

source: Userhash :
fr: Hash de l'utilisateur:

source: Add
fr: Ajouter

source: Shared Files
fr: Fichiers partagés
ru: Общие файлы

source: Statistics
fr: Statistiques
ru: Статистика

source: Current Session
fr: Session courante

source: Requested :
fr: Demandé:

source: Active Uploads :
fr: Envois actifs:

source: Reload
fr: Recharger
ru: Перегрузить

source: Download-Speed
fr: Vitesse de téléchargement

source: Current
fr: Courant

source: Running average
fr: Moyenne en fonctionnement

source: Session average
fr: Moyenne de la session

source: Active downloads
fr: Téléchargements actifs

source: Active connections (1:1)
fr: Connexions actives (1:1)

source: Active uploads
fr: Envois actifs

source: Upload-Speed
fr: Vitesse d'émission

source: Clientsoftware :
fr: Programme du client:

source: Server IP :
fr: IP Serveur:

source: Clientversion :
fr: Version du client:

source: Servername :
fr: Nom du serveur:

source: Currently downloading :
fr: En Téléchargement:

source: Downloaded (this session) :
fr: Reçus (cette session):

source: Average downloadrate :
fr: Taux de téléchargement moyen:

source: Downloaded total :
fr: Total reçus:

source: Uploaded (this session) :
fr: Envoyés (cette session):

source: Average Uploadrate :
fr: Taux d'émission moyen:

source: Uploaded total :
fr: Total envoyés:

source: DL/UP Modifier :
fr: Modificateur E/R:

source: Rating (total) :
fr: Évaluation (total):

source: Securehash :
fr: Hash sécurisé:

source: Uploadqueue score :
fr: Score de la queue d'envoi:

source: Nick
fr: Pseudo

source: Someone using aMule (http://amule.sourceforge.net)
fr: Quelqu'un utilise aMule (http://amule.sourceforge.net)

source: Language
fr: Langue

source: System default
fr: Système par défaut

source: Bulgarian
fr: Bulgare

source: Dutch
fr: Hollandais

source: English
fr: Anglais

source: Estonian
fr: Estonien

source: French
fr: Français

source: Galego
fr: Galicien

source: German
fr: Allemand

source: German (Swiss)
fr: Allemand (Suisse)

source: Italian
fr: Italien

source: Korean
fr: Coréen

source: Lithuanian
fr: Lituanien

source: Polish
fr: Polonais

source: Portuguese
fr: Portugais

source: Portuguese (Brazil)
fr: Portugais (Brésil)

source: Russian
fr: Russe

source: Spanish
fr: Espagnol

source: Spanish (Chile)
fr: Espagnol (Chili)

source: Spanish (Mexico)
fr: Espagnol (Mexique)

source: Turkey
fr: Turc

source: Misc Options
fr: Options diverses

source: Progressbar Style
fr: Style de la barre de progression

source: Flat
fr: Plat

source: Round
fr: Relief

source: Beep on errors
fr: Bip lors d'une erreur

source: Bring to front on link click
fr: Amener au premier plan lors d'un clic sur un lien

source: Downloadlist doubleclick to expand
fr: Double-cliquer dans la liste des téléchargement pour déplier

source: Minimize to trayicon
fr: Minimiser en icône de barre des tâches

source: Enable Online-Signature
fr: Activer Online-Signature

source: Prompt on exit
fr: Confirmation en quittant

source: Tooltip Delay Time in secs (1s to 5s)
fr: Délais d'affichage des infos bulles (1 à 5s)

source: Systray Integration
fr: Intégration dans la barre des tâches

source: Startup
fr: Démarrage

source: 5 Days
fr: 5 jours

source: Check for new version
fr: Vérifier les nouvelles versions

source: Show Splashscreen
fr: Afficher la fenêtre d'introduction

source: Start minimized
fr: Démarrer minimisé

source: Show Fast ED2K Links Handler
fr: Afficher la prise en charge rapide des liens ED2K

source: Line Capacities
fr: Capacités de la ligne

source: Download
fr: Réception
ru: Закачать

source: Upload
fr: Emission

source: Bandwith Limits
fr: Limites de la bande passante

source: Slot Allocation
fr: Allocation des slots

source: Clientport
fr: Port client

source: disable
fr: désactivé

source: Max Sources per File
fr: Maximum de sources par fichier

source: Hard Limit
fr: Limite dure

source: Connection Limits
fr: Limites de connexion

source: Max Connections
fr: Connexions maxi

source: Autoconnect on startup
fr: Se connecter automatiquement au démarrage

source: Reconnect on loss
fr: Reconnecter en cas de déconnexion

source: Show overhead bandwith
fr: Montrer le surplus de bande passante

source: Connection Wizard
fr: Assistant de connexion

source: Remove dead server after
fr: Supprimer les serveurs inactifs après

source: retries
fr: essais

source: Auto-update serverlist at startup
fr: Mettre à jour le liste de serveurs au démarrage

source: List
fr: Liste

source: Always filter bad IPs
fr: Toujours filtrer les mauvaises IP

source: Update serverlist when connecting to a server
fr: Mettre à jour le liste de serveurs à la connexion à un serveur

source: Update serverlist when a client connect
fr: Mettre à jour la liste de serveurs lors de la connexion d'un client

source: Use priority system
fr: Utiliser le système de priorité

source: Use smart LowID check on connect
fr: Utiliser la vérification du LowID à la connexion

source: Safe connect
fr: Connexion sûre

source: Autoconnect to servers in static list only
fr: Se connecter automatiquement seulement sur les serveurs statiques

source: Set manually added servers to High Priority
fr: Mettre les serveurs ajoutés manuellement en priorité haute

source: See my shares
fr: Voir mes partages

source: Everybody
fr: Tout le monde

source: No One
fr: Personne

source: I.C.H. active
fr: I.C.H. actif

source: Add files to download in pause mode
fr: Ajouter les fichiers à télécharger en mode Pause

source: Add files to download with auto priority
fr: Ajouter les fichiers à télécharger en priorité automatique

source: Try to download first and last chunks first
fr: Essayer de télécharger la première et la dernière partie en premier

source: Add new shared files with auto priority
fr: Ajouter les nouveaux fichiers partagés en priorité automatique

source: Try to transfer full chunks to all uploads
fr: Essayer de transmettre des parties complètes pour tous les envois

source: Start next paused file when a file completed
fr: Démarrer le fichier en Pause suivant quand un se termine

source: Incoming Directory :
fr: Répertoire entrant:

source: Browse
fr: Parcourir

source: Temporary Directory :
fr: Répertoire temporaire:

source: Shared Directories
fr: Répertoires partagés

source: Video Player
fr: Lecteur vidéo

source: Create Backup to preview
fr: Faire une sauvegarde pour prévisualiser

source: Graphs
fr: Graphiques

source: Update delay : 5 secs
fr: Délais de rafraîchissement: 5 s

source: Time for average graph: 100 mins
fr: Temps pour la courbe de la moyenne: 100 mn

source: Select Statistics Colors
fr: Sélectionner les couleurs des statistiques

source: Background
fr: Fond

source: Grid
fr: Quadrillage

source: Download current
fr: Téléchargement courant

source: Download running average
fr: Téléchargement total moyen

source: Download session average
fr: Téléchargement moyen sur la session

source: Upload current
fr: Envoi courant

source: Upload running average
fr: Envoi total moyen

source: Upload session average
fr: Envoi moyen sur la session

source: Active connections
fr: Connexions actives

source: Systray Icon Speedbar
fr: Barre de vitesse dans l'icône de barre des tâches

source: Select
fr: Sélectionner

source: Statistics Tree
fr: Statistiques

source: Use sound
fr: Utiliser des sons

source: Pop out when :
fr: Ouvrir une fenêtre quand il y a:

source: New entry on log
fr: Une nouvelle entrée dans le journal

source: Starts a new chat session
fr: Le début d'une session de chat

source: A new chat message is received
fr: Un nouveau message de chat reçu

source: A download is added or finished
fr: Un téléchargement ajouté ou terminé

source: New aMule version detected
fr: Une nouvelle version d'aMule détectée

source: Urgent OOD, serverconnection lost
fr: OOD urgent, connexion au serveur perdue

source: Notify by Mail
fr: Alertes par émail

source: Send an Email when transfer complete.
fr: Envoyer un émail quand un téléchargement est terminé.

source: SMTP server :
fr: Serveur SMTP:

source: Email Address :
fr: Adresse émail:

source: aMule Tweaks Advertisements && Parameters
fr: Paramètres avancés d'aMule

source: !!! WARNING !!!
fr: !!! ATTENTION !!!

source: Do not change these setting unless you know what you are doing, otherwise you can easily make things worse for yourself. aMule will run fine without adjusting any of these settings.
fr: Ne changez pas ces réglages à moins de savoir ce que vous faites, sinon vous pouvez facilement faire des choses pires par vous même. aMule fonctionnera bien sans rien modifier de ces réglages.

source: Max new connections / 5 secs
fr: Nouvelles connexions maxi par 5s

source: Verbose (additional program feedback)
fr: Bavard (commentaires additionnels)

source: Autotake ED2K Links only during runtime
fr: Gérer automatiquement les liens ED2K seulement quand aMule tourne

source: Show transfer rates on title
fr: Afficher les taux de transfert dans la barre de titre

source: File Buffer Size: 240000 bytes
fr: Taille du fichier de tampon: 240000 octets

source: Upload Queue Size: 5000 clients
fr: Taille de la queue d'envoi: 5000 clients

source: Server connection refresh interval: Disable
fr: Intervalle de rafraîchissement de la connexion serveur: Désactivé

source: Upload/Download list refresh when updated
fr: Rafraîchissement de la liste d'E/R quand elle est mise à jour

source: Upload/Download list refresh time: Realtime
fr: Rafraîchissement de la liste d'E/R: temps réel

source: Arrange Downloads
fr: Trier les téléchargements

source: Enable auto-arranging download list
fr: Activé de tri automatique de la liste des téléchargements

source: Download speed
fr: Vitesse de téléchargement

source: Number of sources
fr: Nombre de sources

source: GTK Theme Selector
fr: Sélecteur de thème GTK

source: Theme :
fr: Thème:

source: Use Font
fr: Utiliser la police

source: Font
fr: Police

source: No Needed Sources Handling
fr: Gestion des sources inutiles

source: Enable auto drop No Needed Sources
fr: Activé le nettoyage automatique des sources inutiles

source: Extended Dropping
fr: Nettoyage avancé

source: Drop sources anyway
fr: Nettoyer les sources sans condition

source: Send sources to any other file before dropping (High CPU)
fr: Envoyer les sources vers n'importe quel autre fichier avant de nettoyer (gourmand en CPU)

source: Full Queue Sources Handling
fr: Gestion des queues pleines

source: Enable auto drop Full Queue Sources
fr: Activer le nettoyage automatique des queues pleines

source: High Queue Rating Sources Handling
fr: Gestion des rangs de queue élevés

source: Enable auto drop High Queue Rating Sources
fr: Activer le nettoyage automatique des rangs de queue élevés

source: High Queue Rating value
fr: Valeur de rang de queue élevé

source: (Min 300 / Max 3000)
fr: (Mini 300 / Maxi 3000)

source: Auto Drop Sources Timer
fr: Fréquence de nettoyage automatique des sources

source: Timer (in secs)
fr: Fréquence (en secondes)

source: (Min 60 / 3600 Max)
fr: (Mini 60 / 3600 Maxi)

source: Webserver Parameters
fr: Paramètres du serveur web

source: Enable Webserver
fr: Activer le serveur web

source: Webserver port
fr: Port du serveur web

source: Page Refresh Time (in secs)
fr: Intervalle de rafraîchissement (en s)

source: Enable Gzip compression
fr: Activer la compression Gzip

source: Enable Low rights User
fr: Activer l'accès utilisateur sans privilèges

source: Full rights password
fr: Mot de passe administrateur

source: Low rights password
fr: Mot de passe sans privilèges

source: External Connection Parameters
fr: Paramètres de connexion externe

source: Accept external connections
fr: Accepter les connexions externes

source: Use TCP ports instead of unix local sockets
fr: Utiliser un port TCP au lieu des sockets locales Unix

source: External TCP port
fr: Port TCP externe

source: Enable password
fr: Activer le mot de passe

source: Connection
fr: Connexion
ru: Соединение

source: Remote Controls
fr: Contrôles à distance

source: Server
fr: Serveurs
ru: Сервер

source: Sources Dropping
fr: Nettoyage des sources
ru: Отброс источников

source: Directories
fr: Répertoires
ru: Директории

source: Notify
fr: Alertes
ru: Уведомление

source: aMule Tweaks
fr: Paramètres avancés

source: Gui Tweaks
fr: Paramètres de l'IHM

source: Title :
fr: Titre:

source: Incoming Dir :
fr: Répertoire entrant:

source: Change priority for new assigned files :
fr: Changer la priorité des nouveaux fichiers assignés

source: Dont change
fr: Ne rien changer

source: Select color for this Category (currently selected) :
fr: Choisir la couleur pour cette Catégorie (actuellement sélectionnée)

source: Clients on queue :
fr: Clients dans la queue

source: Display server motd when connected ...
fr: Afficher le message de bienvenue du serveur à la connexion

source: Server Info
fr: Infos serveur

source: aMule Log
fr: Journal d'aMule

source: Click on this button to update the servers list from URL ...
fr: Cliquer ici pour mettre à jour la liste des serveurs à partir de l'URL

source: Serverlist
fr: Liste des serveurs

source: Manual Server Add : Name
fr: Ajout manuel d'un serveur: Nom

source: Add manually a server (fill fields to the left before) ...
fr: Ajouter manuellement un serveur (remplir les champs à gauche avant)

source: Servers
fr: Serveurs
ru: Сервера

source: Servers List Window
fr: Fenêtre des Serveurs

source: Searches
fr: Recherches

source: Searches Window
fr: Fenêtre de Recherche

source: Transfers
fr: Transferts

source: Files Transfers Window
fr: Fenêtre des Transferts

source: SharedFiles
fr: Partages

source: Shared Files Window
fr: Fenêtre des Fichiers Partagés

source: Messages Window
fr: Fenêtre des Messages

source: Statistics Graph Window
fr: Fenêtre des Statistiques

source: Preferences
fr: Préférences
ru: Параметры

source: Preferences Settings Window
fr: Fenêtre des Préférences

source: New Prefs
fr: Préfs (NEW)

source: News Preferences Work in Progress
fr: Fenêtre des Préférences (EN TEST)

source: Disabled [%s]
fr: [%s] Désactivé

source: Bytes
fr: Octets
ru: Байт

source: KB
fr: Ko
ru: КБ

source: MB
fr: Mo
ru: МБ

source: GB
fr: Go
ru: ГБ

source: TB
fr: To
ru: ТБ

source: secs
fr: s
ru: сек

source: mins
fr: mn
ru: мин

source: D
fr: J
ru: д

source: all
fr: Tous
ru: все

source: all others
fr: tous les autres
ru: все остальные

source: Incomplete
fr: Incomplet
ru: Незаконченный

source: Waiting
fr: En attente
ru: Ожидает

source: Downloading
fr: En téléchargement
ru: Скачивается

source: Erroneous
fr: Erroné
ru: Ошибочный

source: Paused
fr: En pause
ru: Пауза

source: Stopped
fr: Arrêté
ru: Остановлен

source: Video
fr: Vidéo
ru: Видео

source: Text
fr: Texte
ru: Текст

source: ERROR: Failed to create partfile)
fr: Erreur: impossible de créer le fichier .part
ru: ОШИБКА: Невозможно создать part-файл)

source: Error: Failed to open part.met file! (%s => %s)
fr: Erreur: impossible d'ouvrir le fichier part.met (%s => %s)
ru: Ошибка: Невозможно открыть файл part.met! (%s => %s)

source: Error: Invalid part.met fileversion! (%s => %s)
fr: Version de part.met invalide ! (%s => %s)
ru: Ошибка: неверная версия файла part.met! (%s => %s)

source: Error: %s (%s) is corrupt
fr: Erreur: %s(%s) est corrompu
ru: Ошибка: %s (%s) поврежден

source: Failed to open %s (%s)
fr: Impossible d'ouvrir %s (%s)
ru: Невозможно открыть %s (%s)

source: Warning: %s might be corrupted
fr: Attention: %s est peut-être corrompu
ru: Предупреждение: %s вероятно поврежден

source: ERROR while saving partfile: %s (%s => %s)
fr: Erreur d'enregistrement du fichier .part: %s (%s => %s)
ru: ОШИБКА во время сохранения part-файла: %s (%s => %s)

source: .part file not found
fr: Fichier .part non trouvé
ru: .part файл не найден

source: Unable to open %s file - using .bak file.
fr: Impossible d'ouvrir le fichier %s - utilisation du fichier .bak.
ru: Невозможно открыть %s файл - используется .bak файл.

source: %s file is 0 size somehow - using .bak file. Please report on http://forum.amule.org
fr: Le fichier %s semble être vide - utilisation du fichier .bak. Rapportez cela sur http://forum.amule.org SVP
ru: %s файл почему-то нулевого размера - используется .bak файл. Пожайлуста, сообщите на http://forum.amule.org

source: Found corrupted part (%i) in %s
fr: Parties corrompues trouvées (%i) dans %s
ru: Найдена испорченная часть (%i) в %s

source: Finished rehashing %s
fr: Re hachage de %s terminé
ru: Хеширование закончено %s

source: Unexpected file error while completing %s. File paused
fr: Erreur fichier inattendue à la finalisation de %s. Fichier mis en pause
ru: Неожиданная ошибка во время завершения %s. Файл остановлен

source: Failed to delete %s
fr: Impossible de supprimer %s
ru: Невозможно удалить %s

source: Finished downloading %s :-)
fr: Téléchargement de %s terminé:-)
ru: Закачка завершена %s :-)

source: Downloaded:
fr: Téléchargé:
ru: Скачано:

source: A file with that name already exists, the file has been saved as %s
fr: Un fichier avec ce nom existe déjà, le fichier sera enregistré sous %s
ru: Файл с таким именем существует, файл сохранен как %s

source: Warning: Unable to hash downloaded part - hashset incomplete (%s)
fr: Attention: impossible de hacher la partie téléchargée: hashset incomplet (%s)
ru: Предупреждение: Невозможно хешировать скачанную часть - hashset неполный (%s)

source: Error: Unable to hash downloaded part - hashset incomplete (%s). This should never happen
fr: Erreur: impossible de hacher la partie téléchargée: hashset incomplet (%s). Cela ne devrait jamais arriver
ru: Ошибка: Невозможно хешировать скачанную часть - hashset неполный (%s). Это никогда не должно случаться

source: Hashing
fr: Hachage
ru: Хешируется

source: Completing
fr: Finalisation
ru: Завершается

source: Complete
fr: Terminé
ru: Завершен

source: ERROR: Cannot write to disk
fr: Erreur: impossible d'écrire sur le disque
ru: ОШИБКА: Невозможно писать на диск

source: Downloaded part %i is corrupt :( (%s)
fr: La partie téléchargée %i est corrompue:-( (%s)
ru: Скачанная часть %i повреждена :( (%s)

source: ICH: Recovered corrupted part %i (%s)
fr: Parties sauvées grâce à l'I.C.H: %i (%s)
ru: ICH: Восстановлена поврежденная часть %i (%s)

source: Unexpected file error while writing %s : %s
fr: Erreur de fichier inattendue en écrivant %s: %s
ru: Неожиданная ошибка во время записи %s : %s

source: Partfilename: %s Parts: %d , %s: %d (%.1f%%)
fr: Nom du fichier .part: %s Parties: %d , %s: %d (%.1f%%)
ru: Имя part-файла: %s Части: %d , %s: %d (%.1f%%)

source: %d%% done (%s) - Transferring from %d sources
fr: %d%% effectué (%s) - Téléchargement à partir de %d sources
ru: %d%% выполнено (%s) - Закачивается из %d источников

source: Available
fr: Disponible
ru: Доступно

source: Last Seen Complete :
fr: Terminé:
ru: Последний раз в завершенном состоянии :

source: Last Reception:
fr: Dernière fois reçu:
ru: Последний прием:

source: Browse for videoplayer
fr: Chercher un lecteur vidéo
ru: Указать видеоплеер

source: Executable (*)|*||
fr: Exécutable (*)|*||
ru: Исполняемый файл

source: Language change will not be applied until aMule is restarted.
fr: Le changement de langue ne sera pris en compte qu'après le redémarrage d'aMule

source: Browse wav
fr: Chercher un son
ru: Указать wav

source: Edit Serverlist
fr: Éditer la liste des serveurs
ru: Редактировать список серверов

source: Add here URL's to download server.met files. Only one url on each line.
fr: Ajoutez ci-dessous des URL pour télécharger des fichiers server.met. Seulement une URL par ligne.
ru: А здесь URL'ы для скачки server.met файлов. Только один URL в одной строчке.

source: Update: Disabled
fr: Mise à jour: Désactivé

source: Update period: %i sec
fr: Fréquence de rafraîchissement: %i s

source: Update period: %i secs
fr: Fréquence de mise à jour: %i s

source: Time for running averages: %i mins
fr: Durée pour les moyennes en fonctionnement: %i mn

source: Tweaks
fr: Paramètres avancés
ru: Твикинг

source: File Buffer Size %i bytes
fr: Taille du fichier tampon:%i octets

source: Upload Queue Size %i clients
fr: Taille de la queue d'envoi: %i clients

source: Server connection refresh interval: Disabled
fr: Intervalle de rafraîchissement de la connexion serveur: Désactivé

source: Server connection refresh interval %i min
fr: Fréquence de rafraîchissement de la connexion serveur: %i mn

source: Server connection refresh interval %i mins
fr: Fréquence de rafraîchissement de la connexion serveur: %i mn

source: Upload/Download list refresh time: Disable
fr: Rafraîchissement de la liste d'E/R: Désactivé

source: Upload/Download list refresh time: %i sec
fr: Rafraîchissement de la liste d'E/R: %i s

source: Upload/Download list refresh time: %i secs
fr: Rafraîchissement de la liste d'E/R: %i s

source: File
fr: Fichier
ru: Файл

source: File Priority
fr: Priorité du fichier
ru: Приоритет файла

source: Asked
fr: Demandé
ru: Запрошено

source: Last Seen
fr: Vu pour le dernière fois
ru: Последний раз замеченный

source: Entered Queue
fr: Placé en file d'attente
ru: В очереди

source: Banned
fr: Banni(s)

source: Obtained Parts
fr: Parties obtenues
ru: Полученные части

source: Unban
fr: Dé-bannir

source: Show Uploads
fr: Afficher envois
ru: Показать Uploads

source: Very High
fr: Très haute
ru: Очень высокий

source: Very low
fr: Très basse
ru: Очень низкий

source: Yes
fr: Oui
ru: Да

source: No
fr: Non
ru: Нет

source: FileID
fr: ID du fichier

source: Copy ED2k link to clipboard
fr: Copier le lien ed2k dans le presse-papiers
ru: Скопировать ED2k ссылку в буфер обмена

source: Copy ED2k link to clipboard (HTML)
fr: Copier le lien ed2k dans le presse-papiers (HTML)
ru: Скопировать ED2k ссылку в буфер обмена (HTML)

source: Close this search result
fr: Fermer ce résultat de recherche
ru: Закрыть резултат поиска

source: Ping
fr: Temps de réponse
ru: Пинг

source: User: %i
fr: Utilisateur: %i
ru: Ползователь: %i

source: No serverlist address entry in 'addresses.dat' found. Please paste a valid serverlist address into this file in order to auto-update your serverlist
fr: Aucun serveur n'est répertorié dans 'adresses.dat'. Placez-y une liste de serveurs avec leur adresse pour assurer une mise à jour automatique.
ru: Адреса серверов serverlist не найдены в 'addresses.dat'. Пожалуйста вставьте действительный адрес сервера serverlist в этот файл, чтобы автообновить ваш serverlist

source: Unable to retrieve serverlist
fr: Impossible d'obtenir la liste de serveurs
ru: Невозможно получить список серверов

source: Failed to download the serverlist from %s
fr: Impossible de télécharger la liste de fichier à partir de %s
ru: Не удалось получить список серверов из %s

source: Failed to load server.met!
fr: Impossible de charger server.met !
ru: Не удалось загрузить файл server.met!

source: Invalid versiontag in server.met (0x%X)!
fr: Identificateur de version invalide dans server.met (0x%X)!
ru: Неверный таг версии в файле server.met (0x%X)!

source: %i servers in server.met found
fr: %i serveurs trouvés dans server.met
ru: %i серверов найдено в файле server.met

source: %d servers added
fr: %d serveurs ajoutés
ru: %d серверов добавлено

source: Error: the file server.met is corrupted
fr: Erreur: le fichier server.met est corrompu
ru: Ошибка: файл server.met поврежден

source: Server added:
fr: Serveur ajouté
ru: Добавлен сервер:

source: Failed to save server.met!
fr: Impossible d'enregistrer server.met !
ru: Не удалось сохранить файл server.met!

source: Connect to this server
fr: Connexion à ce serveur
ru: Соедениться с этим сервером

source: Add to static
fr: Ajouter à la liste statique de serveurs
ru: Добавить к статическим
