Repository: Hank-chinasky/amule
Catalog: branches/aMule_Team/po/*.po
Languages: fr, ru

source: Remove from static server list
fr: Supprimer de la liste statique de serveurs
ru: Удалить из списка статических серверов

source: Remove server
fr: Supprimer ce serveur
ru: Удалить сервер

source: Remove all servers
fr: Supprimer tous les serveurs
ru: Удалить все сервера

source: Server Name
fr: Nom du serveur
ru: Имя сервера

source: Preference
fr: Préférence
ru: Предпочтение

source: Static
fr: Statique
ru: Статический

source: No Pref
fr: Pas de préférences
ru: Нет предпочтений

source: Failed to open staticservers.dat
fr: Échec à l'ouverture de staticservers.dat
ru: Не удалось открыть файл staticservers.dat

source: Added to static server list
fr: Ajouté à la liste statique des serveurs
ru: Добавлен в список статических серверов

source: Servers (%i)
fr: Serveurs (%i)
ru: Сервера (%i)

source: New clientid is %u
fr: Nouvel ID client: %u
ru: Новый clientid %u

source: Unknown server info received !
fr: Information serveur reçues inconnues !
ru: Получена информация о неизвестном сервере !

source: Received %d new servers
fr: %d nouveaux serveurs reçus
ru: Получено %d новых серверов

source: Server rejected last command
fr: Le serveur a rejeté la dernière commande
ru: Сервер отклонил последнюю команду

source: Connecting to %s (%s:%i)...
fr: Connexion à %s (%s:%i)...
ru: Соединение с %s (%s:%i)...

source: Error while connecting to %s (%s:%i): %d
fr: Erreur à la connexion à %s (%s:%i): %d
ru: Ошибка во время соединения с %s (%s:%i): %d

source: Error in serversocket: %s (%s:%i): %u
fr: Erreur dans serversocket: %s (%s:%i): %u
ru: Ошибка в serversocket: %s (%s:%i): %u

source: This is
fr: C'est
ru: Это

source: (based on
fr: (basé sur
ru: основан на

source: Visit http://www.amule.org to check if a new version is available.
fr: Visitez http://www.amule.org pour vérifier si une nouvelle version est disponible
ru: Посетите http://www.amule.org для проверки наличия новой версии

source: Invalid URL
fr: URL invalide
ru: Неверный URL

source: Please enter a serveraddress
fr: Entrer l'adresse d'un serveur svp
ru: Пожайлуста, введите адрес сервера

source: Incomplete serverport: Please enter a serverport
fr: Port du serveur incomplet: Entrer un port SVP
ru: Неполный порт сервера: пожайлуста, введите порт сервера

source: Server not added!
fr: Serveur non ajouté
ru: Сервер не добавлен!

source: Found %i known shared files
fr: %i Fichier(s) partagé(s) connu(s) trouvé(s)
ru: Найдено %i известных общих файлов

source: Loading...
fr: Chargement en cours...

source: Requests
fr: Demandes
ru: Запросы

source: Accepted Requests
fr: Demandes acceptées
ru: Принятых запросов

source: Transferred Data
fr: Données transférées
ru: Передано данных

source: Friends only
fr: Amis seulement
ru: Только друзьям

source: Locked
fr: Verrouillé
ru: Блокирован

source: Change this file's comment...
fr: Changer ce commentaire de fichier...
ru: Изменить комментарий к файлу

source: Copy ED2k link to clipboard (&Source)
fr: Copier le lien ED2k dans le presse papier (&Source)
ru: Скопировать ED2k ссылку в буфер обмена (&Источник)

source: Copy ED2k link to clipboard (Hostname)
fr: Copier le lien ED2k dans le presse papier (nom d'hôte)
ru: Скопировать ED2k ссылку в буфер обмена (Имя хоста)

source: Hidden
fr: Caché
ru: Скрытый

source: You cannot change permissions while a file is still downloading!
fr: Vous ne pouvez pas changer les permissions d'un fichier encore en téléchargement
ru: Вы не можете изменять разрешения файла, когда он скачивается

source: Shared Files (%i)
fr: Fichiers partagés (%i)
ru: Общие файлы (%i)

source: Failed to connect to all servers listed. Making another pass.
fr: Connexion impossible aux serveurs listés: faisons une nouvelle passe.
ru: Не удалось соединиться ни с одним указанным сервером. Еще один заход.

source: No valid servers to connect in serverlist found
fr: Aucun serveur valide pour se connecter dans la liste des serveurs
ru: Ни одного действительного сервера для соединения в списке не найдено

source: Connected to %s (%s:%i)
fr: Connecté à %s (%s:%i)
ru: Соединен с %s (%s:%i)

source: Connection established on: %s
fr: Connexion établie sur: %s
ru: Соединение установлено с: %s

source: Fatal Error while trying to connect. Internet connection might be down
fr: Erreur fatale lors de la tentative de connexion. la connexion Internet est probablement inactive
ru: Фатальная ошибка во время соединения. Возможно нет соединения с Интернет

source: Lost connection to %s (%s:%i)
fr: Connexion perdu à %s (%s:%i)
ru: Утеряно соединение с %s (%s:%i)

source: %s (%s:%i) appears to be dead.
fr: %s (%s:%i) semble être inactif
ru: %s (%s:%i) похоже умер

source: %s (%s:%i) appears to be full
fr: %s (%s:%i) semble être complet
ru: %s (%s:%i) вероятно заполнен

source: Automatic connection to server will retry in %d seconds
fr: Nouvelle tentative de connexion automatique au serveur dans %d secondes
ru: Автоматическое соединение с сервером будет предпринято через %d секунд

source: Connection lost
fr: Connexion perdue
ru: Соединение утрачено

source: Connecting to %s (%s:%i ) failed.
fr: Échec de la connexion à %s (%s:%i)
ru: Соединение с %s (%s:%i ) неудачно

source: Error: Socket invalid at timeoutcheck
fr: Erreur: socket invalide au moment du test
ru: Ошибка: Неверный сокет в timeoutcheck

source: Connection attempt to %s (%s:%i ) timed out
fr: La tentative de connexion à %s (%s:%i ) a dépassé le temps imparti
ru: Закончилось время ожидания попытки соединения с %s (%s:%i )

source: Refreshing server connection
fr: Rafraîchissement de la connexion au serveur
ru: Обновление соединения с сервером

source: Active connections (1:%u)
fr: Connexions actives (1:%u)
ru: Активные соединения (1:%u)

source: Waiting...
fr: En attente...
ru: Ожидание...

source: Filtered: %i
fr: Filtrés: %i
ru: Отфильтрованы: %i

source: Uptime:
fr: Temps de fonctionnement:

source: Downloaded Data (Session (Total)): %s (%s)
fr: Données téléchargées (Session (Total)): %s (%s)
ru: Загружено (Сессия (Всего)): %s (%s)

source: Total Overhead (Packets): %s (%s)
fr: Total en surplus de bande passante (Paquets): %s (%s)
ru: Общее кол-во (Пакеты): %s (%s)

source: File Request Overhead (Packets): %s (%s)
fr: Demande fichiers en surplus de bande passante (Paquets): %s (%s)
ru: Запросы файлов (Пакеты): %s (%s)

source: Source Exchange Overhead (Packets): %s (%s)
fr: Échange de sources en surplus de bande passante (Paquets): %s (%s)
ru: Обмен источниками (Пакеты): %s (%s)

source: Server Overhead (Packets): %s (%s)
fr: Serveur en surplus de bande passante (Paquets): %s (%s)
ru: Север (Пакеты): %s (%s)

source: Found Sources: %i
fr: Sources Trouvées: %i
ru: Найдено источников: %i

source: Active Downloads (chunks): %i
fr: Réceptions actives (chunks): %i
ru: Активных закачек (частей): %i

source: Uploaded Data (Session (Total)): %s (%s)
fr: Données envoyées (Session (Total)): %s (%s)
ru: Скачано (от Вас) (Сессия (Всего)): %s (%s)

source: Active Uploads: %i
fr: Envois actifs: %i
ru: Активных закачек (от Вас): %i

source: Waiting Uploads: %i
fr: Envois en attente: %i
ru: Ожидание закачек (от Вас): %i

source: Total successful upload sessions: %i
fr: Total des sessions d'envois réussis: %i
ru: Всего успешных сессий закачек (от Вас): %i

source: Total failed upload sessions: %i
fr: Total des sessions d'envois échouées: %i
ru: Всего неуспешных сессий закчек (от Вас): %i

source: Average upload time: %s
fr: Temps moyen d'envoi: %s
ru: Среднее время закачки (от Вас): %s

source: Average Downloadrate (Session): %.2f kB/s
fr: Vitesse moyenne de téléchargement (Session): %.2f Ko/s
ru: Средняя скорость закачки (Сессия): %.2f кБ/с

source: Average Uploadrate (Session): %.2f kB/s
fr: Vitesse moyenne d'envoi (Session): %.2f Ko/s
ru: Средняя скорость закачки (от Вас) (Сессия): %.2f кБ/с

source: Max Downloadrate Average (Session): %.2f kB/s
fr: Vitesse moyenne maximum de téléchargement (Session): %.2f Ko/s
ru: Максимальная скорость закачки (Сессия): %.2f кБ/с

source: Max Downloadrate (Session): %.2f kB/s
fr: Vitesse maximum de téléchargement (Session): %.2f Ko/s
ru: Максимальная скорость закачки (от Вас) (Сессия): %.2f кБ/с

source: Reconnects: %i
fr: Nombre de reconnexions:%i
ru: Переподсоединений: %i

source: waiting for transfer...
fr: en attente de transfert...
ru: ожидание передачи...

source: Time Since First Transfer: %s
fr: Temps écoulé depuis le premier transfert: %s
ru: Время с первой передачи: %s

source: Uptime: %s
fr: En fonctionnement depuis: %s

source: waiting for connection...
fr: en attente de connexion...
ru: ожидание соединения...

source: Connected To Server Since: %s
fr: Connecté au serveur depuis: %s
ru: Соединен с сервером с: %s

source: Session UL:DL Ratio (Total):
fr: Rapport Envois:Réceptions de la session (Total):
ru: Соотношение UL:DL (Всего):

source: %s Not available
fr: %s non disponible

source: Number of Shared Files: %i
fr: Nombre de fichiers partagés: %i
ru: Количество общих файлов: %i

source: Total size of Shared Files: %s
fr: Taille totale des fichiers partagés: %s
ru: Совокупный размер общих файлов: %s

source: Average filesize: %s
fr: Taille moyenne des fichiers: %s
ru: Средний размер файла: %s

source: Old MLDonkey: %i (%1.1f%%)
fr: Ancien MLDonkey: %i (%1.1f%%)

source: New MLDonkey: %i (%1.1f%%)
fr: Nouvel MLDonkey: %i (%1.1f%%)

source: Unknown: %i
fr: Inconnus: %i
ru: Неизвестных: %i

source: Working Servers
fr: Serveurs actifs
ru: Рабочих серверов

source: Failed Servers
fr: Serveurs injoignables
ru: Нерабочих серверов

source: Deleted Servers
fr: Serveurs supprimés
ru: Удаленных серверов

source: Users on Working Servers
fr: Utilisateurs sur les serveurs actifs
ru: Пользователей на рабочих серверах

source: Files on Working Servers
fr: Fichiers sur les serveurs actifs
ru: Файлов на рабочих серверах

source: Total Users
fr: Nombre total d'utilisateurs
ru: Всего пользователей

source: Total Files
fr: Nombre total de fichiers
ru: Всего файлов

source: Active Connections (estimate)
fr: Connexion actives (estimation)
ru: Активных соединений (примерно)

source: Server Occupation: %.2f%%
fr: Occupation du serveur: %.2f%%
ru: Загруженность сервера: %.2f%%

source: Max Connection Limit Reached
fr: Nombre maximum de connexions atteint
ru: Достигнут предел максимального количества соединений

source: Average Connections (estimate)
fr: Moyenne des connexions actives (estimation)
ru: Среднее число соединений (примерно)

source: Peak Connections (estimate)
fr: Pic de connexions (estimation)
ru: Максимальное число соединений (примерно)

source: Detection Disabled
fr: Détection désactivée

source: Not Found
fr: Introuvable

source: Unlimited
fr: Illimité

source: Actual Speed Limits:
fr: Vitesses limites actuelles:

source: DL:
fr: R:

source: kb/s
fr: Ko/s

source: UP:
fr: E:

source: kb/s
fr: Ko/s

source: aMule Tray Menu Info
fr: Menu aMule

source: Nick:
fr: Pseudo:

source: Nick: Not Ready
fr: Pseudo: Pas prêt

source: Hash: Not Ready
fr: Hash: Pas prêt

source: ClientID:
fr: ID Client:

source: ID: Not Connected
fr: ID: Non connecté

source: TCP Port:
fr: Port TCP:

source: TCP Port: Not Ready
fr: Port TCP: Pas prêt

source: UDP Port:
fr: Port UDP:

source: UDP Port: Not Ready
fr: Port UDP: Pas prêt

source: Online Signature: Enabled
fr: Online Signature: Activée

source: Online Signature: Disabled
fr: Online Signature: Désactivée

source: Uptime: None
fr: Temps de fonctionnement: Aucun

source: ServerName:
fr: Nom du serveur:

source: ServerIP:
fr: IP du serveur:

source: ServerName: Not Connected
fr: Nom du serveur: Non connecté

source: ServerIP: Not Connected
fr: IP du serveur: Non connecté

source: Shared Files:
fr: Fichiers partagés:

source: Queued Clients:
fr: Clients en attente:

source: Total DL:
fr: Total E:

source: GB
fr: Go

source: Total UP:
fr: Total E:

source: aMule Tray Menu
fr: Menu aMule

source: Personal Infos
fr: Infos personnelles

source: Show
fr: Afficher
ru: Показать

source: Hide
fr: Cacher
ru: Скрыть

source: All To Max Speed
fr: Tout à la vitesse maxi
ru: Все на макс. скорость

source: All To Min Speed
fr: Tout à la vitesse mini
ru: Все на мин. скорость

source: Download Limit
fr: Limite en téléchargement
ru: Предел закачки

source: Upload Limit
fr: Limite en envoi
ru: Предел закачки (от Вас)

source: Disconnect from server
fr: Déconnexion du serveur
ru: Отключиться от сервера

source: Exit
fr: Quitter
ru: Выйти

source: aMule for Linux
fr: aMule pour Linux
ru: aMule для Linux

source: Select view filter
fr: Sélectionner un filtre
ru: Выбор фильтра просмотра

source: Add category
fr: Ajouter une catégorie
ru: Добавить категорию

source: Edit category
fr: Éditer une catégorie
ru: Редакировать категорию

source: Remove category
fr: Supprimer une catégorie
ru: Удалить категорию

source: Are you sure you wish to cancel and delete all files in this category?
fr: Êtes-vous sûre de vouloir annuler et supprimer tous les fichiers de cette catégorie ?
ru: Вы уверены, что хотите отменить и удалить все файлы в этой категории?

source: Confirmation Required
fr: Confirmation requise
ru: Требуется подтверждение

source: Error while processing incoming extended protocol UDP Packet
fr: Erreur de traitement du paquet UDP entrant
ru: Ошибка во время обработки входящего UDP пакета расширенного протокола

source: Client '%s' caused error while creating package (%s) - disconnecting client
fr: Le client '%s' à causé une erreur à la création de %s - Déconnexion du client !
ru: Клиент '%s' вызвал ошибку во время создания пакета (%s) - отсоединение клиента

source: requested file not found
fr: fichier demandé non trouvé
ru: запрошенный файл не найден

source: Client '%s' seems to be an aggressive client and is banned from the uploadqueue
fr: Le client '%s' semble être agressif: il est banni de la file d'attente
ru: Клиент '%s' вероятно агрессивный клиент и убран из очереди

source: Waited
fr: Attendu
ru: Ожидает

source: Upload Time
fr: Temps d'envoi
ru: Время загрузки

source: Show Queue
fr: Montrer la file d'attente
ru: Показать очередь

source: Fatal Error: Failed to create Timer
fr: Erreur Fatale: échec à la création du minuteur
ru: Фатальная ошибка: Не удалось создать Таймер

source: %s [%s:%i] using %s removed : invalide eMule client
fr: %s [%s:%i] utilisant %s supprimé: client eMule invalide
ru: %s [%s:%i] использующий %s удален: неправильный eMule клиент

source: %s [%s:%i] using %s removed : suspicious mod string change
fr: %s [%s:%i] utilisant %s supprimé: changement de mod suspect
ru: %s [%s:%i] использующий %s удален : подозрительная смена строки модификации

source: %s [%s:%i] using %s removed : known leecher
fr: %s [%s:%i] utilisant %s supprimé: leecher connu
ru: %s [%s:%i] использующий %s удален :известный вор

source: %s [%s:%i] using %s removed : suspicious hash change
fr: %s [%s:%i] utilisant %s supprimé: changement de Hash suspect
ru: %s [%s:%i] использующий %s удален : подозрительная смена хеша

source: %s [%s:%i] using %s removed : use your own hash
fr: %s [%s:%i] utilisant %s supprimé: utilise votre propre Hash
ru: %s [%s:%i] использующий %s удален : используйте свой хеш

source: %s [%s:%i] using %s removed : suspicious name change
fr: %s [%s:%i] utilisant %s supprimé: changement de nom suspect
ru: %s [%s:%i] использующий %s удален : подозрительная смена имени

source: %s [%s:%i] using %s removed : leecher, invalid eMule or irregular Donkey
fr: %s [%s:%i] utilisant %s supprimé: leecher ou client invalide
ru: %s [%s:%i] использующий %s удален : вор, неправильный eMule, или необычный Donkey

source: Client '%s' and '%s' have the same userhash or IP - removed '%s'
fr: Les clients '%s' et '%s' ont la même IP ou le même Hash - '%s' supprimé
ru: Клиент '%s' и '%s' имеют одинаковый хеш или IP - удален '%s'

source: Wizard
fr: Assistant
ru: Помошник

source: Down (kbit/s)
fr: Réception (kbit/s)
ru: Закачка (к Вам)

source: Up (kbit/s)
fr: Envois (kbit/s)
ru: Закачка (от Вас)

source: Custom
fr: Personnalisé
ru: Свое

source: (enter below!)
fr: (entrer ci-dessous !)
ru: (введите ниже!)

source: ISDN
fr: ISDN/RNIS

source: ISDN 2x
fr: ISDN/RNIS x2

source: Cable
fr: Câble

source: Creditfile is out of date and will be replaced
ru: Creditfile устарел и будет заменен

source: Creditfile loaded, %u clients are known
ru: Creditfile загружен, %u клиентов известно

source: Creditfile loaded
ru: Creditfile загружен

source: Sources
ru: Источники

source: Disabled
ru: Отключено

source: File wav (*.wav)|*.wav||
ru: Файл wav (*.wav)|*.wav||

source: Hash :
ru: Хеш :

source: OK
ru: ОК

source: Score
ru: Счет

source: Clients
ru: Клиенты

source: PowerShare[Release]
ru: PowerShare[Релиз]

source: Audio
ru: Аудио

source: Type
ru: Тип

source: Description
ru: Описание

source: Port
ru: Порт

source: Low ID
ru: Низкий ID

source: High ID
ru: Высокий ID

source: Permission
ru: Разрешение

source: Auto
ru: Авто

source: Public
ru: Общественный

source: Permissions
ru: Разрешения

source: Auto [Re]
ru: Авто [Re]

source: Total
ru: Всего

source: Archive
ru: Архив

source: &Stop
ru: &Остановить

source: &Pause
ru: &Пауза

source: 56-k Modem
ru: 56-к Модем

source: 100 Mbits
ru: 100 Мбит

source: 155 Mbits (ATM)
ru: 155 Мбит (АТМ)

source: &Messages
ru: Соо&бщения

source: K
ru: К

source: M
ru: М

source: G
ru: Г

source: T
ru: Т

source: h
ru: ч

source: Archives
ru: Архивы

source: Excellent
ru: Великолепный

source: Description: %s
ru: Описание: %s
