Repository: Hank-chinasky/amule
Catalog: branches/aMule_Team/po/*.po
Languages: fr, ru

source: Add a Friend
fr: Ajouter un ami
ru: Добавить друга

source: You have to enter a valid IP and port!
fr: Vous devez entrer une adresse IP valide et un port
ru: Вы должны ввести правильный IP-номер и порт!

source: Port %d is not available. You will be LOWID
fr: Le port %d n'est pas disponible. Vous serez en LowID
ru: Порт %d недоступен. У Вас будет LOWID

source: Port %d is not available !! This will mean that you will be LOWID. Use netstat to determine when port becomes available and try starting amule again.
fr: Le port %d n'est pas disponible !! Cela veux dire que vous serez en LowID. Utilisez netstat pour savoir quand le port sera disponible et essayer de redémarrer aMule
ru: Порт %d недоступен !! Это означает что Вас будет LOWID. Используйте netstat чтобы определить когда порт окажеться доступен и попытайтесь запустить aMule снова.

source: Error
fr: Erreur
ru: Ошибка

source: You need a HighID to create a valid sourcelink
fr: Vous devez être en HighID pour créer un lien valide
ru: Вам нужен HighID чтобы создать действительный sourcelink

source: Failed to save
fr: Échec de l'enregistrement
ru: Не удалось сохранить

source: OnlineSig File
fr: Fichier OnelineSig
ru: OnlineSig Файл

source: The selected locale seems not to be installed on your box You must generate it to use this language. A good start on linux systems is the file /etc/locale.gen and the package 'locales' Good luck! (Note: I'll try to set it anyway)
fr: La localisation sélectionnée ne semble pas être installée sur votre machine. Vous devez la générer avant de pouvoir l'utiliser. Sous Linux, vous pouvez jeter un oeil sur /etc/locale.gen et sur le paquet 'locales' Bonne chance ! (Note: Je tente de forcer la localisation choisie quand même)

source: Could not determine the command for running the browser.
fr: Impossible de déterminer la commande pour lancer votre navigateur

source: Unable to launch browser. Please set correct browserexecutable path in Preferences.
fr: Impossible de lancer votre navigateur: Entre un chemin valide vers votre navigateur dans vos Préférences

source: Desktop integration
fr: Intégration dans le bureau
ru: Интеграция с системой

source: Disconnect
fr: Déconnecter
ru: Отключиться

source: Disconnect from current server
fr: Déconnexion du serveur actuel
ru: Отключиться от текущего сервера

source: Connection established on:
fr: Connexion établie sur:
ru: Соединение установлено с:

source: Cancel
fr: Annuler
ru: Отмена

source: Stops the current connection attempts
fr: Stopper les essais de connexions
ru: Останавливает попытки соединения

source: Connecting
fr: Connexion en cours
ru: Соединение

source: Not Connected
fr: Non connecté
ru: Не соеденен

source: Connect
fr: Se connecter
ru: Соединиться

source: Connect to any server
fr: Se connecter à n'importe quel serveur
ru: Соединиться с любым сервером

source: Disconnected
fr: Déconnecté
ru: Отсоединен

source: Users
fr: Utilisateurs
ru: Пользователи

source: Files
fr: Fichiers
ru: Файлы

source: Up: %.1f(%.1f) | Down: %.1f(%.1f)
fr: E: %.1f(%.1f) | R: %.1f(%.1f)
ru: Ап: %.1f(%.1f) | Даун: %.1f(%.1f)

source: Up: %.1f | Down: %.1f
fr: E: %.1f | R: %.1f
ru: Ап: %.1f | Даун: %.1f

source: Connected
fr: Connecté
ru: Соединен

source: Do you really want to exit aMule?
fr: Voulez-vous vraiment quitter aMule ?
ru: Вы действительно хотите выйти из aMule?

source: Exit confirmation
fr: Confirmation en sortie
ru: Подтверждение выхода

source: &Transfers
fr: &Transferts
ru: &Закачки

source: &Servers
fr: &Serveurs
ru: &Сервера

source: S&earch
fr: Ch&ercher
ru: П&оиск

source: Shared &Files
fr: &Fichiers partagés
ru: Общие &Файлы

source: St&atistics
fr: St&atistiques
ru: Ст&атистика

source: &Preferences
fr: &Préférences
ru: &Настройки

source: You are not connected to a server!
fr: Vous n'êtes pas connecté à un serveur !
ru: Вы не соеденены с сервером!

source: This ed2k link is invalid (%s)
fr: Ce lien 'ed2k' est invalide (%s)
ru: Эта ed2k ссылка неправильна (%s)

source: Invalid link: %s
fr: Lien invalide: %s
ru: Неправильная ссылка: %s

source: Filtered IP: %s (%s)
fr: IP filtrées: %s (%s)
ru: Отфильтрованный IP: %s (%s)

source: Rating for file '%s' received: %i
fr: Évaluation du fichier '%s' reçue: %i
ru: Рейтинг файла '%s' Получен: %i

source: Description for file '%s' received: %s
fr: La description du fichier '%s' a été reçu: %s
ru: Описание файла '%s' Получено: %s

source: Unable to retrieve shared files from '%s'
fr: Impossible d'obtenir les fichiers partagés de '%s'
ru: Невозможно получить список доступных файлов от '%s

source: Unknown
fr: Inconnu
ru: Неизвестный

source: Requesting shared files from '%s'
fr: Demande de votre liste des fichiers partagés par '%s'
ru: Получение списка доступных файлов от '%s

source: Requesting shared files from user %s (%u) is already in progress
fr: Demande de votre liste de fichiers partagés par l'utilisateur %s (%u) déjà en cours
ru: Получение списка доступных файлов от пользователя %s (%u) уже запущено

source: NickName: %s
fr: Pseudo: %s
ru: Ник: %s

source: Requested:
fr: Demandé:
ru: Запрошено:

source: Filestats for this session: Accepted %d of %d requests, %s transferred
fr: Fichier statistique pour cette session: %d requêtes acceptées sur %d, %s transférés
ru: Статистика по файлам для этой сессии: Принято %d из %d запросов, %s скачано

source: Filestats for all sessions: Accepted %d of %d requests
fr: Statistiques fichiers pour toutes les sessions: %d acceptés sur %d requêtes
ru: Статистика по файлам для всех сессий: Принято %d из %d запросов

source: Requested unknown file
fr: Fichier demandé inconnu
ru: Запрошен неизвестный файл

source: Category
fr: Catégorie
ru: Категория

source: Choose a folder for incoming files
fr: Choisissez un répertoire pour les fichiers entrants
ru: Выберите папку для входящих файлов

source: can't create file '%s'
fr: Création du fichier '%s' impossible
ru: невозможно создать файл '%s

source: Can't open file '%s'
fr: Impossible d'ouvrir le fichier '%s'
ru: невозожно открыть файл '%s

source: can't close file descriptor %d
fr: Impossible de fermer le descripteur du fichier %d
ru: невозможно закрыть дескриптор файла %d

source: can't read from file descriptor %d
fr: Impossible de lire le descripteur du fichier %d
ru: Невозможно прочитать из дескриптора файла %d

source: can't write to file descriptor %d
fr: Impossible d'écrire le descripteur du fichier %d
ru: Невозможно записать в дескриптор файла %d

source: can't flush file descriptor %d
fr: Impossible de mettre à jour le descripteur de fichier %d
ru: Невозможно сбросить дескриптор файла %d

source: unknown seek origin
fr: Origine de la recherche inconnue
ru: неизвестный источник поиска

source: can't get seek position on file descriptor %d
fr: Impossible de trouver la position de la recherche dans le descripteur de fichier %d
ru: невозможно получить позицию поиска из дескриптора файла %d

source: can't find length of file on file descriptor %d
fr: Impossible de trouver la taille du fichier dans le descripteur de fichier %d
ru: невозможно определить длину из дескриптора файла %d

source: can't determine if the end of file is reached on descriptor %d
fr: Impossible de déterminer si la fin du fichier est atteinte dans le descripteur %d
ru: невозможно определить достигнут ли конец файла из дескриптора %d

source: invalid eof() return value.
fr: Valeur retournée par eof() invalide
ru: eof() вернул недопустимое значение.

source: Instant Messaging Right-click on any client and select 'Send Message' to start a chatsession
fr: Messagerie instantanée Faites un clic-droit sur un client et sélectionnez 'Envoyer un message' pour commencer une discussion
ru: Щелкните правой кнопкой мыши на любом из клиентов и выберите 'Послать сообщение', чтобы начать чат

source: *** Chatsession Start :
fr: *** Démarrage de la discussion:
ru: *** Чат начат :

source: Message from
fr: Message de
ru: Сообщение от

source: failed
fr: échouée
ru: неудачно

source: *** Disconnected
fr: *** Déconnecté
ru: *** Отключен

source: Failed to load creditfile
fr: Échec du chargement du fichier de crédits
ru: Не удалось загрузить creditfile

source: Credits expired!
fr: Vos Crédits sont expirés !

source: Failed to save creditfile
fr: Échec de l'enregistrement du fichier de crédits
ru: Не удалось сохранить Creditfile

source: Client Details
fr: Détails du client

source: ClientSoftware ->
fr: Programme Client ->

source: <- ClientVersion ->v
fr: <-Version Client ->v

source: <- ClientModString ->
fr: <- Mod du Client ->

source: Low
fr: Basse
ru: Низкий

source: High
fr: Haute
ru: Высокий

source: kB/s
fr: Ko/s
ru: кБ/с

source: Not Supported
fr: Non supporté

source: Failed
fr: Échec
ru: Неудачно

source: Not complete
fr: Incomplet

source: Bad Guy
fr: Mauvais garçon

source: Verified - OK
fr: Vérification - OK

source: Not Avaiable
fr: Non disponible

source: WARNING! Found matching client, to a currently connected client: %s (%s) and with %s
fr: ATTENTION ! J'ai trouvé un client correspondant à un client déjà connecté: %s (%s) et avec %s

source: Error while processing incoming UDP Packet (Most likely a misconfigured server)
fr: Erreur de traitement du paquet UDP entrant (très probablement un serveur mal configuré)
ru: Ошибка во время получения входящего UDP пакета (Вероятнее всего неправильно настроенный сервер)

source: File Comments
fr: Commentaires du fichier
ru: Коментарии к файлам

source: Username:
fr: Nom d'utilisateur:
ru: Имя пользователя:

source: File Name
fr: Nom du fichier
ru: Имя файла

source: Rating
fr: Évaluation
ru: Рейтинг

source: Comment :
fr: Commentaires:
ru: Коментарий :

source: No comments
fr: Pas de commentaire
ru: Нет коментариев

source: Ignoring %u bytes of block %u-%u because of errornous zstream state for file "%s"
fr: %u octets du bloc %u-%u sont ignorés à cause de l'état zstream erroné pour le fichier "%s"
ru: Пропускаю %u байт блока %u-%u из-за ошибочного состояния потока файла "%s"

source: Corrupted compressed packet for %s received (error %i)
fr: Paquet compressé corrompu reçu pour %s (erreur %i)
ru: Испорченный сжатый пакет из %s получен (ошибка %i)

source: Unknown exception in %s: file "%s"
fr: Exception inconnue dans %s: fichier "%s"
ru: Неизвестное exception в %s: файле "%s"

source: Normal
fr: Normale
ru: Нормальный

source: Downloads
fr: Téléchargements
ru: Загрузки

source: Priority
fr: Priorité
ru: Приоритет

source: &Resume
fr: &Reprise
ru: &Возобновить

source: Swap every A4AF to this file now
fr: Mettre tous les A4AF sur ce fichier immédiatement

source: Swap every A4AF to this file (Auto)
fr: Mettre tous les A4AF sur ce fichier (Auto)

source: Swap every A4AF to any other file now
fr: Mettre tous les A4AF sur n'importe quel autre fichier immédiatement

source: Drop No Needed Sources now
fr: Supprimer les sources inutiles immédiatement

source: Drop Full Queue Sources now
fr: Supprimer les sources dont la queue est pleine immédiatement

source: Drop High Queue Rating Sources now
fr: Supprimer les sources dont la queue est élevée immédiatement

source: Clean Up Sources now (NNS, FQS && HQRS)
fr: Nettoyer les sources immédiatement (NNS, FQS && HQRS)

source: Extended Options
fr: Options avancées

source: &Open the file
fr: &Ouvrir le fichier

source: Preview
fr: Prévisualisation

source: Show file &details
fr: Afficher &Détails

source: Show all comments
fr: Afficher tous les commentaires

source: Check Fake
fr: Examiner les Fakes

source: C&lear completed
fr: E&ffacer terminés

source: Copy ED2k &link to clipboard
fr: Copier le &lien ed2k dans le presse-papiers
ru: Скопировать ED2k &ссылку в буфер обмена

source: Copy ED2k link to clipboard (&HTML)
fr: Copier le lien ed2k dans le presse-papiers (&HTML)
ru: Скопировать ED2k ссылку в буфер обмена (&HTML)

source: unassign
fr: Désassocier

source: Assign to category
fr: Associer à une catégorie

source: Show Lists
fr: Afficher les listes

source: Hide Lists
fr: Cacher les listes

source: Preview [
fr: Prévisualisation [

source: Show &Details
fr: Afficher &Détails
ru: Показать &Детали

source: Add to Friends
fr: Ajouter aux amis
ru: Добавить к друзьям

source: View Files
fr: Voir les fichiers
ru: Показать файлы

source: Size
fr: Taille
ru: Размер

source: Transferred
fr: Reçu
ru: Передано

source: Completed
fr: Terminé
ru: Законченный

source: Speed
fr: Vitesse
ru: Скорость

source: Progress
fr: Progression

source: Status
fr: État
ru: Состояние

source: Time Remaining
fr: Temps restant

source: Last Seen Complete
fr: Vu complet pour la dernière fois

source: Last Reception
fr: Dernière réception

source: Auto [Lo]
fr: Auto [Basse]
ru: Авто [Lo]

source: Auto [No]
fr: Auto [Normale]
ru: Авто [No]

source: Auto [Hi]
fr: Auto [Haute]
ru: Авто [Hi]

source: Old MLdonkey
fr: Ancien MLdonkey

source: New MLdonkey
fr: Nouvel MLdonkey

source: Queue Full
fr: File d'attente pleine
ru: Очередь заполнена

source: Asking
fr: Demande en cours
ru: Запрос

source: Connecting via server
fr: Connexion via le serveur
ru: Соединение через сервер

source: On Queue
fr: En attente
ru: В очереди

source: Transferring
fr: En téléchargement
ru: Получение

source: Receiving hashset
fr: Réception hashset
ru: Получение hashset

source: No needed parts
fr: Parties inutiles

source: Cannot connect LowID to LowID
fr: Connexion impossible entre deux LowID
ru: Невозможно соединиься с LowID к LowID

source: Too many connections
fr: Trop de connexions
ru: Слишком много соединений

source: Asked for another file
fr: Demander un autre fichier
ru: Запрошен другой файл

source: Are you sure that you want to cancel and delete this file ?
fr: Êtes-vous sûre de vouloir annuler et effacer ce fichier ?

source: Are you sure that you want to cancel and delete these files ?
fr: Êtes-vous sûre de vouloir annuler et effacer ces fichiers ?

source: Downloads (%i)
fr: Téléchargements (%i)
ru: Закачки (%i)

source: No part files found
fr: Pas de fichiers .part trouvés
ru: Частично закачанных файлов не найдено

source: Found %i part files
fr: %i fichiers .part trouvés
ru: Найдено %i частично закачанных файлов

source: Downloading %s
fr: Téléchargement de %s en cours
ru: Закачиваю %s

source: You are already trying to download the file %s
fr: Vous téléchargez déjà le fichier %s
ru: Вы уже закачиваете файл %s

source: You already have the file %s
fr: Vous possédez déjà le fichier %s
ru: У Вас уже есть файл %s

source: Bad link.
fr: Lien.invalide
ru: Неправильная ссылка.

source: not a well-formed ed2k link
fr: Lien ed2k malformé
ru: неправильно сформированная ed2k ссылка

source: Not an ED2K server or file link
fr: Ce n'est pas un lien ed2k serveur ou fichier
ru: Не ED2K сервер или файловая ссылка

source: can't write file '%s'
fr: Impossible d'écrire le fichier '%s'
ru: Невозможно записать файл '%s'

source: New external connection accepted
fr: Nouvelle connexion externe acceptée

source: Error: couldn't accept a new external connection
fr: Erreur: Impossible d'accepter la nouvelle connexion externe

source: done
fr: effectué
ru: завершено

source: Failed to copy the file '%s' to '%s'
fr: Impossible de copier le fichier '%s' vers '%s'
ru: Не удалось скопировать файл '%s' в '%s'

source: Impossible to get permissions for file '%s'
fr: Impossible d'obtenir les permissions pour le fichier '%s'
ru: Невозможно определить разрешения файла '%s'

source: Impossible to overwrite the file '%s'
fr: Impossible d'écraser le fichier '%s'
ru: Невозможно перезаписать файл '%s'

source: Impossible to set permissions for the file '%s'
fr: Impossible de définir les permissions pour le fichier '%s'
ru: Невозможно задать разрешения файла '%s'

source: Username
fr: Nom d'utilisateur
ru: Имя пользователя

source: Friends
fr: Amis
ru: Друзья

source: Add a friend
fr: Ajouter un ami
ru: Добавить друга

source: Remove Friend
fr: Supprimer un ami
ru: Удалить друга

source: Send &Message
fr: Envoyer &Message
ru: Послать &Сообщение

source: Establish Friend Slot
fr: Établissement d'un slot Ami
ru: Создать слот для друга

source: Downloading...
fr: En téléchargement.
ru: Закачивается...

source: Loaded ipfilter with %d IP addresses.
fr: Filtres IP chargés avec %d adresses IP
ru: Загружен ipfilter с %d IP адресами.

source: Error: the file known.met is corrupted, unable to load known files
fr: Le fichier known.met est erroné, impossible de charger les fichiers connus
ru: Ошибка: файл known.met поврежден, невозможно загрузить список известных файлов

source: Unexpected file error while reading known.met: %s, unable to load known files
fr: Erreur inattendue en lisant known.met: %s, impossible de charger les fichiers connus
ru: Непредвиденная ошибка во время чтения файла known.met: %s, невозможно загрузить список извесных файлов

source: User %s (%u) requested your sharedfiles-list -> %s
fr: L'utilisateur %s (%u) a demandé votre liste de fichiers partagés -> %s
ru: Пользователь %s (%u) запросил список доступных файлов -> %s

source: accepted
fr: accepté
ru: разрешено

source: denied
fr: refusé
ru: запрещено

source: User %s (%u) requested your shareddirectories-list -> %s
fr: L'utilisateur %s (%u) a demandé votre liste de répertoires partagés -> %s
ru: Пользователь %s (%u) запросил список доступных директорий -> %s

source: User %s (%u) requested your sharedfiles-list for directory %s -> %s
fr: L'utilisateur %s (%u) a demandé votre liste de fichiers partagés pour le répertoire %s -> %s
ru: Пользователь %s (%u) запросил список доступных файлов из директории %s -> %s

source: User %s (%u) shares directory %s
fr: L'utilisateur %s (%u) partage le répertoire '%s'
ru: Пользователь %s (%u) сделал доступной директорию %s

source: User %s (%u) sent sharedfiles-list for directory %s
fr: L'utilisateur %s (%u) a envoyé la liste des fichiers partagés pour le répertoire '%s'
ru: Пользователь %s (%u) отправил список доступных файлов из директории %s

source: User %s (%u) finished sending sharedfiles-list
fr: L'utilisateur %s (%u) a fini d'envoyer la liste de ses fichiers partagés
ru: Пользователь %s (%u) закончил передачу списка доступных файлов

source: User %s (%u) sent unwanted sharedfiles-list
fr: L'utilisateur %s (%u) a envoyé une liste de fichiers partagés non-demandée
ru: Пользователь %s (%u) отправил незапрошенный список доступных файлов

source: User %s (%u) denied access to shareddirectories/files-list
fr: L'utilisateur %s (%u) a refusé l'accès à sa liste de fichiers/répertoires partagés
ru: Пользователь %s (%u) запретил доступ к спискам доступных директорий/файлов

source: Client '%s' (IP:%s) caused an error: %s. Disconnecting client!
fr: Le client '%s' (IP:%s) a causé une erreur: %s. Déconnexion du client !
ru: Клиент '%s' (IP:%s) вызвал ошибку: %s. Отключение клиента!

source: A client caused an error or did something bad: %s. Disconnecting client!
fr: Un client a causé une erreur ou fait quelque chose de mal: %s. Déconnexion du client !
ru: Клиент вызвал ошибку или сделал что-то плохое ;-): %s. Отключение клиента!

source: Client '%s' (IP:%s) caused an error: %u. Disconnecting client!
fr: Le client '%s' (IP:%s) a causé une erreur: %u. Déconnexion du client !
ru: Клиент '%s' (IP:%s) вызвал ошибку: %u. Отключение клиента!

source: Unknown client (IP:%s) caused an error: %u. Disconnecting client!
fr: Un client inconnu (IP:%s) a causé une erreur: %u. Déconnexion du client !
ru: Неизвестный клиент (IP:%s) вызвал ошибку: %u. Отключение клиента!

source: A client caused an error or did something bad. Disconnecting client !
fr: Un client a causé une erreur ou fait quelquechose de mal - Déconnexion du client !
ru: Клиент вызвал ошибку или сделал что-то плохое ;-). Отключение клиента!

source: Concurrent Downloads
fr: Téléchargements simultanés

source: Connection Type
fr: Type de connexion

source: Select your connection type here :
fr: Sélectionnez votre type de connexion:

source: True download bandwidth
fr: Bande passante réelle en réception

source: True upload bandwidth
fr: Bande passante réelle en émission

source: Unit:
fr: Unité:

source: kbits/sec
fr: kbit/sec

source: kBytes/sec
fr: kOctets/sec

source: Apply
fr: Appliquer

source: For system tray integration to work, you must specify which desktop you are using. You can change this later from preferences.
fr: Pour que l'intégration dans la barre des tâches fonctionne, vous devez spécifier quel bureau vous utilisez. Vous pourrez changer ceci plus tard dans les préférences.

source: Desktop
fr: Bureau

source: Gnome 2.x (or other XEMBED compatible)
fr: Gnome 2.x (ou compatible XEMBED)

source: No systray integration, please
fr: Pas d'intégration dans la barre des tâches svp

source: Fast ED2K Links Handler (Direct Download)
fr: Prise en charge rapide des liens ED2K (Téléchargement direct)

source: Commit
fr: Envoyer

source: Loading ...
fr: Chargement en cours ...

source: Number of users on the server you are connected to ...
fr: Nombre d'utilisateur du serveur sur lequel vous êtes connecté...

source: Users: 0
fr: Utilisateurs: 0

source: Up: 0.0 | Down: 0.0
fr: E: 0.0 | R: 0.0

source: Not Connected ...
fr: Non connecté...

source: Search
fr: Rechercher

source: Name
fr: Nom

source: Reset
fr: Annuler

source: Any
fr: Tous
ru: Любые

source: CD-Images
fr: Images CD
ru: CD-образы

source: Pictures
fr: Images
ru: Картинки

source: Programs
fr: Programmes
ru: Программы

source: Videos
fr: Vidéos
ru: Видео

source: Min Size
fr: Taille mini

source: Max Size
fr: Taille maxi

source: Min Availability
fr: Disponibilité mini

source: Search global
fr: Recherche globale

source: Start
fr: Démarrer

source: Clear All
fr: Effacer tout
ru: Очистить все

source: Search Results
fr: Résultats de la recherche

source: Download selected
fr: Téléchargement sélectionné

source: Uploads
fr: Envois
ru: Отгрузки

source: Send
fr: Envoyer

source: Close
fr: Fermer

source: General
fr: Général
ru: Общие

source: Full Name :
fr: Nom complet:

source: met-File :
fr: Fichier .met:

source: Filesize :
fr: Taille du fichier:

source: Partfilestatus :
fr: État des fichiers .part:

source: Last seen complete :
fr: Vu complet pour la dernière fois:

source: Transfer
fr: Transfert
ru: Передача

source: Found Sources :
fr: Sources trouvées:

source: Transferring Sources :
fr: Sources en transfert:

source: Filepart-Count :
fr: Numéro de fichier .part:

source: Available :
fr: Disponibles:

source: Datarate :
fr: Taux de transfert:

source: Transferred :
fr: Reçus:

source: Completed Size :
fr: Taille reçue:

source: Intelligent Corruption Handling
fr: Traitement intelligent des corruptions (I.C.H.)

source: Lost to corruption :
fr: Perdus par corruption:

source: Gained by compression :
fr: Gagné avec la compression:

source: Packages saved by I.C.H. :
fr: Paquets sauvés par l'I.C.H:

source: Source Names
fr: Nom des sources

source: Takeover
fr: Prise en charge

source: Cleanup
fr: Nettoyage

source: Rename
fr: Renommer

source: Comment this file (this text will be show by all users)
fr: Commenter ce fichier (ce texte sera vu par tous les utilisateurs)

source: Clear
fr: Effacer

source: For a film you can say its length, its story, language ... and if it's a fake, you can tell that to other users of aMule.
fr: Pour un film vous pouvez donner sa durée, son histoire, se langue... et si c'est un fake, vous pouvez dire ça aux autre utilisateurs d'aMule.

source: File Quality
fr: Qualité du fichier

source: Not rated
fr: Non évalué
ru: Не оценен

source: Invalid / Corrupt / Fake
fr: Invalide / Corrompu / Contrefaçon
ru: Неверный / Битый / Подделка

source: Poor
fr: Mauvais
ru: Плохой

source: Good
fr: Bon
ru: Хороший

source: Fair
fr: Très bon
ru: Так себе

source: Choose the file rating or advice users if the file is invalid ...
fr: Choisissez une évaluation pour le fichier ou avertissez les autres utilisateurs qu'il est invalide

source: No comment(s)
fr: Pas de commentaire

source: Refresh
fr: Rafraîchir
