Repository: Hank-chinasky/amule
Catalog: tags/CVS/po/*.po
Languages: nl, pt_br

source: Number of Sources
pt_br: No. Fontes

source: Use old style tabs on preferences
pt_br: Use estilo antigo de tabs em Preferências

source: No Needed Sources Handling
pt_br: Gerênciador de fontes desnecessárias

source: Extended Dropping
pt_br: Opções extras de eliminação

source: Drop sources anyway
pt_br: Eliminar fontes de qualquer maneira

source: Timer (in secs)
pt_br: Tempo (em secs)

source: Webserver Parameters
pt_br: Parâmetros Webserver

source: Server
pt_br: Servidor

source: Directories
pt_br: Diretórios

source: Notify
pt_br: Notificação

source: aMule Tweaks
pt_br: Tweaks do aMule

source: Server Info
pt_br: Informações do Servidor

source: aMule Log
pt_br: Log do aMule

source: Servers
pt_br: Servidores

source: Video
pt_br: Vídeo

source: .part file not found
pt_br: arquivo .part não encontrado

source: ICH: Recovered corrupted part %i (%s)
pt_br: ICH: Parte corrompida recuperada %i (%s) =)

source: Update period: %i secs
pt_br: Tempo de Atualização: %i secs

source: Update period: %i sec
pt_br: Tempo de Atualização: %i secs

source: Update: Disabled
pt_br: Atualizar: Desativado

source: Server connection refresh interval %i mins
pt_br: Intervalo para atualizar conexão no servidor: %i mins

source: Server connection refresh interval %i min
pt_br: Intervalo para atualizar conexão no servidor: %i min

source: Connections Graph Scale: %i
pt_br: Gráfico das conexões: %i

source: Time for running averages: %i mins
pt_br: Tempo para calcular médias: %i min

source: File Buffer Size %i bytes
pt_br: Tamanho do buffer de arquivos: %i

source: Upload Queue Size %i clients
pt_br: Tamanho da fila de Upload: %i clientes

source: %i days
pt_br: %i dias

source: %i day
pt_br: %i dia

source: Score
pt_br: Contagem

source: Clients
pt_br: Clientes

source: PowerShare[Release]
pt_br: PowerShare[Lançamento]

source: Close this search result
pt_br: Feche este resultado de procura

source: Unable to retrieve serverlist
pt_br: Impossível receber a lista de servidores

source: Connect to this server
pt_br: Conectar neste servidor

source: Add to static
pt_br: Adicionar como fixo

source: Remove from static server list
pt_br: Remover da lista fixa de servidores

source: Remove server
pt_br: Remover servidor

source: Reconnect to this server
pt_br: Reconectar neste servidor

source: Failed to open staticservers.dat
pt_br: Falha ao abrir staticservers.dat

source: Added to static server list
pt_br: Adicionado na lista de servidores estáticos

source: Servers (%i)
pt_br: Servidores (%i)

source: Unknown server info received !
pt_br: Informação desconhecida recebida do servidor

source: Connecting to %s (%s:%i)...
pt_br: Conectando em %s (%s:%i)...

source: Connected to %s (%s:%i)
pt_br: Conectado em %s (%s:%i)

source: Connection established on: %s
pt_br: Conexão estabilizada em: %s

source: Server
pt_br: Servidor

source: Públic
pt_br: Público

source: Uptime: %s
pt_br: aMule ativo: %s

source: Detection Disabled
pt_br: Detecção Desativada

source: Not Found
pt_br: Não encontrado

source: Actual Speed Limits:
pt_br: Limites atuais (velocidade):

source: aMule Tray Menu Info
pt_br: Menu de Info do aMule

source: Nick: Not Ready
pt_br: Nick: Não pronto

source: Hash: Not Ready
pt_br: Hash: Não pronto

source: ClientID:
pt_br: ClienteID:

source: ID: Not Connected
pt_br: ID: Não conectado

source: Uptime: None
pt_br: Uptime: nenhum

source: ServerIP:
pt_br: Ip do Servidor:

source: ServerName: Not Connected
pt_br: ServerName: Não Conectado

source: ServerIP: Not Connected
pt_br: ServerIP: Não conectado

source: Total UP:
pt_br: UP Total:

source: aMule Tray Menu
pt_br: Menu do Tray aMule

source: Personal Infos
pt_br: Info Pessoal

source: Hide
pt_br: Ocultar

source: Show
pt_br: Exibir

source: All To Max Speed
pt_br: Todos com Velocidade Máxima

source: All To Min Speed
pt_br: Todos com Velocidade Minima

source: invalid eMule client
pt_br: cliente eMule inválido

source: suspicious mod string change
pt_br: suspeito

source: known leecher
pt_br: leecher conhecido

source: suspicious hash change
pt_br: Modificação de string suspeita

source: use your own hash
pt_br: Use seu proprio hash

source: suspicious name change
pt_br: Alteração de nome suspeito

source: :%i] using
pt_br: :%i] usando

source: removed :
pt_br: removido :

source: [%s:%i] using
pt_br: [%s:%i] usando

source: removed : leecher, invalid eMule or irregular Donkey
pt_br: Removido: leecher, eMule inválido ou Donkey irregular

source: Failed to load template %s
pt_br: Falha ao carregar templates %s

source: ED2K Link(s)
pt_br: Link(s) ED2K

source: Serverinfo
pt_br: Informações do Servidor

source: Are you sure that you want to cancel and delete this file?
pt_br: Você tem certeza que quer CANCELAR e DELETAR este arquivo?

source: Connection Wizard
pt_br: Assistente de conexão

source: Concurrent Downloads
pt_br: Downloads simultâneos

source: Connection Type
pt_br: Tipo de conexão

source: Select your connection type here :
pt_br: Selecione seu tipo de conexão aqui:

source: True download bandwidth
pt_br: Capacidade para downoload (Real)

source: True upload bandwidth
pt_br: Capacidade para Upload (Real)

source: Unit:
pt_br: Unidade:

source: kbits/sec
pt_br: kbits/s

source: kBytes/sec
pt_br: kBytes/s

source: User %s (%u) requested your sharedfiles-list -> %s
pt_br: Usuário %s (%u) pediu sua lista de arquivos compartilhados -> %s

source: User %s (%u) requested your shareddirectories-list -> %s
pt_br: Usuário %s (%u) pediu sua lista de diretórios compartilhados -> %s

source: User %s (%u) requested your sharedfiles-list for directory %s -> %s
pt_br: Usuário %s (%u) pediu sua lista de arquivos compartilhados do diretório %s -> %s

source: Choose a folder for temp files
pt_br: Selecione o diretório de arquivos temporários

source: Enable auto drop No Needed Sources
pt_br: Ativar avaliação automática de fontes desnecessárias

source: File Details
pt_br: Detalhes do Arquivo
