Repository: Hank-chinasky/amule
Catalog: tags/CVS/po/*.po
Languages: nl, pt_br

source: Add a Friend
nl: Voeg een Vriend toe
pt_br: Adicionar um amigo

source: You have to enter a valid IP and port!
nl: U moet een geldig IP adres en poortnummer invoeren!
pt_br: Você deve digitar um IP e porta válidos!

source: The specified userhash is not valid!
nl: De aangegeven userhash is niet geldig!
pt_br: O Hash do usuário especificado é inválido

source: Failed to create AICH thread!
nl: Kon AICH thread niet aanmaken!

source: AICH Thread: Error, EOF while reading hashlist!
nl: AICH Thread: Fout, EOB tijdens het lezen van hashlijst!

source: AICH Thread: Error, Corrupt file encountered while reading hashlist!
nl: AICH Thread: Fout, Beschadigd bestand tegengekomen tijdens het lezen van hashlijst!

source: Copied old ~/.xMule config and credit files to ~/.aMule However, be sure NOT to remove .xMule if your Incoming / Temp folders are still there ;)
nl: De oude ~/.xMule configuratie en krediet bestanden zijn gekopieerd naar ~/.aMule Let er wel op dat u .xMule NIET verwijdert terwijl uw Binnenkomende / Tijdelijke directories daar nog staan ;)

source: Temp dir is placed on a FAT32 partition. Disabling chmod to avoid useless warnings.
nl: Tijdelijke directory is op een FAT32 partitie. Chmod is uitgeschakeld om nutteloze waarschuwingen te voorkomen.

source: Incoming dir is placed on a FAT32 partition. Disabling chmod to avoid useless warnings.
nl: Binnenkomende directory is op een FAT32 partitie. Chmod is uitgeschakeld om nutteloze waarschuwingen te voorkomen.

source: Port %d is not available. You will be LOWID
nl: Poort %d is niet beschikbaar. U krijgt een LOWID
pt_br: Porta %d não está disponível. Você estará com LowID (IDentificação baixa)

source: Port %d is not available !! This means that you will be LOWID. Check your network to make sure the port is open for output and input.
nl: Poort %d is niet beschikbaar !! Dit betekent dat u een LOWID krijgt. Controleer uw netwerk om zeker te weten dat de poort open is voor uitvoer en invoer.

source: Error
nl: Fout
pt_br: Erro

source: Failed to save
nl: Kon niet opslaan
pt_br: Falha ao salvar

source: OnlineSig File
nl: OnlineSig Bestand
pt_br: Arquivo OnlineSig

source: aMule OnlineSig File
nl: aMule OnlineSig Bestand
pt_br: Arquivo OnlineSig do aMule

source: The selected locale seems not to be installed on your box. (Note: I'll try to set it anyway)
nl: De gekozen locale lijkt niet geïnstalleerd te zijn op uw pc. (Let op: Ik probeer het toch in te stellen)

source: --- This is the first time you run aMule %s ---
nl: --- Dit is de eerste keer dat u aMule %s start ---
pt_br: --- Parabéns %s :-)) Esta é a primeira vez que Você executa o aMule ---

source: This version is a testing version, updated daily, and
nl: Deze versie is een testversie, dagelijks geupdated, en

source: we give no warranty it won't break anything, burn your house,
nl: we geven geen garantie dat it niks sloopt, uw huis verbrandt,

source: or kill your dog. But it *should* be safe to use anyway.
nl: of uw hond doodt. Maar het *zou* veilig moeten zijn om het te gebruiken.

source: More information, support and new releases can found at our homepage,
nl: Meer informatie, ondersteuning en nieuwe versies kunnen gevonden worden op onze homepage,

source: at www.aMule.org, or in our IRC channel #aMule at irc.freenode.net.
nl: www.aMule.org, of in ons IRC kanaal #aMule op irc.freenode.net.

source: Your locale has been changed to System Default due to a version change. Sorry.
nl: Uw locale is veranderd in Systeem Standaard door de verandering van versie. Sorry.

source: Feel free to report any bugs to forum.amule.org
nl: Wees vrij om bugs te rapportern op forum.amule.org

source: The folder for Online Signature files you specified is INVALID! OnlineSignature will be DISABLED until you fix it on preferences.
nl: De directory voor Online Handtekening bestanden die u heeft opgegeven is ONGELDIG! OnlineSignature is UITGESCHAKELD totdat u dit verbetert in voorkeuren.

source: Connecting
nl: Aan het verbinden
pt_br: Conectando

source: WARNING!
nl: WAARSCHUWING!

source: You are running aMule linked against GTK2!
nl: U draait aMule gelinkt tegen GTK2!

source: This is known to cause problems, with the version of wxWidgets that you are using,
nl: Het is bekend dat dit problemen veroorzaakt, met de versie van wxWidgets die u gebruikt,

source: so it is recommended that that you recompile the nescesarry packages.
nl: daarom wordt het aanbevolen om de benodigde pakketten opnieuw te compileren.

source: Please refer to the following websites for more information:
nl: Zie de volgende websites voor meer informatie:

source: Fatal Error: Failed to create Timer
nl: Fatale Fout: Kon Timer niet aanmaken
pt_br: ERRO FATAL: Falha ao criar 'Timer'

source: Desktop integration
nl: Bureaublad integratie
pt_br: Integração com o Desktop

source: aMule - 'all-platform' p2p client based on eMule. Website: http://www.amule.org Forum: http://forum.amule.org FAQ: http://wiki.amule.org Copyright (C) 2003-2004 aMule Project
nl: aMule - 'alle-platformen' p2p client gebaseerd op eMule. Website: http://www.amule.org Forum: http://forum.amule.org FAQ: http://wiki.amule.org Copyright (C) 2003-2004 aMule Project

source: WARNING: You have recieved Low-ID!
nl: WAARSCHUWING: U heeft een Low-ID gekregen!

source: Most likely this is because you're behind a firewall or router.
nl: Dit komt waarschijnlijk omdat u achter een firewall of router zit.

source: For more information, please refer to http://wiki.amule.org
nl: Voor meer informatie, bekijk http://wiki.amule.org

source: Disconnect
nl: Verbreek
pt_br: Desconectar

source: Disconnect from current server
nl: Verbreek verbinding met huidige server
pt_br: Desconectar do servidor atual

source: Connection established on:
nl: Verbinding gemaakt met:

source: Cancel
nl: Annuleren
pt_br: Cancelar

source: Stops the current connection attempts
nl: Stopt de huidige verbindingspogingen
pt_br: Cancelar as tentativas atuais de conexão

source: Connect
nl: Verbinden
pt_br: Conectar

source: Connect to any server
nl: Verbind met een server
pt_br: Conectar em qualquer servidor

source: Not Connected
nl: Niet verbonden
pt_br: Não conectado

source: Disconnected
nl: Niet verbonden
pt_br: Desconectado

source: Users:
nl: Gebruikers:
pt_br: usuários:

source: Files:
nl: Bestanden:
pt_br: Arquivos:

source: Connected
nl: Verbonden
pt_br: Conectado

source: Do you really want to exit aMule?
nl: Wilt u aMule echt afsluiten?
pt_br: Você realmente quer sair do aMule?

source: Exit confirmation
nl: Afsluit bevestiging
pt_br: Confirmação de saída

source: This ed2k link is invalid:
nl: Deze ed2k link is ongeldig:
pt_br: Este link ED2K é inválido:

source: Invalid link:
nl: Ongeldige link:
pt_br: Link inválido:

source: Could not determine the command for running the browser.
nl: Kon het commando om de browser te starten niet bepalen.
pt_br: Não foi possível determinar o comando executado pelo navegador.

source: Unable to launch browser. Please set correct browser executable path in Preferences.
nl: Kon browser niet starten. Stel a.u.b het correcte pad naar de browser in in Voorkeuren.
pt_br: Não foi possível executar o navegador. Por favor defina corretamente o caminho do executável do navegador em: Preferências.

source: Skin file name is empty - loading defaults
nl: Skin bestandsnaam is leeg - gebruik standaarden
pt_br: O arquivo de skin está em branco, carregando tema padrão

source: Skin file
nl: Skin bestand
pt_br: O arquivo de skin

source: does not exist - loading defaults
nl: bestaat niet - gebruik standaarden
pt_br: não existe - carregando o padrão

source: Unable to open skin file:
nl: Kon skin bestand niet openen:
pt_br: Não foi possível abrir o arquivo de skin:

source: Clients: %s (%s), Banreason: Userhash changed (Found in TrackedClientsList)
nl: Clients: %s (%s), Banreden: Usherhash is veranderd (Gevonden in TrackedClientsList)

source: Clients: %s (%s), Banreason: Userhash changed
nl: Clients: %s (%s), Banreden: Userhash is veranderd

source: Filtered IP:
nl: Gefilterd IP:
pt_br: IP filtrado:

source: Local Client: OP_HELLO
nl: Lokale Client: OP_HALLO

source: Local Client: OP_EMULEINFO
nl: Lokale Client:: OP_EMULEINFO

source: Local Client: OP_EMULEINFOANSWER
nl: Lokale Client: OP_EMULEINFOANTWOORD

source: Local Client: OP_HELLOANSWER
nl: Lokale Client: OP_HALLOANTWOORD

source: Rating for file '
nl: Waardering voor bestand '

source: ' received: %i
nl: ' ontvangen: %i

source: Description for file '
nl: Beschrijving voor bestand '

source: ' received:
nl: ' ontvangen:

source: Failed to retrieve shared files from
nl: Kon gedeelde bestanden niet ontvangen van
pt_br: Erro ao receber lista de arquivos de

source: Local Client: OP_CALLBACKREQUEST
nl: Lokale Client: OP_CALLBACKVERZOEK

source: Local Client: OP_ACCEPTUPLOADREQ
nl: Lokale Client: OP_ACCEPTEERUPLOADVERZOEK

source: Local Client: OP_ASKSHAREDDIRS
nl: Lokale Client: OP_VRAAGGEDEELDEDIRS

source: Local Client: OP_ASKSHAREDFILES
nl: Lokale Client: OP_VRAAGGEDEELDEBESTANDEN

source: Unknown
nl: Onbekend
pt_br: Desconhecido

source: (Fake eMule version %x)
nl: (Nep eMule versie %x)

source: Old MlDonkey
nl: Oude MlDonkey
pt_br: MlDonkey (antigo)

source: New MlDonkey
nl: Nieuwe MlDonkey
pt_br: MlDonkey (novo)

source: (Fake eMule)
nl: (Nep eMule)

source: xMule (Fake eMule)
nl: xMule (Nep eMule)

source: (based on eMule v0.%u)
nl: (gebaseerd op eMule v0.%u)

source: Old eMule
nl: Oude eMule

source: Requesting shared files from
nl: Gedeelde bestanden opvragen van
pt_br: Pedindo lista de arquivos compartilhados de

source: Requesting shared files from user
nl: Gedeelde bestanden opvragen van gebruiker
pt_br: Pedindo lista dos arquivos-compartilhados do usuário

source: (%u) is already in progress
nl: (%u) wordt al uitgevoerd
pt_br: (%u) já está em progresso

source: NickName:
nl: BijNaam:
pt_br: Apelido:

source: Requested:
nl: Aangevraagd:
pt_br: Pedido:

source: Filestats for this session: Accepted %d of %d requests, %s transferred
nl: Statistieken voor deze sessie: %d van %d aanvragen zijn geaccepteerd; %s zijn overgebracht

source: Filestats for all sessions: Accepted %d of %d requests
nl: Statistieken voor alle sessies: %d aanvragen van de %d zijn geaccepteerd
pt_br: Status dos arquivos para todas as sessões: Aceitos %d dos %d pedidos

source: Requested unknown file
nl: Aangevraagd bestand is onbekend
pt_br: Requerido um arquivo desconhecido - talvez ele o retirou do diretório 'incoming' =/

source: Local Client: OP_PUBLICKEY
nl: Lokale Client: OP_PUBLIEKESLEUTEL

source: Want to send signature but challenge value is invalid - User
nl: Wil handtekening versturen, maar challenge waarde is ongeldig - Gebruiker

source: Local Client: OP_SIGNATURE
nl: Loakele Client: OP_HANDTEKENING

source: Invalid State error: IS_KEYANDSIGNEEDED in ProcessPublicKeyPacket
nl: Ongeldige Status fout: IS_KEYANDSIGNEEDED in ProcessPublicKeyPacket

source: Failed to use new recieved public key
nl: Kon nieuw ontvangen public key niet gebruiken

source: recieved multiple signatures from one client
nl: ontving meerdere handtekening van een client

source: recieved signature for client without public key
nl: ontving handtekening voor client zonder public key

source: recieved signature for client with invalid challenge value - User
nl: ontving handtekening voor client met ongeldige challenge waarde - Gebruiker

source: has failed the secure identification, V2 State: %i
nl: kon niet veilig identificeren, V2 Status: %i
pt_br: falha na indentificação segura, V2 State: %i

source: Not sending SecIdentState Packet, because State is Zero
nl: SecIdentStatus Pakket wordt niet verstuurd, omdat Status Nul is

source: Local Client: OP_SECIDENTSTATE
nl: Lokale Client: OP_SECIDENTSTATUS

source: Handshake not finished while processing packet.
nl: Handshake niet klaar tijdens het verwerken van pakket.

source: (Unknown)
nl: (Onbekend)

source: on IP
nl: met IP

source: port %u using
nl: poort %u wordt gebruikt

source: Local Client: OP_PUBLICIP_REQ
nl: Lokale Client: OP_PUBLIEKIP_VERZOEK

source: Category
nl: Categorie
pt_br: Categoria

source: Choose a folder for incoming files
nl: Kies een directory voor binnenkomende bestanden
pt_br: Escolha um diretório para os arquivos

source: * Could not generate backtrace
nl: * Kon geen backtrace genereren

source: * Could not get symbol names for backtrace
nl: * Kon geen symboolnamen voor backtrace krijgen

source: Called From:
nl: Aangeroepen Vanuit:

source: Created file
nl: Bestand gemaakt

source: with file descriptor %i
nl: met bestandsbeschrijver %i

source: can't create file '%s'
nl: kan bestand '%s' niet aanmaken
pt_br: Não pode ser criado o arquivo '%s'

source: Opened file
nl: Geopend bestand

source: Can't open file '%s'
nl: Kan bestand '%s' niet openen
pt_br: Não pode ser aberto o arquivo '%s'

source: Closing file
nl: Bestand wordt gesloten

source: can't close file descriptor %d
nl: kan bestands-beschrijver %d niet sluiten
pt_br: Não pode ser fechado a descrição do arquivo %d

source: can't read from file descriptor %d
nl: kan niet lezen van bestands-beschrijver %d
pt_br: Não pode ser lido do arquivo de descrição %d

source: can't write to file descriptor %d
nl: kan niet schrijven naar bestands-beschrijver %d
pt_br: Não pode ser gravado o destritor do arquivo %d

source: can't flush file descriptor %d
nl: kan bestands-beschrijver %d niet legen
pt_br: Não pode igualar a descrição do arquivo %d

source: unknown seek origin
nl: onbekend zoek begin
pt_br: origem desconhecida da busca

source: can't get seek position on file descriptor %d
nl: kan zoek positie van bestands-beschrijver %d niet krijgen
pt_br: não pode obter a posição do arquivo descritor %d

source: can't find length of file on file descriptor %d
nl: kan lengte van bestands-beschrijver %d niet vinden
pt_br: não pode encontrar o tamanho no arquivo descritor %d

source: can't determine if the end of file is reached on descriptor %d
nl: kan niet bepalen of het einde van het bestand is bereikt op beschrijver %d
pt_br: não pode determinar se o fim do arquivo foi alcançado no descritor %d

source: invalid eof() return value.
nl: ongeldige eof() terugkeer waarde.
pt_br: valor de retorno eof() inválido

source: *** Connected to Client ***
nl: *** Verbonden met Client ***

source: *** Connecting to Client ***
nl: *** Verbinden met Client ***

source: *** Failed to Connect ***
nl: *** Kon niet Verbinden ***

source: *** Disconnected from Client ***
nl: *** Verbinding verbroken met Client ***

source: Failed to load creditfile
nl: Kon kredietbestand niet laden

source: Creditfile is out of date and will be replaced
nl: Kredietbestand is verouderd en wordt vervangen

source: Could not create backup file
nl: Kon backup bestand niet maken

source: Creditfile loaded, %u clients are known
nl: Kredietbestand geladen, %u clients bekend
pt_br: Arquivo de créditos carregado, %u clientes conhecidos

source: - Credits expired for %u clients!
nl: - Kredieten verlopen voor %u clients!
pt_br: Créditos expirados para %u clientes!

source: Saved Credit list
nl: Krediet lijst bewaard

source: Failed to save creditfile
nl: Kan kredietbestand niet opslaan
pt_br: Falha ao salvar o arquivo de créditos

source: Credits deleted due to new SecureIdent
nl: Krediten verwijderd vanwege nieuwe SecureIdent

source: Created new RSA keypair
nl: Nieuw RSA sleutelpaar gemaakt

source: Failed to create new RSA keypair
nl: Kon geen nieuw RSA sleutelpaar maken

source: Warning: Maybe SecureHash Ident fails because LocalIP is unknown
nl: Waarschuwing: SecureHash Ident kan mislukken omdat LokaalIP onbekend is

source: Low
nl: Laag
pt_br: Baixo

source: High
nl: Hoog
pt_br: Alto

source: Clients: %s (%s), Banreason: Userhash invalid
nl: Clients: %s (%s), Banreden: Userhash ongeldig

source: WARNING! Found matching client, to a currently connected client: %s (%s) and with %s
nl: WAARSCHUWING! Passende client gevonden, met een huidige verbonden client: %s (%s) en met %s
pt_br: ATENÇÃO! encontrado clientes iguais conectados com: %s (%s) e com %s

source: Cleaning up TrackedClientList, %i clients on List...
nl: Aan het opschonen van TrackedClientList, %i clients op de Lijst...

source: ...done, %i clients left on list
nl: ...gedaan, %i clients nog op de lijst

source: Client UDP socket; ReaskFilePing; reqfile does not match
nl: Client UDP socket; ReaskFilePing; reqbestand past niet

source: Error while processing incoming UDP Packet (Most likely a misconfigured server)
nl: Fout bij het verwerken van binnenkomende UDP pakket (Waarschijnlijk verkeerd geconfigureerde server)
pt_br: Erro ao processar pacotes UDP recebidos (Provavelmente um servidor mal configurado)

source: File Comments
nl: Bestand Commentaren
pt_br: Comentários do arquivo

source: Username:
nl: Gebruikersnaam:
pt_br: Nome do usuário

source: File Name
nl: Bestandsnaam
pt_br: Nome do arquivo

source: Rating
nl: Waardering
pt_br: Avaliação

source: Comment:
nl: Commentaar:

source: No comments
nl: Geen commentaren

source: comment(s)
nl: commenta(a)r(en)

source: ERROR: Wrong file ID (ProcessFileInfo; file==NULL)
nl: FOUT: Verkeerd bestandsID (ProcesBestandsInfo; bestand==NULL)
pt_br: ERRO: File ID errado (ProcessFileInfo; arquivo==NULL)

source: ERROR: Wrong file ID (ProcessFileInfo; m_reqfile==NULL)
nl: FOUT: Verkeerd bestandsID (ProcesBestandsInfo; m_reqfile==NULL)

source: ERROR: Wrong file ID (ProcessFileInfo; m_reqfile!=file)
nl: FOUT: Verkeerd bestandsID (ProcesBestandsInfo; m_reqfile!=bestand)

source: ERROR: Wrong file ID (ProcessFileStatus; m_reqfile==NULL)
nl: FOUT: Verkeerd bestandsID (ProcesBestandsStatus; m_reqfile==NULL)

source: ERROR: Wrong file ID (ProcessFileStatus; m_reqfile!=file)
nl: FOUT: Verkeerd bestandsID (ProcesBestandsStatus; m_reqfile!=bestand)

source: ProcessFileStatus - wrong part number recv=%u expected=%u
nl: ProcesBestandStatus - verkeerd part nummer ontv=%u verwacht=%u
pt_br: ProcessFileStatus - número da parte errada - recb=%u esperado=%u

source: Ignoring %u bytes of block %u-%u because of errornous zstream state for file "%s"
nl: %u bytes van blok %u-%u genegeerd vanwege incorrecte zstream status van bestand "%s"
pt_br: Ignorando %u bytes do bloco %u-%u devido a erros no estado do arquivo "%s"

source: Corrupted compressed packet for %s received (error %i)
nl: Beschadigd gecomprimeerd pakket van %s ontvangen (fout %i)
pt_br: Pacote compactado corrompido de %s recebido (erro %i)

source: Corrupted compressed packet for
nl: Beschadigd gecomprimeerd pakket voor
pt_br: Pacote compactado corrompido de

source: received (error %i)
nl: ontvangen (fout %i)
pt_br: recebido (erro %i)

source: Received unrequested AICH Packet
nl: Niet gevraagd AICH Pakket ontvangen

source: Normal
nl: Normaal

source: Priority
nl: Prioriteit
pt_br: Prioridade

source: &Pause
nl: &Pauzeer

source: &Resume
nl: &Verder gaan
pt_br: &Resumir

source: C&lear completed
nl: V&erwijder complete
pt_br: L&impar Downloads concluídos

source: Swap every A4AF to this file now
nl: Wissel elk A4AF nu uit met dit bestand
pt_br: Trocar cada entrada A4AF deste arquivo agora

source: Swap every A4AF to this file (Auto)
nl: Wissel elk A4AF uit met dit bestand (Auto)
pt_br: Trocar cada entrada A4AF deste arquivo (auto)

source: Swap every A4AF to any other file now
nl: Wissel elk A4AF nu uit met de andere bestanden
pt_br: Trocar agora cada entrada A4AF para outro arquivo

source: Drop No Needed Sources now
nl: Laat Geen Benodigde Bronnen nu vallen
pt_br: Descartar agora as fontes desnecessárias

source: Drop Full Queue Sources now
nl: Laat Volle Wachtrij Bronnen nu vallen
pt_br: Descartar agora as fontes com fila de espera cheia

source: Drop High Queue Rating Sources now
nl: Laat Hoge Wachtrij Bronnen nu vallen
pt_br: Descartar agora as fontes com fila de espera alta

source: Clean Up Sources now (NNS, FQS && HQRS)
nl: Haal Bronnen weg (GBB, VWB && HWB)
pt_br: Limpar todos as fontes agora (NNS, FQS e HQRS)

source: Extended Options
nl: Uitgebreide Opties
pt_br: Opções extras

source: FakeCheck
nl: EchtheidsControle

source: jugle.net Fake Check
nl: jugle.net EchtheidsControle

source: 'Donkey Fakes' Fake Check
nl: 'Donkey Fakes' EchtheidsControle

source: &Open the file
nl: &Open het bestand
pt_br: Abrir &o arquivo

source: Preview
nl: Voorbeeld
pt_br: Pré-visualizar

source: Show file &details
nl: Bekijk &details
pt_br: Exibir &detalhes do arquivo

source: Show all comments
nl: Bekijk alle commentaren
pt_br: Exibir todos os comentários

source: Copy ED2k &link to clipboard
nl: Kopieer ED2k &link naar klembord
pt_br: Copiar &link ED2k para área de transferência

source: Copy ED2k link to clipboard (&HTML)
nl: Kopieer ED2k link naar klembord (&HTML)
pt_br: Copiar link ED2k para a área de transferência (formato &HTML)

source: Copy feedback to clipboard
nl: Kopieer feedback naar klembord

source: unassign
nl: Verwijder toewijzing
pt_br: não definido

source: Assign to category
nl: Toewijzen aan catgorie
pt_br: Adicionar na Categoria

source: Show &Details
nl: Laat &Details Zien
pt_br: Exibir &Detalhes

source: Add to Friends
nl: Voeg toe aan Vrienden
pt_br: Adicionar na lista de 'Amigos'

source: View Files
nl: Bekijk Bestanden
pt_br: Exibir Arquivos

source: Send message
nl: Verstuur bericht

source: Size
nl: Grootte
pt_br: Tamanho

source: Transferred
nl: Overgebracht
pt_br: Transferido

source: Completed
nl: Compleet
pt_br: Completado

source: Speed
nl: Snelheid
pt_br: Velocidade

source: Progress
nl: Voortgang
pt_br: Progresso

source: Sources
nl: Bronnen
pt_br: Fontes

source: Time Remaining
nl: Overgebleven Tijd
pt_br: Tempo Restante

source: Last Seen Complete
nl: Laatst Compleet Gezien
pt_br: Ultima vez concluído

source: Last Reception
nl: Laatste Overdracht
pt_br: Último recebimento

source: Auto [Lo]
nl: Auto [La]
pt_br: Auto [Baixo]

source: Auto [Hi]
nl: Auto [Ho]
pt_br: Auto [Alto]

source: Queue Full
nl: Wachtrij vol
pt_br: Lista de espera cheia

source: Asking
nl: Vragend
pt_br: Perguntando

source: Connecting via server
nl: Verbinden via server
pt_br: Conectando via servidor

source: On Queue
nl: In wachtrij
pt_br: Na fila de espera

source: Transferring
nl: Overdragen
pt_br: Transferindo

source: Receiving hashset
nl: Ontvangen van hash set
pt_br: Recebendo hash

source: No needed parts
nl: Geen benodigde delen
pt_br: Nenhuma parte necessária

source: Cannot connect LowID to LowID
nl: Kan LowID niet verbinden met LowID
pt_br: Não se pode conectar LowID com LowID

source: Too many connections
nl: Te veel verbindingen
pt_br: Excesso de conexões

source: Asked for another file
nl: Al om een ander bestand gevraagd
pt_br: Pedindo por outro arquivo

source: Are you sure that you want to cancel and delete this file ?
nl: Weet u zeker dat u wilt annuleren en dit bestand verwijderen ?
pt_br: Você tem certeza que deseja CANCELAR e DELETAR este arquivo?

source: Are you sure that you want to cancel and delete these files ?
nl: Weet u zeker dat u wilt annuleren en deze bestanden verwijderen ?
pt_br: Você tem certeza que deseja CANCELAR e DELETAR estes arquivos?

source: Feedback from:
nl: Feedback van:

source: File Name:
nl: BestandsNaam:

source: File size: %i MB
nl: Bestandsgrootte: %i MB

source: Sources: %i
nl: Bronnen: %i

source: Complete Sources: %i
nl: Complete Bronnen: %i

source: Send message to user
nl: Verstuur bericht naar gebruiker

source: Message to send:
nl: Bericht om te versturen:

source: No part files found
nl: Geen part-bestanden gevonden
pt_br: Nenhum arquivo parcial (.part) foi encontrado

source: Found %i part files
nl: %i part-bestanden gevonden
pt_br: Encontrados %i arquivos parciais (.part)

source: Downloading %s
nl: Downloaden van %s
pt_br: Baixando %s

source: Downloading %s
nl: Downloaden van %s

source: You are already trying to download the file %s
nl: U probeert het bestand %s al te downloaden
pt_br: OOPS! Você já está tentando baixar o arquivo %s
