Repository: Hank-chinasky/amule
Catalog: tags/CVS/po/*.po
Languages: nl, pt_br

source: You already have the file %s
nl: U heeft het bestand %s al
pt_br: OOPS! você já tem o arquivo %s

source: Tried to add source with matching hash to your own.
nl: Probeerde om bron toe te voegen met zelfde hash als die van u

source: Local server source request for file "
nl: Lokale server bron aanvraag voor bestand "

source: " not sent because of status '
nl: " niet verstuurd vanwege status '

source: Bad link.
nl: Foute link.
pt_br: Link com erro.

source: Invalid link: %s
nl: Ongeldige link: %s
pt_br: Link inválido: %s

source: This ed2k link is invalid (%s)
nl: Deze ed2k link is ongeldig (%s)
pt_br: Este link ed2k não é válido (%s)

source: Free Disk Space (Total): %lli
nl: Vrije Schijfruimte (Totaal): %lli

source: File : %s, Needed Space : %i - PAUSED !!!
nl: Bestand : %s, Benodigde Schijfruimte: %i - GEPAUZEERD !!!

source: Download queue is empty.
nl: Download wachtrij is leeg.

source: not a well-formed ed2k link
nl: niet een goed-gevormde ek2k link
pt_br: link ed2k não está formulado corretamente

source: Not an ED2K server or file link
nl: Geen ED2K server of bestandslink
pt_br: Link de arquivo ou servidor ED2K inválido

source: can't write file '%s'
nl: kan bestand '%s' niet schrijven
pt_br: não pode ser escrito '%s'

source: ExternalConn: failed to Create thread
nl: ExterneVerbinding: kon thread niet aanmaken

source: New external connection accepted
nl: Nieuwe externe verbinding geaccepteerd
pt_br: Nova conexão externa aceita

source: Error: couldn't accept a new external connection
nl: Fout: kon geen nieuwe externe verbinding accepteren
pt_br: Nova conexão externa não foi aceita

source: Unauthorized access attempt. Connection closed.
nl: Poging to ongeautorizeerde toegang. Verbinding gesloten.

source: Webserver-Guest-Login
nl: Webserver-Gast-Login

source: Webserver: Failed Loginattempt
nl: Webserver: Mislukte Loginpoging

source: IPFilter state set to '%s'.
nl: IPFilter status ingesteld op '%s'.

source: aMule IP Filter level changed from %d to %d.
nl: aMule IP Filter level veranderderd van %d in %d.

source: aMule IP Filter level was already %d. Nothing changed.
nl: aMule IP Fileter level was al %d. Niks veranderd.

source: Invalid IP Filter level entered:
nl: Ongeldige IP Filter level ingevoerd:

source: Partfilename:
nl: Partbestandsnaam:
pt_br: Partes do arquivo:

source: Parts:
nl: Delen:
pt_br: Partes:

source: Available
nl: Beschikbaar
pt_br: Disponível

source: Last Seen Complete :
nl: Laatst Compleet Gezien :
pt_br: Último completo visto:

source: Last Reception:
nl: Laatste Ontvangst:
pt_br: Último recebimento:

source: Error processing command - should never happen! Report bug, please
nl: Fout bij het verwerken van commando - zou nooit mogen gebeuren! Rapporteer deze bug, a.u.b.

source: Syntax error!
nl: Syntax fout!

source: Creating client...
nl: Aanmaken van client...

source: Now, doing connection....
nl: Nu, verbinding aan het doen....

source: Using host '
nl: Gebruiken van host '

source: ' port:
nl: ' poort:

source: Trying to connect (timeout = 10 sec)...
nl: Proberen te verbinden (timeout = 10 sec)...

source: Connection Failed. Unable to connect to the specified host
nl: Verbinding Mislukte. Kon niet verbinden met opgegeven host

source: ExternalConn: Access Denied.
nl: ExterneConn: Toegang Geweigerd.

source: Succeeded! Connection established.
nl: Succes! Verbinding gemaakt.

source: Ok, exiting
nl: Ok, afsluiten

source: done
nl: klaar
pt_br: concluído

source: Failed to copy the file '%s' to '%s'
nl: Kon het bestand '%s' niet kopieren naar '%s'
pt_br: Falha ao copiar o arquivo '%s' para '%s'

source: Impossible to get permissions for file '%s'
nl: Kon toestemmingen voor bestand '%s' niet verkrijgen
pt_br: Impossível obter permissões do arquivo '%s'

source: Impossible to overwrite the file '%s'
nl: Onmogelijk om het bestand '%s' te overschrijven
pt_br: Impossível sobrescrever o arquivo '%s'

source: Impossible to set permissions for the file '%s'
nl: Onmogelijk om toestemmingen voor het bestand '%s' in te stellen
pt_br: Impossível definir permissões para o arquivo '%s'

source: info: Could not create backup of '%s'
nl: info: Kon geen backup maken van '%s'

source: Username
nl: Gebruikersnaam
pt_br: Nome do usuário

source: Failed to open friendlist file 'emfriends.met' for reading!
nl: Kon vriendenlijstbestand 'emfriends.met' niet lezen!
pt_br: Falha ao abrir o arquivo de lista de amigos 'emfriends.met', para leitura!

source: Failed to open friendlist file 'emfriends.met' for writing!
nl: Kon niet naar vriendenlijstbestand 'emfriends.met' schrijven!
pt_br: Falha ao abrir o arquivo de lista de amigos 'emfriends.met' para escrita!

source: Friends
nl: Vrienden
pt_br: Amigos

source: Add a friend
nl: Voeg een vriend toe
pt_br: Adicionar um amigo

source: Remove Friend
nl: Verwijder Vriend
pt_br: Remover amigo

source: Send &Message
nl: Verstuur &Bericht
pt_br: Enviar &Mensagem

source: Establish Friend Slot
nl: Maak Vriendenplaats
pt_br: Estabelecer conexão com amigos

source: Downloading...
nl: Downloaden...
pt_br: Baixando...

source: Invalid line in file ipfilter.dat(%d)
nl: Ongeldige regel in bestand ipfilter.dat(%d)

source: Loaded ipfilter with %d new IP addresses.
nl: Ipfilter geladen met %d nieuwe IP adressen.

source: Failed to download the ipfilter from
nl: Kon ipfilter niet downloaden van

source: Please fill all fields required
nl: Vul a.u.b. alle benodigde velden in

source: Error: the file known.met is corrupted, unable to load known files
nl: Fout: het bestand known.met is beschadigd, kan bekende bestanden niet laden
pt_br: Erro: o arquivo known.met está corrompido, impossível carregá-lo

source: Unexpected file error while reading known.met: %s, unable to load known files
nl: Onverwachte bestandsfout tijdens het lezen van known.met: %s, kon bekende bestanden niet laden
pt_br: Erro inesperado ao ler o arquivo known.met: %s, impossível carregá-lo

source: Client requests invalid %u. file block %u-%u (%d bytes):
nl: Client vraagt ongeldige %u op. bestandsblok %u-%u (%d bytes):

source: : Upload session ended due canceled transfer.
nl: : Upload sessie beëindigd vanwege geannuleerde overdracht.

source: : Upload session ended due ended transfer.
nl: : Upload sessie beëidigd vanwege beëidigde overdracht.

source: New message from '
nl: Nieuw bericht van '

source: Message filtered from '
nl: Bericht gefilterd van '

source: User
nl: Gebruiker
pt_br: usuário

source: (%u) requested your sharedfiles-list -> %s
nl: (%u) vroeg uw gedeeldebestanden-lijst op -> %s

source: Accepted
nl: Geaccepteerd
pt_br: Aceito

source: Denied
nl: Geweigerd
pt_br: Bloqueado

source: (%u) requested your shareddirectories-list ->
nl: (%u) vroeg uw gedeeldedirectories-lijst op ->

source: accepted
nl: geaccepteerd
pt_br: aceito

source: denied
nl: geweigerd
pt_br: negado

source: (%u) requested your sharedfiles-list for directory
nl: (%u) vroeg uw gedeeldebestanden-lijst op voor directory

source: (%u) shares directory
nl: (%u) deelt directory
pt_br: (%u) diretórios compartilhados

source: (%u) sent unasked shared dirs.
nl: (%u) stuurde ongevraagd gedeelde dirs.
pt_br: (%u) enviou diretórios de arquivos compartilhados não pedidos.

source: (%u) sent sharedfiles-list for directory
nl: (%u) stuurde gedeeldebestanden-lijst voor directory

source: (%u) finished sending sharedfiles-list
nl: (%u) is klaar met sturen van gedeeldebestanden-lijst
pt_br: (%u) concluído o envio da lista de arquivos compartilhados

source: (%u) sent unwanted sharedfiles-list
nl: (%u) stuurde ongevraagd gedeeldebestanden-lijst
pt_br: (%u) enviou lista de arquivos compartilhados não pedida

source: (%u) denied access to shareddirectories/files-list
nl: (%u) weigerde toegang tot gedeeldedirectories/bestanden-lijst
pt_br: (%u) acesso negado para lista de diretórios/arquivos compartilhados

source: Edonkey packet: unknown opcode: %i %x
nl: Edonkey pakket: onbekende opcode: %i %x

source: (IP:%s) caused an error:
nl: (IP:%s) veroorzaakte een fout:
pt_br: (IP:%s) causou o erro:

source: . Disconnecting client!
nl: . Client Afstoten!
pt_br: . Desconectando cliente!

source: A unknown client caused an error or did something bad:
nl: Een onbekende client veroorzaakte een fout of deed iets verkeerd:
pt_br: Um cliente desconhecido causou um erro ou fez alguma coisa errada:

source: RCV:Source Request User(%s) File(%s)
nl: RCV:Bronnen Aanvraag Gebruiker(%s) Bestand(%s)

source: eMule packet : unknown opcode: %i %x
nl: eMule pakket : onbekende opcode: %i %x

source: A client caused an error or did something bad: %s. Disconnecting client!
nl: Een client veroorzaakte een fout of deed iets verkeerd: %s. Client afgestoten!
pt_br: Um cliente causou um erro ou fez algo errado: %s. Cliente sendo desconectado!

source: Client TCP socket error (OnConnect): %u
nl: Client TCP socket fout (BijVerbinden) %u

source: ' (IP:%s) caused an error: %u. Disconnecting client!
nl: ' (IP:%s) veroorzaakte een fout: %u. Client afstoten!
pt_br: (IP:%s) causou um erro: %u. Desconectando cliente!

source: Unknown client (IP:%s) caused an error: %u. Disconnecting client!
nl: Onbekende client (IP:%s) veroorzaakte een fout: %u. Client afgestoten!
pt_br: Cliente desconhecido (IP:%s) causou um erro: %u. Cliente sendo desconectado!

source: A client caused an error or did something bad (error %u). Disconnecting client !
nl: Een client veroorzaakte een fout of deed iets slechts (fout %u). Verbinding verbreken met client !
pt_br: Um cliente causou um erro ou fez alguma coisa errada (erro %u). Desconectando

source: No error or error 107 (Transport endpoint is not connected)
nl: Geen fout of fout 107 (Transport eindpunt is niet verbonden)

source: Failed to decompress client TCP packet; protocol=0x%02x opcode=0x%02x size=%u
nl: Kon client TCP pakket niet decomprimeren; protocol=0x%02x opcode=0x%02x grootte=%u

source: CSocketGlobalThread: call to Create failed
nl: CSocketGlobalThread: aanroep van Create mislukt

source: Close
nl: Sluiten
pt_br: Fechar

source: Close tab
nl: Sluit tabblad
pt_br: Fechar tab

source: Close all tabs
nl: Sluit alle tabbladen
pt_br: Fechar todas tabs

source: Close other tabs
nl: Sluit andere tabbladen
pt_br: Fechar outras tabs

source: Cut
nl: Knippen

source: Copy
nl: Kopiëren

source: Paste
nl: Plakken

source: Clear
nl: Wissen
pt_br: Limpar

source: Select All
nl: Alles Selecteren

source: For system tray integration to work, you must specify which desktop you are using. You can change this later from preferences.
nl: Om system tray integratie te laten werken, moet u opgeven welke desktop u gebruikt. U kunt dit later veranderen in voorkeuren.
pt_br: Para a integração com o SystemTray funcionar, é necessário informar que tipo de ambiente Você usa. Você pode alterar mais tarde, em: Preferências.

source: Gnome 2.x (or other XEMBED compatible)
nl: Gnome 2.x (of ander XEMBED compatibel)
pt_br: Gnome 2.x (ou outro compatível com XEMBED)

source: No systray integration, please
nl: Geen systray integratie, aub
pt_br: Não integrar com o SystemTray

source: Desktop
nl: Bureaublad
pt_br: Área de Trabalho (Desktop)

source: ED2K Link Handler
nl: ED2K Link Afhandelaar

source: Commit
nl: Uitvoeren
pt_br: Adicionar

source: Click here to add the ed2k link in the text control to your download queue.
nl: Klik hier om de ed2k link in de text control toe te voegen aan uw download wachtrij.

source: Loading ...
nl: Laden ...
pt_br: Carregando...

source: Events are displayed here. For a complete list of events, refer to the log in the Servers-tab.
nl: Gebeurtenissen worden hier getoond. Voor een complete lijst van gebeurtenissen, bekijk de log in de Servers-tab.

source: Number of users on the server you are connected to ...
nl: Aantal gebruikers op de server waar u mee verbonden bent ...
pt_br: Número de usuários conectados neste servidor...

source: Users: 0
nl: Gebruikers: 0
pt_br: Usuários: 0

source: Users connected to the current server and an estimate of the total number of users.
nl: Gebruikers verbonden met de huidge server en een schatting van het totale aantal gebruikers.

source: Current average upload and download rates. If enabled the numbers in the braces signify the overhead from client communication.
nl: Huidige gemiddelde upload en download snelheden. Indien ingeschakeld geven de getallen tussen haakjes de overhead door client communicatie aan.

source: Displays the connected status and active transfers. Red arrows signifies that you are currently not connected, yellow arrows signify that you have low ID (firewalled) and green arrows signify that you have high ID (The optimal connection type).
nl: Toont de verbonden status en actieve overdrachten. Rode pijlen geven aan dat u nu niet verbonden bent, gele pijlen geven aan dat u een low ID (door firewall) hebt en groene pijlen geven aan dat u een high ID (Het optimale verbindingstype) hebt.

source: Not Connected ...
nl: Niet Verbonden ...
pt_br: Não conectado...

source: Currently connected server.
nl: Server nu mee verbonden.

source: Search
nl: Zoeken
pt_br: Pesquisar

source: Name:
nl: Naam:

source: Reset
nl: Leegmaken
pt_br: Limpar

source: Local Search
nl: Lokaal Zoeken

source: Global Search
nl: Globaal Zoeken
pt_br: Busca global

source: Extended Parameters
nl: Uitgebreide Parameters

source: File Type
nl: BestandsType

source: Any
nl: Alles
pt_br: Todos

source: Archives
nl: Archieven
pt_br: Arquivos

source: Audio
nl: Geluid
pt_br: Áudio

source: Pictures
nl: Plaatjes
pt_br: Figuras

source: Programs
nl: Programma's
pt_br: Programas

source: Texts
nl: Teksten
pt_br: textos

source: Extension
nl: Extensie
pt_br: Extensão

source: Min Size
nl: Min Grootte
pt_br: Tamanho Mínimo

source: Max Size
nl: Max Grootte
pt_br: Tamanho Máximo

source: Availability
nl: Beschikbaarheid

source: Results
nl: Resultaten

source: Clears completed downloads
nl: Verwijderd complete downloads
pt_br: Limpar downloads completados

source: switch download list to clients you're downloading from, with files also (some day)
nl: verander download lijst naar clients waar u van download, ook met bestanden (ooit)

source: Shows Upload / Up-queue
nl: Toont Upload / Up-wachtrij
pt_br: Exibir Uploads / Up-espera

source: Messages
nl: Berichten
pt_br: Mensagens

source: Send
nl: Verstuur
pt_br: Enviar

source: Sends the specified message.
nl: Verstuurt het gespecificeerde bericht.

source: Close this chat-session.
nl: Sluit deze chat-sessie.

source: General
nl: Algemeen
pt_br: Geral

source: Full Name :
nl: Volledige Naam :
pt_br: Nome Completo:

source: N/A
nl: N/B

source: met-File :
nl: met-Bestand :
pt_br: arquivo-met :

source: Filesize :
nl: Bestandsgrootte :
pt_br: Tamanho do arquivo :

source: Partfilestatus :
nl: Partbestandsstatus :
pt_br: Status parcial:

source: Last seen complete :
nl: Laatst compleet gezien :
pt_br: Última vez concluído:

source: Length:
nl: Lengte:
pt_br: Tempo:

source: Transfer
nl: Overdracht
pt_br: Tranferência

source: Found Sources :
nl: Gevonden Bronnen :
pt_br: Fontes encontradas:

source: Transferring Sources :
nl: Bronnen Overdragen :
pt_br: Transferindo de (fontes):

source: Filepart-Count :
nl: Bestandsdeel-Teller :
pt_br: Contador de partes:

source: Available :
nl: Beschikbaar :
pt_br: Disponíveis:

source: Datarate :
nl: Datasnelheid :
pt_br: Taxa de transf.:

source: Transferred :
nl: Overgedragen :
pt_br: Transferido:

source: Completed Size :
nl: Volledige Grootte :
pt_br: Tamanho completo:

source: Intelligent Corruption Handling
nl: Intelligente Beschadigings Afhandeling (I.C.H.)
pt_br: Manipulador Inteligente de Corrupção (I.C.H.)

source: Lost to corruption :
nl: Verloren door beschadiging :
pt_br: Perdido ao corromper:

source: Gained by compression :
nl: Verkregen door compressie :
pt_br: Ganho com compressão:

source: Packages saved by I.C.H. :
nl: Pakketten gered door I.C.H. :
pt_br: Pacotes recuperados pelo I.C.H.:

source: Source Names
nl: Bron Namen
pt_br: Nome das Fontes

source: Takeover
nl: Neem over
pt_br: Assumir

source: Cleanup
nl: Opruimen
pt_br: Limpar

source: Rename
nl: Hernoemen
pt_br: Renomear

source: Comment this file (this text will be show by all users)
nl: Geef commentaar (deze text zal bij elke gebruiker getoond worden)
pt_br: Comente esse arquivo (esse texto será exibido para todos os usuários)

source: For a film you can say its length, its story, language ... and if it's a fake, you can tell that to other users of aMule.
nl: Voor een film kunt u vertellen: de lengte, het verhaal, de taal ... en als het nep is kunt u dat de andere gebruikers van aMule vertellen.
pt_br: Para um filme, Você pode falar do tamanho, idioma, história... e se ele for falso (fake), Você poderá informar aos demais usuários.

source: File Quality
nl: Bestands Kwaliteit
pt_br: Qualidade do arquivo

source: Not rated
nl: Niet beoordeeld
pt_br: Não avaliado

source: Invalid / Corrupt / Fake
nl: Onbruikbaar / Beschadigd / Nep
pt_br: Inválido / Corrompido / Falso

source: Poor
nl: Matig
pt_br: Ruim

source: Good
nl: Goed
pt_br: Bom

source: Fair
nl: Redelijk
pt_br: Regular

source: Excellent
nl: Uitstekend
pt_br: Excelente

source: Choose the file rating or advice users if the file is invalid ...
nl: Kies de bestands waardering of adviseer gebruikers als het bestand ongeldig is ...
pt_br: Escolha uma classificação ou avise os demais usuários se o arquivo é inválido...

source: Apply
nl: Toepassen
pt_br: Aplicar

source: No comment(s)
nl: Geen commenta(a)r(en)
pt_br: Sem comentário(s)

source: Refresh
nl: Verversen
pt_br: Atualizar

source: Downloading, please wait ...
nl: Downloaden, geduld aub ...
pt_br: Baixando, aguarde...

source: Required Information
nl: Benodigde Informatie
pt_br: Informação necessária

source: IP Address :
nl: IP Adres :
pt_br: Endereco IP :

source: Port :
nl: Poort :
pt_br: Porta:

source: Additional Information
nl: Extra Informatie
pt_br: Informações adicionais

source: Username :
nl: Gebruikersnaam :
pt_br: Usuário:

source: Userhash :
nl: Gebruikershash :

source: Add
nl: Toevoegen
pt_br: Adicionar

source: Shared Files
nl: Gedeelde Bestanden
pt_br: Arquivos Compartilhados

source: Reload your shared files
nl: Laad uw gedeelde bestanden opnieuw
pt_br: Atualizar arquivos compartilhados

source: Statistics
nl: Statistieken
pt_br: Estatísticas

source: Current Session
nl: Huidige Sessie
pt_br: Sessão atual

source: Total
nl: Totaal

source: Requested :
nl: Opgevraagd :
pt_br: Solicitados:

source: Active Uploads :
nl: Actieve Uploads :
pt_br: Uploads ativos:

source: Download-Speed
nl: Download-Snelheid
pt_br: Download (Velocidade)

source: Current
nl: Huidige
pt_br: Atual

source: Running average
nl: Lopende gemiddelde
pt_br: Média de execução

source: Session average
nl: Sessie gemiddelde
pt_br: Média da sessão

source: Active downloads
nl: Actieve downloads
pt_br: Downloads ativos

source: Active connections (1:1)
nl: Actieve verbinding (1:1)
pt_br: Conexões ativas (1:1)

source: Active uploads
nl: Actieve uploads
pt_br: Uploads ativos

source: Upload-Speed
nl: Upload-Snelheid
pt_br: Upload (velocidade)

source: Clientversion :
nl: Clientversie :
pt_br: Vers.cliente:

source: Servername :
nl: Servernaam :
pt_br: Nome do servidor:

source: Currently downloading :
nl: Nu aan het downloaden :
pt_br: Baixando:

source: Downloaded (this session) :
nl: Gedownload (deze sessie) :
pt_br: Baixado (nessa sessão) :

source: Average downloadrate :
nl: Gemiddelde downloadsnelheid :
pt_br: Média de Download :

source: Downloaded total :
nl: Totaal gedownload :
pt_br: Total de DL :

source: Uploaded (this session) :
nl: Geupload (deze sessie) :
pt_br: Enviado (nessa sessão) :

source: Average Uploadrate :
nl: Gemiddelde Uploadsnelheid :
pt_br: Média de Upload :

source: Uploaded total :
nl: Totaal geupload :
pt_br: Total enviado :

source: DL/UP Modifier :
nl: DL/UP Factor :
pt_br: Modificador de DL/UP :

source: Rating (total) :
nl: Waardering (totaal) :
pt_br: Classificação (Total):

source: Uploadqueue score :
nl: Uploadwachtrij score :
pt_br: Pontuação de Upload:

source: General Settings
nl: Algemene Instellingen

source: Nick
nl: Bijnaam
pt_br: Nick (identificação)

source: This is the name that other users will see when connecting to you.
nl: Dit is de naam die andere gebruikers zien terwijl ze met u verbinden.

source: Language
nl: Taal
pt_br: Idioma

source: System default
nl: Systeem standaard
pt_br: Padrão do sistema

source: Arabic
nl: Arabisch
pt_br: Árabe

source: Basque
nl: Baskisch
pt_br: Basco

source: Bulgarian
nl: Bulgaars
pt_br: Búlgaro

source: Chinese (Simplified)
nl: Chinees (Versimpeld)

source: Danish
nl: Deens
pt_br: Dinamarquês

source: Dutch
nl: Nederlands
pt_br: Holandês

source: English
nl: Engels
pt_br: Inglês

source: Estonian
nl: Estonisch
pt_br: Estônia

source: Finnish
nl: Fins
pt_br: Finlandês

source: French
nl: Frans
pt_br: Francês

source: Galego
nl: Gallicisch

source: German
nl: Duits
pt_br: Alemão

source: Italian
nl: Italiaans
pt_br: Italiano

source: Korean
nl: Koreaans
pt_br: Coreano

source: Lithuanian
nl: Litouws
pt_br: Lituânia

source: Polish
nl: Pools
pt_br: Polonês

source: Portuguese
nl: Portugees
pt_br: Português

source: Portuguese (Brazil)
nl: Portugees (Brzilië)
pt_br: Português do Brasil

source: Russian
nl: Russisch
pt_br: Russo

source: Spanish
nl: Spaans
pt_br: Espanhol

source: Spanish (Chile)
nl: Spaans (Chili)
pt_br: Espanhol do Chile

source: Spanish (Mexico)
nl: Spaans (Mexico)
pt_br: Espanhol do México

source: Turkey
nl: Turks
pt_br: Turquia

source: Hungarian
nl: Hongaars
pt_br: Hungria

source: Catalan
nl: Catalaans
pt_br: Catalão

source: Croatian
nl: Croatisch
pt_br: Croácia

source: Italian (Napoletan)
nl: Italiaans (Napels)
pt_br: Italiano (Napolitano)

source: Custom
nl: Handmatig
pt_br: Personalizado

source: Chinese (Traditional)
nl: Chinees (Traditioneel)

source: This specifies the language used on controls.
nl: Dit specificeert de taal waarin aMule wordt getoond.

source: Misc Options
nl: Overige Opties
pt_br: Opções Diversas

source: Downloadlist doubleclick to expand
nl: Downloadlijst dubbelklik om uit te breiden
pt_br: Duplo clique para expandir a lista de Downloads

source: If enabled, it is possible to display the sources associated with downloads by double-clicking on them.
nl: Indien ingeschakeld, is het mogelijk om de bronnen geassocieerd met downloads te tonen door er op te dubbel-klikken.

source: Minimize to trayicon
nl: Minimaliseer naar tray
pt_br: Minimizar para o SystemTray

source: Enabling this will make aMule minimize to the system-tray, rather than the taskbar.
nl: Als u dit inschakelt zal aMule geminimaliseerd worden naar de system-tray, in plaats van naar de taakbalk.

source: Prompt on exit
nl: Vraag bevestiging bij afsluiten
pt_br: Perguntar ao sair

source: Makes aMule promt before exiting.
nl: Zorgt ervoor dat aMule om bevestiging vraagt voor af te sluiten.

source: Tooltip Delay Time in secs
nl: Tooltip Vertragings Tijd in seconden

source: The delay before showing tool-tips.
nl: De vertraging voordat tool-tips worden getoond.

source: Systray Integration
nl: Systray Integratie
pt_br: Integração System Tray

source: Click here to select the type of systray integration you wish aMule to use.
nl: Klik hier om het type systray integratie te selecteren die u wilt dat aMule gebruikt.

source: Startup
nl: Opstarten
pt_br: Ao iniciar

source: Start minimized
nl: Start geminimaliseerd
pt_br: Iniciar minimizado

source: Enabling this makes aMule minimize itself upon start.
nl: Als u dit inschakelt zal aMule zichzelf minimaliseren bij het starten.

source: Fake Check
nl: Controleer Echtheid

source: User Defined
nl: Handmatig Gekozen
pt_br: Usuário não definido

source: Select your browser here
nl: Selecteer hier uw browser
pt_br: Selecione seu navegador aqui

source: Custom Browser:
nl: Gebruikelijke Browser:
pt_br: Navegador definido:
