Repository: Hank-chinasky/amule
Catalog: tags/CVS/po/*.po
Languages: nl, pt_br

source: Error: %s (%s) is corrupt
nl: Fout: %s (%s) is beschadigd
pt_br: Erro: %s (%s) está corrompido

source: Error: %s (%s) is corrupt (wrong tagcount), unable to load file
nl: Fout: %s (%s) is beschadigd (verkeerd labelnummer), kon bestand niet laden

source: Trying to recover file info...
nl: Poging om bestands info te herstellen...

source: Recovering no-named file - will try to recover it as RecoveredFile.dat
nl: Naamloos bestand herstellen - zal proberen om het te herstellen als RecoverdFile.dat

source: Recovered all available file info :D - Trying to use it...
nl: Alle beschikbare bestands info hersteld :D - Poging om het te gebruiken...

source: Unable to recover file info :(
nl: Kon bestands info niet herstellen :(

source: Error: %s (%s) is corrupt, unable to load file
nl: Fout: %s (%s) is beschadigd, kon bestand niet laden
pt_br: ERRO: %s (%s) esta corrompido, impossível carrega-lo

source: Failed to open %s (%s)
nl: Kon %s (%s) niet openen
pt_br: Falha ao abrir %s (%s)

source: Warning: %s might be corrupted
nl: Waarschuwing: %s kan beschadigd zijn
pt_br: Cuidado: %s parece estar corrompido

source: ERROR while saving partfile: %s (%s => %s)
nl: FOUT tijdens het bewaren van partbestand: %s (%s => %s)
pt_br: ERRO durante salvamento do arquivo parcial: %s (%s => %s)

source: Unable to open
nl: Kon niet openen
pt_br: Impossível abrir

source: file - using
nl: bestand - gebruiken

source: file.
nl: bestand.

source: file.
nl: bestand.

source: file is 0 size somehow - using
nl: bestand heeft grootte 0 - gebruiken

source: Failed to save part.met.seeds file for %s
nl: Kon bestand part.met.seeds niet bewaren voor %s
pt_br: Falha ao salvar part.met.seeds para %s

source: Saved %i sources seeds for partfile: %s (%s)
nl: %i bronnen seeds bewaard voor partbestand: %s (%s)
pt_br: Salvo %i fontes do .part: %s (%s)

source: Partfile %s (%s) has no seeds file
nl: Partbestand %s (%s) heeft geen seeds bestand
pt_br: Arquivo .part %s (%s) não possui fontes disponíveis

source: Partfile %s (%s) has void seeds file
nl: Partbestand %s (%s) heeft leeg seeds bestand
pt_br: Arquivo .part %s (%s) tem arquivo sedido em branco (ou vaziu).

source: Found corrupted part (%i) in 0 parts file %s - FileResultHash |%s| FileHash |%s|
nl: Beschadigd deel (%i) gevonden in 0 delen bestand %s - BestandResultaatHash |%s| BestandsHash |%s|
pt_br: Parte (%i) corrupta em 0 partes do arquivo %s - FileResultHash |%s| FileHash |%s|

source: Found corrupted part (%i) in %i parts file %s - FileResultHash |%s| FileHash |%s|
nl: Beschadidgd deel (%i) gevonden in %i delen bestand %s - BestandResultaatHash |%s| BestandsHash |%s|
pt_br: Parte (%i) corrupta na parte %i do arquivo %s - FileResultHash |%s| FileHash |%s|

source: Found completed part (%i) in %s
nl: Compleet deel (%i) gevonden in %s
pt_br: Achado parte completa (%i) no %s

source: Failed to store new AICH Hashset for completed file %s
nl: Kon nieuwe AICH Hashset niet bewaren voor compleet bestand %s

source: Finished rehashing %s
nl: Klaar met opnieuw hashen %s
pt_br: Terminado o rehash %s

source: Unexpected file error while completing %s. File paused
nl: Onverwachte bestandsfout tijdens het completeren van %s. Bestand gepauzeerd
pt_br: Erro inesperado ao completar %s, arquivo pausado

source: WARNING: Failed to delete %s
nl: WAARSCHUWING: Kon %s niet verwijderen
pt_br: CUiDADO: Falha ao deletar %s

source: WARNING: Failed to delete %s%s
nl: WAARSCHUWING: Kon %s%s niet verwijderen
pt_br: CUiDADO: Falha ao deletar %s%s

source: WARNING: A file with that name already exists, the file has been renamed
nl: WAARSCHUWING: Een bestand met die naam bestaat al, het bestand is hernoemd
pt_br: CUiDADO: existe um arquivo com este nome, ele será renomeado

source: WARNING: could not remove original '%s' after creating backup
nl: WAARSCHUWING: kon origineel '%s' niet verwijderen na het maken van een backup

source: WARNING: Failed to delete %s.seeds
nl: WAARSCHUWING: Kon %s.seeds niet verwijdern

source: Finished downloading %s :-)
nl: Klaar met downloaden van %s :-)
pt_br: Download concluído: %s 8-)

source: Downloaded:
nl: Gedownload:

source: Failed to delete
nl: Kon niet verwijderen
pt_br: Falha ao deletar

source: Warning: Unable to hash downloaded part - hashset incomplete (%s)
nl: Waarschuwing: Kon gedownload deel niet hashen - hash set incompleet (%s)
pt_br: Cuidado: impossível calcular hash da parte baixada - informação hash incompleta (%s)

source: Error: Unable to hash downloaded part - hashset incomplete (%s). This should never happen
nl: Fout: Kan gedownload deel niet hashen - hash set incompleet (%s). Dit zou nooit mogen gebeuren
pt_br: Impossível calcular hash da parte baixada - informação do hash incompleta (%s). Isso nunca deveria ter acontecido...

source: Hashing
nl: Hashen
pt_br: Calculando hash

source: Completing
nl: Completeren
pt_br: Completando

source: Complete
nl: Compleet
pt_br: Completo

source: Send:Source User(%s) File(%s) Count(%i)
nl: Stuur:Bron Gebruiker(%s) Bestand(%s) Teller(%i)

source: File '%s' has already been written from %lu to %lu
nl: Bestand '%s' is al geschreven van %lu tot %lu

source: ERROR: Cannot write to disk
nl: FOUT: Kan niet naar harde schijf schrijven
pt_br: ERRO: Falha ao gravar em disco

source: Downloaded part %i is corrupt :( (%s)
nl: Gedownload deel %i is beschadigd :( (%s)
pt_br: Parte descarregada %i está corrompida :( (%s)

source: Finished part %u of "%s"
nl: Klaar met deel %u van "%s"

source: ICH: Recovered corrupted part %i (%s)-> Saved bytes:
nl: ICH: Beschadigd deel %i hersteld (%s)-> Bespaarde bytes:

source: Unexpected file error while writing %s : %s
nl: Onverwachte bestandsfout tijden het schrijven van %s : %s
pt_br: Erro inesperado de arquivo enquanto era salvo %s : %s

source: Connection
nl: Verbinding
pt_br: Conexão

source: Remote Controls
nl: Besturing op Afstand
pt_br: Controle Remoto

source: Sources Dropping
nl: Bronnen Laten Vallen
pt_br: Descarte de Fontes

source: Gui Tweaks
nl: Gui Geavanceerd

source: Language change will not be applied until aMule is restarted.
nl: Taal verandering zal niet worden toegepast totdat aMule opnieuw gestart is.
pt_br: O idioma será modificado após o aMule ser reiniciado.

source: Choose a folder for
nl: Kies een directory voor
pt_br: Escolha um diretório para

source: Temporary files
nl: Tijdelijke bestanden

source: Incomming files
nl: Binnenkomende bestanden

source: Online Signatures
nl: Online Handtekeningen

source: Browse wav
nl: Blader wav
pt_br: Defina um arquivo .wav

source: File wav (*.wav)|*.wav||
nl: Bestand wav (*.wav)|*.wav||
pt_br: Arquivo wav (*.wav)|*.wav||

source: Browse skin file
nl: Blader skin bestand

source: Browse for videoplayer
nl: Blader naar videospeler
pt_br: Defina seu videoplayer preferido

source: Executable (*)|*||
nl: Uitvoerbaar (*)|*||
pt_br: Executavel (*)|*||

source: Edit Serverlist
nl: Serverlijst bewerken
pt_br: Edite a lista de Servidores

source: Add here URL's to download server.met files. Only one url on each line.
nl: Voeg hier URL's toe om server.met bestanden te downloaden. Slechts een url per regel.
pt_br: Adicione aqui URL's para baixar arquivos do tipo 'servidores.met' Somente uma URL por Linha.

source: Update delay: %d secs
nl: Update vertraging: %d secs

source: Time for average graph: %d mins
nl: Tijd voor gemiddelde grafiek: %d mins

source: Connections Graph Scale: %d
nl: Verbindingen Grafiek Schaal: %d

source: Update delay : %d secs
nl: Update vertraging : %d secs

source: File Buffer Size: %d bytes
nl: BestandsBuffer Grootte: %d bytes

source: Upload Queue Size: %d clients
nl: Upload Wachtrij Grootte: %d clients

source: Server connection refresh interval: %d minutes
nl: Server verbinding verversings interval: %d minuten

source: Server connection refresh interval: Disabled
nl: Server verbinding verversingstijd: Uitgeschakeld
pt_br: Intervalo para atualizar conexão no servidor: Desativado

source: File
nl: Bestand
pt_br: Arquivo

source: File Priority
nl: Bestandsprioriteit
pt_br: Prioridade de Arquivo

source: Asked
nl: Gevraagd
pt_br: Pedidos

source: Last Seen
nl: Laatst Gezien
pt_br: Última visita

source: Entered Queue
nl: In Wachtrij Gekomen
pt_br: Lista de Espera

source: Banned
nl: Geband
pt_br: Banido

source: Obtained Parts
nl: Ontvangen Delen
pt_br: Partes já baixadas

source: Unban
nl: Maak ban ongedaan
pt_br: DesBanir

source: Show Uploads
nl: Laat Uploads zien
pt_br: Exibir Uploads

source: Very High
nl: Heel Hoog
pt_br: Muito Alto

source: Very low
nl: Heel laag
pt_br: Muito baixo

source: Yes
nl: Ja
pt_br: Sim

source: No
nl: Nee
pt_br: Não

source: You are not connected to a server!
nl: U bent niet verbonden met een server!
pt_br: Você não esta conectado em um servidor!

source: FileID
nl: BestandsID
pt_br: ID do arquivo

source: Copy ED2k link to clipboard
nl: Kopieer ED2k link naar klembord
pt_br: Copiar link ED2k na área de transferência

source: Copy ED2k link to clipboard (HTML)
nl: Kopieer ED2k link naar klembord (HTML)
pt_br: Copiar link HTML na área de transferência (HTML)

source: No serverlist address entry in 'addresses.dat' found. Please paste a valid serverlist address into this file in order to auto-update your serverlist
nl: Geen serverlijst adres in 'addresses.dat' gevonden. Plaats een geldig serverlijst adres in dit bestand om uw serverlijst automatisch te updaten
pt_br: Não foi encontrado nenhum endereço de servidor em 'addresses.dat'. Favor adicionar um endereço server.met correto para o auto-update funcionar. dica: http://ed2k.2x4u.de - lá tem alguns ...

source: Invalid URL
nl: Ongeldige URL
pt_br: URL inválida

source: Failed to download the serverlist from %s
nl: Kon serverlijst niet dowloaden van %s
pt_br: Ocorreu uma erro ao receber a lista de servidores de %s

source: %u auto-update serverlist entries failed loading
nl: %u auto-update serverlijst items faalden te laden
pt_br: %u erro ao tentar atualizar a lista de servidores

source: Failed to load server.met!
nl: Kon server.met niet laden!
pt_br: Ocorreu um erro ao carregar server.met!

source: Invalid versiontag in server.met (0x%x , size %i)!
nl: Ongeldige versie-informatie in server.met (0x%x , size %i)!
pt_br: Tag de versão inválida no server.met (0x%x , size %i)!

source: %i servers in server.met found
nl: %i servers gevonden in server.met
pt_br: Encontrados %i servidores no server.met

source: %d servers added
nl: %d servers toegevoegd
pt_br: Adicionados %d servidores

source: Error: the file server.met is corrupted
nl: Fout: het bestand server.met is beschadigd
pt_br: ERRO: o arquivo server.met está corrompido

source: You are connected to the server you are trying to delete. please disconnect first.
nl: U bent verbonden met de server die u probeert te verwideren. Vebreek a.u.b. eerst de verbinding.

source: Server added:
nl: Server toegevoegd:
pt_br: Adicionado servidor:

source: Failed to save server.met!
nl: Kon server.met niet opslaan!
pt_br: Falha ao salvar server.met!

source: Server Name
nl: Servernaam
pt_br: Nome do Servidor

source: Description
nl: Beschrijving
pt_br: Descrição

source: Users
nl: Gebruikers
pt_br: Usuários

source: Preference
nl: Voorkeur
pt_br: Preferência

source: Failed
nl: Mislukt
pt_br: Falha

source: Static
nl: Statisch
pt_br: Fixo

source: Version
nl: Versie
pt_br: Versão

source: You are connected to a server you are trying to delete. Please disconnect first. The server was NOT deleted.
nl: U bent verbonden met een server die u probeert te verwijdern. Verbreek de verbinding eerst aub. De server is NIET verwijderd.

source: No Pref
nl: Geen Voorkeur
pt_br: Sem Pref

source: Failed to open
nl: Kon niet openen:

source: Connect to server
nl: Verbind met server

source: Mark server(s) as static
nl: Markeer server(s) als statisch

source: Mark server(s) as non-static
nl: Markeer server(s) als niet-statisch

source: Remove server(s)
nl: Server(s) op afstand

source: Remove all servers
nl: Verwijder alle servers
pt_br: Remover todos servidores

source: Copy ED2k link(s) to clipboard
nl: Kopieer ED2k link(s) naar klembord

source: Reconnect to server
nl: Verbind opnieuw met server

source: theApp.serverlist->GetServerByAddress() returned NULL
nl: the.App.serverlist->GetServerByAddress() retourneerde NULL

source: Processing Server Packet:
nl: Verwerken van Server Pakket:

source: Server: OP_SERVERMESSAGE
nl: Server: OP_SERVERBERICHT

source: Error
nl: Fout
pt_br: Erro

source: Warning
nl: Waarschuwing
pt_br: Cuidado

source: Server: OP_IDCHANGE
nl: Server: OP_IDVERANDER

source: Corrupt or invalid loginanswer from server received
nl: Beschadigd of ongeldig loginantwoord van server ontvangen

source: Connected
nl: Verbonden

source: New clientid is %u
nl: Nieuwe clientid is %u
pt_br: Novo clienteID é %u

source: Server: OP_SEARCHRESULT
nl: Server: OP_ZOEKRESULTAAT

source: ServerMsg - OP_FoundSources; sources = %u
nl: ServerBericht - OP_GevondenBronnen; bronnen = %u

source: Invalid server status packet
nl: Ongeldig server status pakket

source: Unknown server info received! - too short
nl: Onbekende server info ontvangen! - te kort

source: Unknown server info received!- wrong server name
nl: Onbekende server info ontvangen!- verkeerde server naam

source: Unknown server info received! - wrong description
nl: Onbekende server info ontvangen! - verkeerde beschrijving

source: Server: OP_SERVERLIST
nl: Server: OP_SERVERLIJST

source: Received %d new servers
nl: %d nieuwe servers ontvangen
pt_br: Recebido %d servidores novos

source: Saving of server-list completed.
nl: Bewaren van server-lijst voltooid.

source: Server: OP_CALLBACKREQUESTED
nl: Server: OP_CALLBACKGEVRAAGD

source: Server: OP_CALLBACK_FAIL
nl: Server: OP_CALLBACK_MISLUKT

source: Server: OP_REJECT
nl: Server: OP_GEWEIGERD

source: Server rejected last command
nl: Server keurde laatste opdracht af
pt_br: O servidor rejeitou o último comando

source: Server: Unrecognized packet -- protocol error
nl: Server: Niet herkend pakket -- protocol fout

source: Unhandled error while processing packet from server -
nl: Onafgehandelde fout bij het verwerken van pakket van server -
pt_br: Erro desconhecido durante processamento de pacote do servidor -

source: Unknown exception while processing packet from server!
nl: Onbekende uitzondering tijdens het verwerken van pakket van server!

source: Trying to connect
nl: Proberen te verbinden

source: Connecting to
nl: Maakt verbinding met
pt_br: Conectando em

source: Port %i
nl: Poort %i
pt_br: Porta %i

source: Addr
nl: Adr
pt_br: Endr

source: Error in serversocket:
nl: Fout in serversocket:
pt_br: Erro no socket do servidor:

source: Server: Packet Received:
nl: Server: Pakket Ontvangen:

source: Failed to decompress server TCP packet: protocol=0x%02x opcode=0x%02x size=%u
nl: Kon server TCP pakket niet decomprimeren: protocol=0x%02x opcode=0x%02x grootte=%u

source: Received server TCP packet with unknown protocol: protocol=0x%02x opcode=0x%02x size=%u
nl: Server TCP pakket met onbekend protocol ontvangen: protocol=0x%02x opcode=0x%02x grootte=%u

source: Error: Unhandled exception while processing server TCP packet: protocol=0x%02x opcode=0x%02x size=%u
nl: Fout: Onafgehandelde uitzondering bij het verwerken van server TCP pakket: protocol=0x%02x opcode=0x%02x grootte=%u

source: Invalid URL
nl: Ongeldige URL
pt_br: URL inválida

source: Failed to download the serverlist from
nl: Kon serverlijst niet downloaden van

source: Please enter a serveraddress
nl: Voer een serveradres in
pt_br: Por favor digite um endereço de servidores

source: Incomplete serverport: Please enter a serverport
nl: Incomplete serverpoort: Voer een serverpoort in
pt_br: Porta do servidor incompleta: Por favor digite a porta do servidor

source: Server not added!
nl: Server niet toegevoegd!
pt_br: Servidor não adicionado

source: Error: EOF on
nl: Fout: EOB op

source: Error: wrong format on
nl: Fout: verkeerd formaat op

source: Found %i known shared files
nl: %i bekende gedeelde bestanden gevonden
pt_br: Foram encontrados %i arquivos compartilhados

source: Found %i known shared files, %i unknown
nl: %i bekende gedeelde bestanden gevonden, %i onbekende
pt_br: Encontrados %i arquivos conhecidos, %i desconhecidos

source: Permission
nl: Toestemming
pt_br: Permissão

source: Requests
nl: Aanvragen
pt_br: Pedidos

source: Accepted Requests
nl: Geaccepteerde Aanvragen
pt_br: Pedidos aceitos

source: Transferred Data
nl: Overgebrachte Data
pt_br: Dados tranferidos

source: Public
nl: Publieke

source: Friends only
nl: Alleen vrienden
pt_br: Somente Amigos

source: Locked
nl: Op slot
pt_br: Bloqueado

source: Permissions
nl: Toestemmingen
pt_br: Permissões

source: Change this file's comment...
nl: Verander het bestandscommentaar...
pt_br: Altere o comentário deste arquivo...

source: Copy ED2k link to clipboard (&Source)
nl: Kopieer ED2k link naar klembord (&Bron)
pt_br: Copiar link ED2k para área de transferência (&Fonte)

source: Copy ED2k link to clipboard (Hostname)
nl: Kopieer ED2k link naar klembord (Hostnaam)
pt_br: Copiar link ED2k para área de transferência (Hostname)

source: Auto [UNK]
nl: Auto [ONB]

source: Hidden
nl: Verborgen
pt_br: Oculto

source: You need a HighID to create a valid sourcelink
nl: U heeft een HighID nodig om een geldige bronlink te maken
pt_br: Você precisa ter HighID para criar uma fonte ED2Kválida

source: You cannot change permissions while a file is still downloading!
nl: U kan de toestemmingen niet veranderen terwijl een bestand nog aan het downloaden is!
pt_br: Você não pode alterar permissssões enquanto ainda esta baixando o arquivo!

source: Shared Files (%i)
nl: Gedeelde Bestanden (%i)
pt_br: Arquivos Compartilhados (%i)

source: Failed to connect to all servers listed. Making another pass.
nl: Kon niet verbinden met een server in de lijst. Nogmaals proberen.
pt_br: Falha ao conectar em todos os servidores listados. Tentando novamente

source: No valid servers to connect in serverlist found
nl: Geen geldige servers in serverlijst gevonden
pt_br: Não houve conexxõesvalidas na lista de servidores

source: Connected to
nl: Verbonden met
pt_br: Conectado em

source: Connection established on:
nl: Verbinding tot stand gebracht met:
pt_br: Conexão estabelecida em:

source: Client: OP_GETSERVERLIST
nl: Client: OP_KRIJGSERVERLIJST

source: Fatal Error while trying to connect. Internet connection might be down
nl: Fatale Fout bij het proberen te verbinden. Internet verbinding kan uit zijn
pt_br: Erro Fatal durante tentativa de conexão. Talvez sua conexão tenha caído

source: Lost connection to
nl: Verbinding verloren met
pt_br: Conexão perdida para

source: :%i) appears to be dead.
nl: :%i) lijkt dood te zijn.

source: :%i) appears to be full.
nl: :%i) lijkt vol te zijn.

source: Automatic connection to server will retry in %d seconds
nl: Automatische verbinding met server, zal het opnieuw proberen over %d seconden
pt_br: Conexão automática com o servidor i irá se repetir em %d segundos

source: Connection lost
nl: Verbinding kwijt
pt_br: Conexão perdida

source: :%i) failed
nl: :%i) mislukte

source: Error: Socket invalid at timeoutcheck
nl: Fout: Socket ongeldig op timeoutcheck
pt_br: eRRo: Socket inválido durante tempo de verifição

source: Connection attempt to
nl: Verbindings-poging met
pt_br: Tentando conectar em

source: Client: OP_OFFERFILES
nl: Client: OP_BIEDBESTANDEN

source: Refreshing server connection
nl: Server verbinding wordt ververst
pt_br: Atualizando conexão com servidor

source: Unknown exception in CServerConnect::InitLocalIP
nl: Onbekende uitzondering in CServerVerbinding::InitLokaleIP

source: Active connections (1:%u)
nl: Actieve verbindingen (1:%u)
pt_br: Conexões ativas (1:%u)

source: Waiting...
nl: Wachtend...
pt_br: Aguardando...

source: Downloaded Data (Session (Total)): %s (%s)
nl: Gedownloade Data (Sessie (Totaal)): %s (%s)
pt_br: Dados baixados (Sessão (Total)): %s (%s)

source: Total Overhead (Packets): %s (%s)
nl: Totale Overhead (Pakketten): %s (%s)

source: File Request Overhead (Packets): %s (%s)
nl: Bestandsaanvraag Overhead (Pakketten): %s (%s)
pt_br: Pedido de arquivo (Overhead Packets): %s (%s)

source: Source Exchange Overhead (Packets): %s (%s)
nl: Bronuitwisselings Overhead (Pakketten): %s (%s)
pt_br: Troca de fonte (Overhead Packets): %s (%s)

source: Server Overhead (Packets): %s (%s)
nl: Server Overhead (Pakketten): %s (%s)
pt_br: Servidor (Overhead Packets): %s (%s)

source: Found Sources: %i
nl: Gevonden Bronnen: %i
pt_br: Fontes achadas: %i

source: Active Downloads (chunks): %i
nl: Actieve Downloads (delen): %i
pt_br: Downloads ativos: %i

source: Uploaded Data (Session (Total)): %s (%s)
nl: Gedownloadde Data (Sessie (Totaal)): %s (%s)
pt_br: Dados enviados (total da sessão): %s (%s)

source: Active Uploads: %i
nl: Actieve Uploads: %i
pt_br: Uploads ativos: %i

source: Waiting Uploads: %i
nl: Wachtende Uploads: %i
pt_br: Esperando uploads: %i

source: Total successful upload sessions: %i
nl: Totale succesvolle upload sessies: %i
pt_br: Total de sessões de uploads completadas com sucesso: %i

source: Total failed upload sessions: %i
nl: Totale mislukte upload sessies: %i
pt_br: Total de sessões de uploads com falhas: %i

source: Average upload time: %s
nl: Gemiddelde upload tijd: %s
pt_br: Tempo médio dos uploads: %s

source: Average Downloadrate (Session): %.2f kB/s
nl: Gemiddelde Downloadsnelheid (Sessie): %.2f kB/s
pt_br: Tempo médio dos downloads (Sessão): %.2f kB/s

source: Average Uploadrate (Session): %.2f kB/s
nl: Gemiddelde Uploadsnelheid (Sessie): %.2f kB/s
pt_br: Tempo médio dos uploads (Sessão): %.2f kB/s

source: Max Downloadrate Average (Session): %.2f kB/s
nl: Max Downloadsnelheid Gemiddelde (Sessie): %.2f kB/s
pt_br: Média máxima dos downloads (Sessão): %.2f kB/s

source: Max Downloadrate (Session): %.2f kB/s
nl: Max Downloadsnelheid (Sessie): %.2f kB/s
pt_br: Taxa máxima dos download (Sessão): %.2f kB/s

source: Reconnects: %i
nl: Hernieuwde verbindingen: %i
pt_br: Reconectados: %i

source: waiting for transfer...
nl: wachtend op overdracht...
pt_br: Esperando pela transferência...

source: Time Since First Transfer: %s
nl: Tijd Sinds Eerste Overdracht: %s
pt_br: Tempo desde o início da transferência: %s

source: waiting for connection...
nl: wachtend op verbinding...
pt_br: Esperando por conexões...

source: Connected To Server Since: %s
nl: Verbonden Met Server Sinds: %s
pt_br: Conectado no servidor desde: %s

source: Session UL:DL Ratio (Total):
nl: Sessie UL:DL Verhouding (Totaal):
pt_br: Avaliação da sessão UL:DL (Total):

source: %s Not available
nl: %s Niet beschikbaar
pt_br: %s não disponível

source: Number of Shared Files: %i
nl: Aantal Gedeelde Bestanden: %i
pt_br: Número de arquivos compartilhados: %i

source: Total size of Shared Files: %s
nl: Totale grootte van Gedeelde Bestanden: %s
pt_br: Tamanho total de arquivos compartilhados: %s

source: Average filesize: %s
nl: Gemiddelde bestandsgrootte: %s
pt_br: Tamanho medio dos arquivos: %s

source: Total: %i
nl: Totaal: %i

source: Old MLDonkey: %i (%1.1f%%)
nl: Oude MLDonkey: %i (%1.1f%%)
pt_br: MLdonkey (antigo): %i (%1.1f%%)

source: New MLDonkey: %i (%1.1f%%)
nl: Nieuwe MLDonkey: %i (%1.1f%%)
pt_br: MLDonkey (novo): %i (%1.1f%%)

source: Compatible: %i (%1.1f%%)
nl: Compatibel: %i (%1.1f%%)
pt_br: Compátivel: %i (%1.1f%%)

source: Unknown: %i
nl: Onbekend: %i
pt_br: Desconhecido: %i

source: Filtered: %i
nl: Gefiltered: %i
pt_br: Filtrados: %i

source: SecIdent On/Off: %u (%.2f%%) : %u (%.2f%%)
nl: SecIdent Aan/Uit: %u (%.2f%%) : %u (%.2f%%)

source: HasSocket: %i (%1.1f%%)
nl: HeeftSocket: %i (%1.1f%%)

source: Working Servers
nl: Werkende Servers
pt_br: Servidores funcionando

source: Failed Servers
nl: Mislukte Servers
pt_br: Servidores não funcionando

source: Deleted Servers
nl: Verwijderde Servers
pt_br: Servidores Deletados
