Repository: Hank-chinasky/amule
Catalog: tags/CVS/po/*.po
Languages: nl, pt_br

source: my browser
nl: mijn browser
pt_br: meu navegador

source: Enter your browser name here. To use the custom browser, select the Custom menu-item from the dropdown-menu above.
nl: Voer hier de naam van uw browser in. Om de gebruikelijke browser te gebruiken, selecteer Handmatig Gekozen in het dropdown-menu hierboven.

source: Open in new tab if possible
nl: Open in nieuw tabblad indien mogelijk
pt_br: Abrir em nova tab se possível

source: Open the web page in a new tab instead of in a new window when possible
nl: Open de web pagina in een nieuw tabblad in plaat van in een nieuw venster indien mogelijk
pt_br: Abrir a webpage em nova tab dentro de uma nova janela quando possível

source: Connections
nl: Verbindingen

source: Bandwith Limits
nl: Bandbreedte Grenzen
pt_br: Limitação de Banda

source: Slot Allocation
nl: Slot Toewijzen
pt_br: Alocação de Slots

source: Line Capacities
nl: Lijn Capaciteiten
pt_br: Capacidades de Linha

source: Note: These values are only used for statistics.
nl: Let op: Deze waarden worden alleen gebruikt voor statistieken.

source: Client TCP Port:
nl: Client TCP Poort:

source: Client UDP Port:
nl: Client UDP Poort:

source: disable
nl: uitschakelen
pt_br: desativado

source: Max Sources per File
nl: Max Bronnen per Bestand
pt_br: No. Max. de fontes por arquivo

source: Hard Limit
nl: Harde Grens
pt_br: Limite extremo

source: Connection Limits
nl: Verbinding Grenzen
pt_br: Limites de conexão

source: Max Connections
nl: Max Verbindingen
pt_br: Máximas Conexões

source: Autoconnect on startup
nl: Autoverbind bij het opstarten
pt_br: Auto-conectar ao iniciar

source: Reconnect on loss
nl: Verbind opnieuw bij verbroken verbinding
pt_br: Reconectar ao ser desconectado

source: Show overhead bandwith
nl: Toon overhead bandbreedte
pt_br: Exibir estatísticas da conexão

source: Server Options
nl: Server Opties

source: Remove dead server after
nl: Verwijder dode server na
pt_br: Remover servidores inativos após

source: retries
nl: pogingen
pt_br: tentativas

source: Auto-update serverlist at startup
nl: Auto-update serverlijst bij het opstarten
pt_br: Auto-atualizar lista de servidores ao iniciar

source: List
nl: Lijst
pt_br: Lista

source: Always filter bad IPs
nl: Filter altijd slechte IP's
pt_br: Sempre filtrar IPs inválidos

source: Update serverlist when connecting to a server
nl: Update serverlijst bij het verbinden met een server
pt_br: Atualizar lista de servidores quando conectar a um servidor

source: Update serverlist when a client connect
nl: Update serverlijst wanneer een client verbindt
pt_br: Atualizar lista quando um cliente conectar

source: Use priority system
nl: Gebruik prioriteitssysteem
pt_br: Usar sistema de prioridades

source: Use smart LowID check on connect
nl: Gebruik slimme LowID controle bij verbinden
pt_br: Usar verificação inteligente de LowID ao conectar

source: Safe connect
nl: Veilig verbinden
pt_br: Conexão segura

source: Autoconnect to servers in static list only
nl: Autoverbind alleen met servers in statische lijst
pt_br: Auto-conectar somente em servidores da lista estática

source: Set manually added servers to High Priority
nl: Zet handmatig toegevoegde servers op Hoge Prioriteit
pt_br: Definir servidores adicionados manualmente com prioridade Alta

source: Files
nl: Bestanden
pt_br: Arquivos

source: I.C.H. active
nl: I.C.H. actief
pt_br: I.C.H. ativo

source: AICH trusts every hash (not recomended)
nl: AICH vertrouwt elke hash (niet aanbevolen)

source: Add files to download in pause mode
nl: Voeg bestanden aan downloads toe in pauze modus
pt_br: Adicionar novos downloads em pausa

source: Add files to download with auto priority
nl: Voeg bestanden aan downloads toe met auto prioriteit
pt_br: Adicionar novos downloads com prioridade automática

source: Try to download first and last chunks first
nl: Probeer eerste en laatste delen eerst te downloaden
pt_br: Tentar baixar o primeiro e o ultimo pedaço do arquivo primeiro

source: Add new shared files with auto priority
nl: Voeg nieuwe gedeelde bestanden toe met auto prioriteit
pt_br: Adicionar novos compartilhamentos com prioridade automática

source: Try to transfer full chunks to all uploads
nl: Probeer om volledige delen naar alle uploads te overdragen
pt_br: Tentar transferir pedaços completos em cada upload

source: Start next paused file when a file completed
nl: Start volgend gepauzeerde bestand als een bestand completeert
pt_br: Iniciar próximo arquivo em pausa ao concluir download

source: Save 5 sources on rare files (< 20 sources)
nl: Bewaar 5 bronnen bij zeldzame bestanden (< 20 bronnen)
pt_br: Salvar 5 fontes para arquivos raros (< 20 fontes)

source: Extract Meta Data Tags
nl: Haal Meta Gegevens eruit
pt_br: Extrair Tags de Meta Data

source: Reduce Fragmentation
nl: Beperk Fragmentatie
pt_br: Reduzir Fragmentação

source: Allocate full chunks for .part files
nl: Volledige delen reserveren voor .part bestanden
pt_br: Alocar pedaços completos para arquivos .part

source: Select this to allocate a full chunk each time data is received for it.
nl: Selecteer dit om een volledig deel te reserveren elke keer dat er data voor ontvangen wordt.
pt_br: Selecione para alocar um pedaço inteiro toda vez que dados são recebidos.

source: Allocate full disk space for .part files
nl: Reserveer volledige schijfruimte voor .part bestanden
pt_br: Alocar espaço completo dos arquivos .part no disco

source: This option reduces fragmentation but slows down the part file creation and will disable sparse files
nl: Deze optie vermindert fragmentatie maar vertraagt het maken van het part bestand en schakelt schaarse bestanden uit
pt_br: Esta opção reduz a fragmentação, mas faz a criação dos pedaços dos arquivos ficar mais lenta e desabilita os arquivos espalhados.

source: Disk Space
nl: Schijfruimte
pt_br: Espaço de Disco

source: Check Disk Space
nl: Controleer Schijfruimte
pt_br: Verificar espaço de disco

source: Select this if you want aMule to check your Disk Space
nl: Selecteer dit als u wilt dat aMule uw Schijfruimte controleert
pt_br: Selecione isto se você quer que o aMule verifique seu espaço em disco

source: Min Disk Space:
nl: Min Schijfruimte:
pt_br: Espaço min. disco:

source: Enter here the min disk space desired.
nl: Voer hier de gewenste min schijfruimte in.
pt_br: Digite aqui o espaço min. de disco desejado

source: Incoming Directory :
nl: Binnenkomende Directory :
pt_br: Diretório de arquivos recebidos :

source: Browse
nl: Bladeren
pt_br: Procurar

source: Temporary Directory :
nl: Tijdelijke Directory :
pt_br: Diretório de arquivos temporários :

source: Shared Directories
nl: Gedeelde Directories
pt_br: Diretórios Compartilhados

source: Video Player
nl: Video Speler
pt_br: Player de Video

source: Create Backup to preview
nl: Creeer Backup voor voorbeeld
pt_br: Criar backup para visualizar

source: Graphs
nl: Grafieken
pt_br: Gráficos

source: Update delay : 5 secs
nl: Update vertraging : 5 secs
pt_br: Tempo de atualização: 5s

source: Time for average graph: 100 mins
nl: Tijd voor gemiddelde grafiek: 100 mins
pt_br: Tempo para gráfico de média: 100min

source: Connections Graph Scale: 100
nl: Schaal Verbindings Grafiek: 100
pt_br: Escala dos graficos das conexões: 100

source: Select Statistics Colors
nl: Selecteer Statistieken Kleuren
pt_br: Selecionar cores das estatísticas

source: Background
nl: Achtergrond
pt_br: Fundo

source: Grid
nl: Raster
pt_br: Grade

source: Download current
nl: Huidige download
pt_br: Download atual

source: Download running average
nl: Lopend gemiddelde download
pt_br: Média dos Downloads ativos

source: Download session average
nl: Sessie gemiddelde download
pt_br: Média dos Downloads da sessão

source: Upload current
nl: Huidige upload
pt_br: Upload Atual

source: Upload running average
nl: Lopend gemiddelde upload
pt_br: Média dos Uploads ativos

source: Upload session average
nl: Sessie gemiddelde upload
pt_br: Média dos Uploads da sessão

source: Active connections
nl: Actieve verbindingen
pt_br: Conexões ativas

source: Systray Icon Speedbar
nl: Systray Pictogram Snelheidsbalk
pt_br: Indicador do SystemTray

source: Select
nl: Selecteer
pt_br: Selecione

source: Statistics Tree
nl: Statistieken Boom
pt_br: Árvore de Estatísticas

source: Notifications
nl: Mededelingen

source: Messages popup
nl: Berichten popup
pt_br: Mensagens PopUp

source: Use sound
nl: Gebruik geluid
pt_br: Usar som

source: Pop out when :
nl: Pop uit als :
pt_br: PopUp quando :

source: New entry on log
nl: Nieuwe ingang in log
pt_br: Nova entrada no log

source: Starts a new chat session
nl: Begint nieuwe chat sessie
pt_br: Iniciar nova sessão de Chat

source: A new chat message is received
nl: Een nieuw chat bericht is ontvangen
pt_br: Nova mensagem de Chat recebida

source: A download is added or finished
nl: Een download is toegevoegd of afgerond
pt_br: Download adicionado ou concluído

source: New aMule version detected
nl: Nieuwe aMule versie gevonden
pt_br: Nova versão do aMule detectada

source: Urgent OOD, serverconnection lost
nl: Urgente OOD, serververbinding kwijtgeraakt
pt_br: Urgente OOD, conexão com o servidor perdida

source: Notify by Mail
nl: Mededelingen via Mail
pt_br: Notificar via eMail

source: Send an Email when transfer complete.
nl: Verstuur een Email als een download is afgerond
pt_br: Enviar eMail quando uma transf. concluir

source: Email Address :
nl: Email adres :
pt_br: Endereço de eMail:

source: Core Tweaks
nl: Kern Instellingen

source: !!! WARNING !!!
nl: !!! WAARSCHUWING !!!
pt_br: !!! CUIDADO !!!

source: Do not change these setting unless you know what you are doing, otherwise you can easily make things worse for yourself. aMule will run fine without adjusting any of these settings.
nl: Verander deze instellingen niet tenzij u weet wat u doet, anders kunt u makkelijk dingen erger maken voor uzelf. aMule zal goed draaien zonder deze instellingen te wijzigen.
pt_br: Não mude esses valores, a menos que você saiba o que esteje fazendo, senão você poderá facilmente tornar as coisas uma bagunça. O aMule funciona corretamente sem qualquer tipo de alteração nessas opções.

source: Advanced Settings
nl: Geavanceerde Instellingen

source: Max new connections / 5 secs
nl: Max nieuwe verbindingen / 5 secs
pt_br: No. Max. de conexões / 5s

source: Use Safe Max Connections code
nl: Gebruik Veilige Max Verbindingen code
pt_br: Use código de proteção máxima de conexão

source: This code use an average calc. to avoid breaking usb modems, etc
nl: Deze code gebruikt een gemiddelde berekening om het vernielen van usb modems, etc. te vorkomen
pt_br: este código usa um cálculo médio para evitar quebra de modens usb etc

source: Verbose (additional program feedback)
nl: Uitgebreid (extra programma terugkoppeling)
pt_br: Verbose (com muitos alertas e advertencias, debug)

source: Verbose packet error output (only in debug)
nl: Uitgebreide pakket fout weergave (alleen in debug)
pt_br: Verbose: pacotes com erro (somente em debug)

source: File Buffer Size: 240000 bytes
nl: Bestands Buffer Grootte: 240000 bytes
pt_br: Tamanho do arquivo buffer: 240000 bytes

source: Upload Queue Size: 5000 clients
nl: Upload Wachtrij Grootte: 5000 clients
pt_br: Tamanho de espera do upload: 5000 clientes

source: Server connection refresh interval: Disable
nl: Server verbinding verversingsinterval: Uitschakelen
pt_br: Atualizar conexão com servidor: desativado

source: GUI Tweaks
nl: GUI Aanpassingen

source: Download Queue Files Progress
nl: Download Wachtrij Bestanden Voortgang
pt_br: Progresso dos arquivos em espera

source: Show percentage
nl: Toon percentage
pt_br: Exibir porcentagem

source: Show progressbar
nl: Toon voortgangsindicator
pt_br: Exibir barra de progresso

source: Progressbar Style
nl: Voortgangsindicator Stijl
pt_br: Estilo da Barra de progresso

source: Flat
nl: Plat
pt_br: Plana

source: Round
nl: Rond
pt_br: Arredondada

source: Skin Support
nl: Skin Ondersteuning
pt_br: Suporte Skin

source: Use skin file to set aMule bitmaps.
nl: Gebruik skin file om aMule bitmaps in te stellen.
pt_br: Use arquivo skin para definir bitmaps do aMule

source: Skin file:
nl: Skin bestand:

source: Misc Gui Tweaks
nl: Overige Gui Instellingen
pt_br: Tweaks de Interface

source: Show Fast ED2K Links Handler
nl: Toon Snelle ED2K Links Afhandelaar
pt_br: Mostrar gerênciador de links ED2K

source: Show extended info on categories tabs
nl: Geef uitgebreide info weer op categorie-tabs
pt_br: Mostrar info. extras nas tabs de categoria

source: Show transfer rates on title
nl: Toon overdracht snelheden op titel
pt_br: Exibir taxa de transferência no título

source: Source Dropping
nl: Bronnen Laten Vallen

source: Keep sources
nl: Bronnen behouden
pt_br: Manter fontes

source: Drop sources
nl: Bronnen laten vallen
pt_br: Descartar fontes

source: Send sources to any other file before dropping (High CPU)
nl: Stuur bronnen naar een ander bestand voor ze te laten vallen (Hoog CPU gebruik)
pt_br: Enviar fontes para outro arquivo antes de descartar (High CPU)

source: Sources with no needed file-parts.
nl: Bronnen met niet benodigde bestands-delen.
pt_br: Fontes com partes de arquivos sem necessidade

source: Full Queue Sources Handling
nl: Volle Wachtrij Bronnen Afhandeling
pt_br: Gerênciador de fontes com fila de espera cheia

source: Enable auto drop Full Queue Sources
nl: Schakel auto laten vallen Volle Wachtrij Bronnen in
pt_br: Ativar eliminação de fontes automáticas

source: High Queue Rating Sources Handling
nl: Hoge Wachtrij Bronnen Afhadeling
pt_br: Máximo número de fontes em espera no gererêncior

source: Enable auto drop High Queue Rating Sources
nl: Schakel auto laten vallen Hoge Wachtrij Bronnen in
pt_br: Eliminar fontes com fila de espera muito longa

source: High Queue Rating value
nl: Hoge Wachtrij waarde
pt_br: Valor:

source: Auto Drop Sources Timer
nl: Auto Bronnen Laten Vallen Timer
pt_br: Eliminar fontes após

source: Remote Control
nl: Besturing op Afstand

source: Enable Webserver
nl: Schakel Webserver in
pt_br: Ativar Webserver

source: Webserver port
nl: Webserver poort
pt_br: Webserver porta

source: Page Refresh Time (in secs)
nl: Pagina Verversings Tijd (in secs)
pt_br: Tempo atualização (secs)

source: Enable Gzip compression
nl: Schakel Gzip compressie in
pt_br: Ativar compactção Gzip

source: Enable Low rights User
nl: Scakel Gebruiker met Beperkte rechten in
pt_br: Usuário com direitos limitados

source: Full rights password
nl: Alle rechten wachtwoord
pt_br: Password para acessos completos

source: Low rights password
nl: Beperkte rechten wachtwoord
pt_br: Password para acessos limitados

source: External Connection Parameters
nl: Externe Verbinding Parameters
pt_br: Parâmetros de conexão externa

source: Accept external connections
nl: Accepteer externe verbindingen
pt_br: Aceitar conexões externas

source: Use TCP ports instead of unix local sockets
nl: Gebruik TCP poorten in plaats van unix local sockets
pt_br: Use portas TCP em vez de soquetes locais unix

source: External TCP port
nl: Externe TCP poort
pt_br: Porta TCP externa

source: Enable password
nl: Scakel wachtwoord in
pt_br: Ativar Password

source: Click here to apply any changes made to the preferences.
nl: Klik hier om de veranderingen gemaakt aan de voorkeuren toe te passen.

source: Reset any changes made to the preferences.
nl: Maak veranderingen aan de voorkeuren ongedaan.

source: Title :
nl: Titel :
pt_br: Título:

source: Comment :
nl: Commentaar :
pt_br: Comentário:

source: Incoming Dir :
nl: Binnenkomende Dir :
pt_br: Dir incoming:

source: Change priority for new assigned files :
nl: Verander prioriteit voor nieuwe toegevoegde bestande :
pt_br: Alterar prioridade para novos arquivos:

source: Dont change
nl: Niet veranderen
pt_br: Não Alterar

source: Select color for this Category (currently selected) :
nl: Selecteer kleur voor deze Categorie (nu geselecteerd) :
pt_br: Selecione a cor para esta Categoria (selecionada):

source: Clients on queue :
nl: Clients in wachtrij :
pt_br: Clientes em espera:

source: Display server motd when connected ...
nl: Toon server motd bij verbinding ...
pt_br: Exibir a mensagem do dia (motd) ao conectar...

source: Click this button to reset the log.
nl: Klik op deze knop om de log te resetten.

source: Click on this button to update the servers list from URL ...
nl: Klik op deze knop om de lijst van servers te updaten van URL ...
pt_br: Clique nesse botão para atualizar a lista de servidores...

source: Serverlist
nl: Serverlijst
pt_br: Lista de Servidores

source: Enter the url to a server.met file here and press the button to the left to update the list of known servers.
nl: Voer de url naar een server.met bestand hier in en druk op de knop links om de lijst met bekende servers te vernieuwen.

source: Manual Server Add : Name
nl: Handmatig Server Toevoegen: Naam
pt_br: Adicionar Servidor: Nome:

source: Enter the name of the new server here
nl: Voer de naam van de nieuwe server hier in

source: IP:Port
nl: IP:Poort
pt_br: IP:Porta:

source: Enter the IP of the server here, using the x.x.x.x format.
nl: Voer het IP van de server hier in, gebuik het x.x.x.x formaat.

source: Enter the port of the server here.
nl: Voer de poort van de server hier in.

source: Add manually a server (fill fields to the left before) ...
nl: Voeg een server handmatig toe (vul velden links in voor) ...
pt_br: Adicionar manualmente um servidor (preencha todos os campos ao lado antes)

source: My Info
nl: Mijn Info

source: The selected locale seems not to be installed on your box You must generate it to use this language. A good start on linux systems is the file /etc/locale.gen and the package 'locales' Good luck! (Note: I'll try to set it anyway)
nl: De gekozen locale lijkt niet geinstalleerd te zijn op uw pc U moet dat aanmaken om deze taal te kunnen gebruiken. Een goed begin op linux systemen is het bestand /etc/locale/gen en het pakket 'locales' Succes! (Let op: Ik probeer het toch in te stellen)
pt_br: O pacote de localização selecionado aparentemente não esta instalado no seu sistema Você tem que gerar ele para usar esta lingua.a Um bom início em sistemas linux e o arquivo /etc/locale.gen e o pacote 'locales' Boa sorte! (Nota: Eu vou tentar ajustar ele mesmo assim)

source: Never show this again
nl: Laat dit nooit meer zien
pt_br: Nunca exiba isto novamente

source: New node
nl: Nieuwe node

source: Port:
nl: Poort:

source: Bootstrap known clients
nl: Bootstrap bekende clients

source: Current Searches
nl: Huidige Zoekopdrachten

source: Security
nl: Beveiliging

source: File Options
nl: Bestand Opties

source: Everybody
nl: Iedereen
pt_br: Todos

source: No One
nl: Niemand
pt_br: Ninguém

source: Who can see shared files:
nl: Wie kan gedeelde bestanden zien:

source: Select who can request to view a list of your shared files.
nl: Selecteer wie een lijst van uw gedeelde bestanden kan opvragen.

source: Default Permissions
nl: Standaard Toestemmingen

source: Owner permissions, must at least be read/write'able.
nl: Eigenaar toestemmingen, moet minimaal te lezen/schrijven zijn.

source: Group permissions.
nl: Groep toestemmingen.

source: Other permissions.
nl: Andere toestemmingen.

source: IP-Filtering
nl: IP-Filteren

source: Enable IP-Filtering
nl: Schakel IP-Filteren in

source: Enable filtering of the IPs defined in the file ~/.aMule/ipfilter.dat.
nl: Schakel filteren van de IPs gedefinieerd in het bestand ~/.aMule/ipfilter.dat in.

source: Reload List
nl: Lijst Opnieuw laden

source: Reload the list of IPs to filter from the file ~/.aMule/ipfilter.dat
nl: Laadt de lijst met IPs om te filteren opnieuw uit het bestand ~/.aMule/ipfilter.dat

source: Auto-update ipfilter at startup
nl: Auto-update ipfilter bij het starten

source: Update now
nl: Update nu

source: Filtering Level:
nl: Level van Filteren:

source: Client Identification:
nl: Client Identificatie:

source: Use Secure Identification
nl: Gebruik Veilige Identificatie

source: Secure Identification uses a handshake approch to safely identify clients for use with the credit system.
nl: Veilige Identificatie gebruikt een handshake methode om clients veilig te kunnen identificeren voor gebruik met het krediet systeem.

source: Online Signature
nl: Online Handtekening

source: Enable/Disable
nl: Inschakelen/Uitschakelen

source: Enable Online-Signature
nl: Schakel Online-Handtekening in
pt_br: Ativar Assinatura Online

source: Enables the writing of the OS file, which can be used by external apps to create signatures and the like.
nl: Schakelt het schrijven van het OH bestand in, die kan gebruikt worden door externe applicaties om handtekeningen en dergelijke te maken.

source: Update Frequency (Secs):
nl: Update Frequentie (Secs):

source: Change the frequency (in seconds) of Online Signature updates.
nl: Verander de frequentie (in seconden) van de Online Handtekening updates.

source: Online Signature Directory:
nl: Online Handtekening Directory:
pt_br: Diretório da Assinatura Online:

source: Click here to select the directory containing the the Online Signature files.
nl: Klik hier om de directory te selecteren die de Online Handtekening bestanden bevat.

source: Servers List Window
nl: Server Lijst Venster
pt_br: Lista de Servidores

source: Searches
nl: Zoeken
pt_br: Pesquisas

source: Searches Window
nl: Zoekvenster
pt_br: Pesquisas

source: Transfers
nl: Overdrachten

source: Files Transfers Window
nl: Bestands Overdrachten Venster
pt_br: Transferências

source: SharedFiles
nl: GedeeldeBestanden
pt_br: Compartilhados

source: Shared Files Window
nl: Gedeelde Bestanden Venster
pt_br: Todos arquivos compartilhados

source: Messages Window
nl: Berichten Venster
pt_br: Mensagens

source: Statistics Graph Window
nl: Statistieken Venster (Grafieken)
pt_br: Estatísticas

source: Preferences
nl: Voorkeuren
pt_br: preferências

source: Preferences Settings Window
nl: Voorkeuren Instellingen Venster
pt_br: Preferências

source: About
nl: Over

source: About/Help
nl: Over/Help

source: Disabled [%s]
nl: Uitgeschakeld [%s]
pt_br: Desativado [%s]

source: secs
nl: sec

source: mins
nl: min

source: all
nl: alle
pt_br: todos

source: all others
nl: alle anderen
pt_br: todos os outros

source: Incomplete
nl: Incompleet
pt_br: Incompleto

source: Waiting
nl: Wachten
pt_br: Esperando

source: Downloading
nl: Downloaden
pt_br: Baixando

source: Erroneous
nl: Foutief
pt_br: Errado

source: Paused
nl: Gepauzeerd
pt_br: Pausa

source: Stopped
nl: Gestopt
pt_br: Parado

source: Archive
nl: Archief
pt_br: Arquivo

source: Text
nl: Tekst
pt_br: Texto

source: This ed2k link is invalid (
nl: Deze ed2k koppeling is ongeldig (
pt_br: Este link ED2K está inválido (

source: ERROR: Failed to create partfile)
nl: FOUT: Kon part-bestand niet aanmaken)
pt_br: ERRO: falha na criação do arquivo parcial .part

source: ERROR: Failed to open partfile)
nl: FOUT: Kon part-bestand niet openen
pt_br: ERRO: Falha ao abrir .part)

source: Error: Failed to open part.met file!
nl: FOUT: Kon part.met niet openen!
pt_br: ERRO: Falha ao abrir arquivo part.met!

source: Error: part.met file is 0 size!
nl: FOUT: part.met bestand is 0 in lengte!
pt_br: ERRO: arquivo part.met = 0 byte

source: Trying backup of met file on
nl: Probeert backup van met file op
pt_br: Tentando fazer backup de arquivos .met em

source: Error: Failed to load backup file. Search http://forum.amule.org for .part.met recovery solutions
nl: Fout: Kon backup bestand niet laden. Zoek op http://forum.amule.org naar .part.met recovery solutions
pt_br: Falha ao carregar backup. Procure uma solução em http://forum.amule.org por 'part.met recovery solutions'

source: Error: Invalid part.met fileversion! (%s => %s)
nl: Fout: Ongeldige part.met bestandsversie! (%s => %s)
pt_br: Erro: Versão inválida do arquivo part.met! (%s=> %s)
