Repository: Hank-chinasky/amule
Catalog: tags/CVS/po/*.po
Languages: nl, pt_br

source: Users on Working Servers
nl: Gebruikers op Werkende Servers
pt_br: Usuários em Servidores Ativos

source: Files on Working Servers
nl: Bestanden op Werkende Servers
pt_br: Arquivos em Servidores Ativos

source: Total Users
nl: Totaal Aantal Gebruikers
pt_br: Total de usuários

source: Total Files
nl: Totaal Aantal Bestanden
pt_br: Total de Arquivos

source: Active Connections (estimate)
nl: Actieve Verbindingen (schatting)
pt_br: Conexões Ativas (estimativa)

source: Server Occupation: %.2f%%
nl: Server Bezetting: %.2f%%
pt_br: Ocupação Servidor: %.2f%%

source: Max Connection Limit Reached
nl: Max Verbindings Limiet Bereikt
pt_br: Tempo máximo de conexão alcançado

source: Average Connections (estimate)
nl: Gemiddeld Aantal Verbindingen (schatting)
pt_br: Média das Conexões(estimativa)

source: Peak Connections (estimate)
nl: Piek Verbindingen (gemiddeld)
pt_br: Picos de Conexões (estimativa)

source: Download Speed: %.1f
nl: Download Snelheid: %.1f

source: Upload Speed: %.1f
nl: Upload Snelheid: %.1f

source: Speed Limits:
nl: Snelheid Grenzen:

source: UL: None,
nl: UL: Geen,

source: DL: None
nl: DL: Geen

source: Client Information
nl: Client Informatie

source: Nickname:
nl: Bijnaam:

source: No Nickname Selected!
nl: Geen Bijnaam Geselecteerd!

source: ServerName:
nl: ServerNaam:
pt_br: Nome do Servidor:

source: TCP Port:
nl: TCP Poort:
pt_br: Porta TCP:

source: TCP Port: Not Ready
nl: TCP Poort: Niet Klaar
pt_br: Porta TCP: Não pronta

source: UDP Port:
nl: UDP Poort:
pt_br: Porta UDP:

source: UDP Port: Not Ready
nl: UDP Poort: Niet Klaar
pt_br: Porta UDP: Não pronta

source: Online Signature: Enabled
nl: Online Handtekening: Ingeschakeld
pt_br: Online Signature: Ativado

source: Online Signature: Disabled
nl: Online Handtekening: Uitgeschakeld
pt_br: Online Signature: Desativado

source: Shared Files:
nl: Gedeelde Bestanden:
pt_br: Arquivos compartilhados:

source: Queued Clients:
nl: Clients in Wachtrij:
pt_br: Em espera:

source: Total DL:
nl: Totaal DL:
pt_br: DL Total:

source: Total UL:
nl: Totaal UL:

source: Upload Limit
nl: Upload Limiet
pt_br: Limite de Upload

source: Unlimited
nl: Onbegrensd
pt_br: Ilimitado

source: Download Limit
nl: Download Limiet
pt_br: Limite de Download

source: Disconnect from server
nl: Verbreek verbinding met server
pt_br: Desconectar do servidor

source: Hide aMule
nl: Verberg aMule

source: Show aMule
nl: Toon aMule

source: Exit
nl: Afsluiten
pt_br: Sair

source: aMule for Linux
nl: aMule voor Linux

source: E&xit Alt-X
nl: A&fsluiten Alt-X

source: Quit amulecmd
nl: Sluit amulecmd

source: &About... F1
nl: &Over... F1

source: Show about dialog
nl: Toon over dialoogvenster

source: &File
nl: &Bestand

source: Ok, exiting Text Client...
nl: Ok, Text Client wordt afgesloten...

source: amulecmd DLG version Using %s (c) aMule Dev Team
nl: amulecmd DLG versie Gebruikt %s (c) aMule Dev Team

source: About amulecmd
nl: Over amulecmd

source: Not a valid number
nl: Niet een geldig nummer

source: Hint: Use Show DL or Show UL
nl: Hint: Gebruik Show DL of show UL

source: ----------------> Help: Avalaible commands (case insensitive): <----------------
nl: ----------------> Help: Beschikbare commando's (hoofdletterongevoelig): <----------------

source: Shows this help.
nl: Toont deze help.

source: Exits Textclient.
nl: Sluit de Textclient af.

source: Shows statistics.
nl: Toont statistieken.

source: Shows Download queue.
nl: Toont Download wachtrij.

source: Resume file number n.
nl: Gaat verder met bestand nummer n.

source: Pauses file number n.
nl: Pauzeert bestand nummer n.

source: Tell us if connected/not connected.
nl: Vertel ons of u verbonden/niet verbonden bent.

source: Tries to connect to any server. WARNING: Doesn't warn if failed
nl: Probeert te verbinden met een willekeurige server. WAARSCHUWING: Waarschuwt niet indien mislukt.

source: Connect to specified server and port.
nl: Verbind met gespecificeerde server en poort.

source: Disconnect from server.
nl: Verbreek verbinding met server.

source: Reload IPFilter table from file.
nl: Laadt IPFilter tabel opnieuw uit bestand.

source: Turn on/of amule IPFilter.
nl: Schakelt amule IPFilter aan/uit.

source: Shows current IP Filter level.
nl: Toont huidige IP Filter level.

source: Changes current IP Filter level.
nl: Verandert huidige IP Filter level.

source: ----------------------------> End of listing <----------------------------------
nl: ----------------------------> Einde van lijst <----------------------------------

source: Use 'Help' for command list
nl: Gebruik 'Help' voor commando lijst

source: Select view filter
nl: Selecteer filter
pt_br: Selecione o filtro de exibiçao

source: Add category
nl: Voeg categorie toe
pt_br: Adicionar categoria

source: Edit category
nl: Bewerk categorie
pt_br: Editar categoria

source: Remove category
nl: Verwijder categorie
pt_br: Remover categoria

source: Are you sure you wish to cancel and delete all files in this category?
nl: Weet u zeker dat u wilt annuleren en alle bestanden in deze categorie verwijderen?
pt_br: Tem certeza que deseja cancelar e APAGAR TODOS os arquivos desta categoria?

source: Confirmation Required
nl: Bevesiging Nodig
pt_br: Confirmação requerida

source: Error while processing incoming extended protocol UDP Packet
nl: Fout bij het verwerken van binnenkomend uitgebreid-protocol UDP Pakket
pt_br: Erro ao processar pacote UDP extendido recebido

source: Session ended due to new chunk.
nl: Sessie eindigde vanwege nieuw deel.

source: Session ended due to different file.
nl: Sessie eindigde vanwege verschillend bestand.

source: Client '%s' caused error while creating package (%s) - disconnecting client
nl: Client '%s' veroorzaakte een fout bij het maken van pakket (%s) - verbinding met client verbroken
pt_br: O Cliente '%s' causou erros durante criação de pacotes (%s) - desconectando cliente

source: requested file not found
nl: opgevraagd bestand niet gevonden
pt_br: Arquivo solicitado não encontrado

source: Client '%s' seems to be an aggressive client and is banned from the uploadqueue
nl: Client '%s' blijk een aggressieve client te zijn en is geband van de upload-wachtrij
pt_br: O cliente '%s' aparenta ser um indesejável e será banido da lista de espera

source: Waited
nl: Gewacht
pt_br: Aguardou

source: Upload Time
nl: Upload Tijd
pt_br: Tempo de Upload

source: Show Queue
nl: Laat Wachtrij zien
pt_br: Exibir lista de espera

source: AddUpNextClient - purged
nl: VoegVolgendeClientToe - gezuiverd

source: Client '%s' and '%s' have the same userhash or IP - removed '%s'
nl: Client '%s' en '%s' hebben dezelfde gebruikershash of IP - verwijderd '%s'
pt_br: Cliente '%s' e '%s' tem a mesma userhash / IP - '%s' removido

source: Processing file number %u: %s
nl: Bestand nummer %u wordt verwerkt: %s

source: You have asked for part hashes (Only used for files > 9.5 MB)
nl: U heeft om part hashes gevraagd (Alleen gebruikt voor bestanden > 9,5 MB)

source: Please wait...
nl: Geduld aub...

source: %s ---> Non existant file !
nl: %s ---> Niet bestaand bestand !

source: aLinkCreator, the aMule ed2k link creator
nl: aLinkCreator, de aMule ed2k link maker

source: Welcome!
nl: Welkom!

source: Input parameters
nl: Invoer parameters

source: File to Hash
nl: Bestand om te Hashen

source: Add Optional URLs for this file
nl: Voeg Optionele URLs toe aan dit bestand

source: Enter here the file you want to compute the Ed2k link
nl: Voer hier het bestand in waarvan u de Ed2k link wilt laten berekenen

source: Enter here the URL you want to add to the Ed2k link: Add / at the end to let aLinkCreator append the current file name
nl: Voer hier de URL in die u wilt toevoegen aan de Ed2k link: Voeg / toe aan het eind om aLinkCreator de huidige bestandsnaam toe te laten voegen

source: Remove
nl: Verwijder

source: Create link with part-hashes
nl: Maak link met part-hashes

source: Help to spread new and rare files faster, at the cost of an increased link size
nl: Help om nieuwe en zeldzame bestanden sneller te verspreiden, ten koste van een verhoogde link grootte

source: MD4 File Hash
nl: MD4 BestandsHash

source: Ed2k File Hash
nl: Ed2k BestandsHash

source: Save
nl: Bewaar

source: Copy to clipboard
nl: Kopieer naar klembord

source: Open a file to compute its ed2k link
nl: Open een bestand om zijn ed2k link te berekenen

source: Copy computed ed2k link to clipboard
nl: Kopieer berekende ed2k link naar klembord

source: Save computed ed2k link to file
nl: Bewaar berekende ed2k link naar bestand

source: About aLinkCreator
nl: Over aLinkCreator

source: Select the file you want to compute the ed2k link
nl: Selecteer het bestand waarvan u de ed2k link wilt laten berekenen

source: Nothing to copy for now !
nl: Er is nu niets om te kopieren !

source: Select the file to your computed ed2k link
nl: Selecteer het bestand voor uw berekende ed2k link

source: Please, enter a non empty file name
nl: Voer a.u.b. een niet lege bestandsnaam in

source: Nothing to save for now !
nl: Er is nu niets om te bewaren !

source: aLinkCreator, the aMule ed2k link creator (c) 2004 ThePolish <thepolish@vipmail.ru> Pixmaps from http://www.everaldo.com and http://www.icomania.com and http://jimmac.musichall.cz/ikony.php3 Distributed under GPL
nl: aLinkCreator, de aMule ed2k link maker (c) 2004 ThePolish <thepolish@vipmail.ru> Pixmaps van http://www.everaldo.com en http://www.icomania.com en http://jimmac.musichall.cz/ikony.php3 Verspreid onder de GPL

source: Hashing...
nl: Hashen...

source: Canceled !
nl: Geannuleerd !

source: Done in %.2f s
nl: Gedaan in %.2f s

source: You have already added this URL !
nl: U heeft deze URL al toegevoegd !

source: Please, enter a non empty URL
nl: Voer a.u.b. een niet lege URL in

source: Unable to open %s
nl: Kon %s niet openen

source: The file %s is to big for the Donkey: maximum allowed is 4 GB.
nl: Het bestand %s is te groot voor de Donkey: maximum toegestaan is 4 GB.

source: %i day(s) %i hour(s) %i min %i s
nl: %i dag(en) %i u(u)r(en) %i min %i s

source: Someone
nl: Iemand

source: %02uD %02uh %02umin %02us
nl: %02uD %02uu %0umin %02us

source: %02uh %02umin %02us
nl: %02uu %02umin %02us

source: wxCas, aMule Online Statistics
nl: wxcas, aMule Online Statistieken

source: Stop Auto Refresh
nl: Stop Auto Verversen

source: Save Online Statistics image
nl: Bewaar Online Statistieken figuur

source: Print Online Statistics image
nl: Print Online Statistieken figuur

source: Preferences setting
nl: Voorkeur instellingen

source: About wxCas
nl: Over wxCas

source: Start Auto Refresh
nl: Begin Auto Verversen

source: Auto Refresh stopped
nl: Auto Verversen gestopt

source: Auto Refresh started
nl: Auto Verversen gestart

source: Save Statistics Image
nl: Bewaar Statistieken FIguur

source: No handler for this file type.
nl: Geen afhandelaar voor dit bestandstype.

source: File was not saved
nl: Bestand was niet bewaard

source: aMule Online Statistics
nl: aMule Online Statistieken

source: There was a problem printing. Perhaps your current printer is not set correctly?
nl: Er was een probleem tijdens het printen. Misschien is uw printer niet goed ingesteld?

source: Printing
nl: Aan het printen

source: wxCas, aMule OnLine Signature Statistics (c) 2004 ThePolish <thepolish@vipmail.ru> Based on CAS by Pedro de Oliveira <falso@rdk.homeip.net> Distributed under GPL
nl: wxCas, aMule OnLine Handtekening Statistieken (c) 2004 ThePolish <thepolish@vipmail.ru> Gebaseerd op CAS van Pedro de Oliveira <falso@rdk.homeip.net> Verspreid onder de GPL

source: has been running for
nl: draait

source: is on
nl: is aan

source: ] with
nl: ] met

source: Total Download:
nl: Totale Download:

source: Session Download:
nl: Sessie Download:

source: Sharing:
nl: Deelt:

source: file(s), Clients on queue:
nl: bestand(en), Clients in wachtrij:

source: Maximum DL rate since wxCas is running:
nl: Maximum DL snelheid sinds wxCas draait:

source: System Load Average (1-5-15 min):
nl: Gemiddelde Systeem Belasting (1-5-15 min):

source: System uptime:
nl: Systeem uptime:

source: aMule is running
nl: aMule draait

source: is STOPPED !
nl: is GESTOPT !

source: WARNING: aMule is stopped !
nl: WAARSCHUWING: aMule is gestopt !

source: is connecting...
nl: is aan het verbinden...

source: aMule is connecting...
nl: aMule maakt verbinding...

source: is doing something strange, check it !
nl: doet iets raars, controleer het @

source: Oh Oh, aMule status is unknown...
nl: Oh Oh, aMule status is onbekend...

source: Directory containing amulesig.dat file
nl: Directory die het bestand amulesig.dat bevat

source: Enter here the directory where your amulesig.dat file is
nl: Voer hier de directory in waar uw amulesig.dat bestand is

source: Refresh rate interval in seconds
nl: Tijd tussen de verversingen in seconden

source: Generate a stat image at every refresh event
nl: Genereer een status figuur bij elke verversing

source: Enter here the directory where you want to generate the statistic image
nl: Voer hier de directory in waar u het statistieken figuur wilt laten genereren

source: Upload periodicaly your stat image to FTP server
nl: Upload uw status figuur regelmatig naar een FTP server

source: FTP Path
nl: FTP Pad

source: Enter here the URL of your FTP server
nl: Voer hier de URL in van uw FTP server

source: Enter here the directory where putting your stat image on FTP server
nl: Voer hier de directory in waar uw status figuur op de FTP server moet komen

source: User
nl: Gebruiker

source: Password
nl: Wachtwoord

source: Enter here the User name to log into your FTP server
nl: Voer hier de Gebruikersnaam in om in te loggen op uw FTP server

source: Enter here the User password to log into your FTP server
nl: Voer hier het Wachtwoord in om in te loggen op uw FTP server

source: FTP update rate interval in minutes
nl: Tijd tussen de FTP updates in minuten

source: Validate
nl: Controleer

source: Folder containing your signature file
nl: Directory die uw handtekening bestand bevat

source: Folder where generating the statistic image
nl: Directory waar het statistieken figuur gegenereerd moet worden

source: Quit amuleweb
nl: Sluit amuleweb

source: Ok, exiting Web Client...
nl: Ok, Web Client afsluiten...

source: amuleweb [DLG version] Using %s (c) aMule Dev Team
nl: amuleweb [DLG versie] Gebruikt %s (c) aMule Dev Team

source: About amuleweb
nl: Over amuleweb

source: Exits aMuleWeb.
nl: Sluit aMuleWeb.

source: Can't create web socket thread
nl: Kan web socket thread niet aanmaken

source: Web Server: Started
nl: Web Server: Gestart

source: Web Server: running
nl: Web Server: draait

source: Web Server: Restarted
nl: Web Server: Opnieuw gestart

source: Web Server: Stopped
nl: Web Server: Gestopt

source: Web Server: not running
nl: Web Server: draait niet

source: Can't load templates: Can't open file %s
nl: Kan sjabloon niet laden: Kan bestand %s niet openen
pt_br: Não pode ser carregado os templates: arquivo %s não pode ser aberto

source: Can't find template version number! Please replace aMule.tmpl with a newer version!
nl: Kan sjabloon versie nummer niet vinden! Vervang aMule.tmpl a.u.b. met een nieuwere versie!
pt_br: Por favor, atualize seu arquivo aMule.tmpl!

source: Failed to load template
nl: Kon template niet laden

source: ***** logged in, getting page
nl: ***** ingelogd, pagina opvragen

source: ***** session is
nl: ***** sessie is

source: Access denied!
nl: Toegang geweigerd!
pt_br: Acesso bloqueado!

source: :: field
nl: :: veld

source: *** URL parsed. returning
nl: *** URL geparseerd. terugkeren

source: *** replaced session with
nl: *** sessie vervangen met

source: Web Control Panel
nl: Web Besturing Paneel

source: Server list
nl: Server lijst
pt_br: Lista de servidor

source: &Preferences
nl: &Voorkeuren
pt_br: &preferências

source: Logout
nl: Log uit

source: Server name
nl: Server naam
pt_br: Nome do servidor

source: users
nl: gebruikers
pt_br: usuários

source: files
nl: bestanden
pt_br: arquivos

source: Actions
nl: Acties
pt_br: Ações

source: Remove selected server
nl: Verwijder geselecteerde sever
pt_br: Remover servidor selecionado

source: Are you sure to remove this server from list?
nl: Weet u zeker dat u deze server uit de lijst wilt verwijderen?
pt_br: Você tem certeza que deseja remover este servidor da lista?

source: Downloaded total
nl: Totaal gedownload
pt_br: Total de downloads

source: Uploaded total
nl: Totaal geupload
pt_br: Total de Uploads

source: Are you sure that you want to cancel and delete this file?\n
nl: Weet u zeker dat u wilt annuleren en dit bestand verwijderen?\n

source: Increase Priority
nl: Verhoog Prioriteit
pt_br: Aumento de prioridade

source: Decrease Priority
nl: Verlaag Prioriteit
pt_br: Redução de prioridade

source: Hide Queue
nl: Verberg Wachtrij
pt_br: Espera oculta

source: Download Selected
nl: Download Geselecteerde
pt_br: Baixar selecionado

source: Reload
nl: Opnieuw laden
pt_br: Recarregar

source: Time
nl: Tijd
pt_br: Tempo

source: IP or Address
nl: IP of Adres
pt_br: IP ou endereço

source: Port
nl: Poort
pt_br: Porta

source: Name
nl: Naam
pt_br: Nome

source: Add to list
nl: Toevoegen aan lijst
pt_br: Adicionar para lista

source: Update server.met from URL
nl: Update server.met van URL
pt_br: Atualizar server.met da URL

source: Web-based Search
nl: Web-gebaseerd Zoeken
pt_br: Busca via web

source: ***_GetStats arrived
nl: ***_GetStats arriveerde

source: File Settings
nl: Bestand Instellingen
pt_br: Opções de arquivos

source: Max Sources Per File
nl: Max Bronner Per Bestand
pt_br: Máximas fontes por arquivo

source: Max. Connections
nl: Max. Verbindingen
pt_br: Max. conexões

source: max. new connections / 5secs
nl: max. nieuwe verbindingen / 5secs
pt_br: Max. novas conexões / 5secs

source: Gzip Compression
nl: Gzip Compressie
pt_br: compressão Gzip

source: Save traffic, especially in graphs.
nl: Bewaar verkeer, zeker in grafieken.
pt_br: Reduzir tráfego, especialmente em gráficos

source: Enable or disable the display of waiting queue in transfer page.
nl: Schakel het tonen van wachtrij in overdrachts pagina in of uit
pt_br: Ativar or desativar o visor 'esperando na fila' na tab de tranferência

source: Refresh-Time of Pages
nl: Verversings-Tijd van Pagina's
pt_br: Tempo de atualização das páginas

source: Time in seconds (zero=disabled)
nl: Tijd in seconden (nul=uitgeschakeld)
pt_br: Tempo em seg (0=desativado)

source: Speed Limits
nl: Snelheid Grenzen
pt_br: Limite de Velocidade

source: Bandwidth Limits
nl: Bandbreedte Grenzen
pt_br: Limite de Banda

source: Enter your password here
nl: Type hier uw wachtwoord in
pt_br: Digite sua senha aqui

source: Login Now
nl: Log Nu in
pt_br: Logar agora

source: Server Preferences
nl: Server Voorkeuren
pt_br: Preferências do servidor

source: Connected (Low ID)
nl: Verbonden (Low ID)
pt_br: Conectado (LowID)

source: Webserver: Logout
nl: Werserver: Log uit

source: Search in progress. Refetch results in a moment!
nl: Bezig met zoeken. Resulataten in een moment!
pt_br: Pesquiza em andamento, aguarde..

source: Search Results
nl: Zoek Resultaten
pt_br: Resultados da Pesquisa

source: Refetch Results
nl: Resultaten Opnieuw Halen
pt_br: Atualizar resultados

source: File Hash
nl: Bestand Hash
pt_br: Hash do arquivo

source: Min Availability
nl: Min Beschikbaarheid
pt_br: Disponibilidade Mínima

source: Method
nl: Methode
pt_br: Método

source: Global (Server)
nl: Globaal (Server)
pt_br: Global (Servidor)

source: Port %d is not available !! This mean that you will be LOWID. Check your network to make sure the port is open for output and input.
pt_br: Porta %d não está disponível. Isto significa que você ficará com LowID. Verifique sua conexão de rede e tenha certeza que esta porta estádisponível para conexões de entrada e saída.

source: Info
pt_br: Informação

source: IDS_CRYPT_INITFAILED
pt_br: FALHA: IDS_CRYPT_INIT

source: Client Details
pt_br: Detalhes do Cliente

source: ERROR: Wrong file ID (ProcessFileInfo; reqfile==NULL)
pt_br: ERRO: File ID errado (ProcessFileInfo; arquivo.pedido==NULL)

source: ERROR: Wrong file ID (ProcessFileInfo; reqfile!=file)
pt_br: ERRO: File ID errado (ProcessFileInfo; arquivo.pedido!=arquivo)

source: ERROR: Wrong file ID (ProcessFileStatus; reqfile==NULL)
pt_br: ERRO: File ID errado (ProcessFileStatus; arquivo.pedido==NULL)

source: ERROR: Wrong file ID (ProcessFileStatus; reqfile!=file)
pt_br: ERRO: File ID errado (ProcessFileStatus; arquivo.pedido!=arquivo)

source: &Stop
pt_br: &Parar

source: Sho&w all comments
pt_br: Exibir todos os comentários

source: Auto [No]
pt_br: Auto [Normal]

source: Loaded ipfilter with %d IP addresses.
pt_br: Carregado filtro de IPs bloqueados com %d endereços IP

source: (%u) sent sharedfiles-list for directory %s
pt_br: (%u) enviou a lista de arquivos compartilhados do diretório %s

source: Client '
pt_br: Cliente '

source: Wrong File ID: (OP_MULTIPACKETANSWER; reqfile==NULL)
pt_br: ID do arquivo está errado (OP_MULTIPACKETANSWER; arquivo.pedido==NULL)

source: Wrong File ID: OP_MULTIPACKETANSWER; client->reqfile==NULL)
pt_br: ID do arquivo está errado OP_MULTIPACKETANSWER; cliente->arquivo.pedido==NULL)

source: Wrong File ID: OP_MULTIPACKETANSWER; reqfile!=client->reqfile)
pt_br: ID do arquivo está errado: OP_MULTIPACKETANSWER; reqfile!=client->reqfile)

source: Fast ED2K Links Handler (Direct Download)
pt_br: Gerênciador de links ED2K (Download Direto)

source: Will add your ed2k link to your downloads
pt_br: Adiciona seus links ed2k para downloads

source: Web Search
pt_br: Procura na Web

source: web search by filedonkey.com
pt_br: procurar na web via filedonkey.com

source: Type
pt_br: Tipo

source: CD-Images
pt_br: Imagem-CD

source: Videos
pt_br: Vídeos

source: Automatically assign new downloads to selected category
pt_br: Adicionar novos arquivos automaticamente na categoria selecionada

source: ed2k link handler
pt_br: gerênciador de link ed2k

source: Search global
pt_br: Pesquisa Global

source: Start
pt_br: Iniciar

source: Clear All
pt_br: Limpar Tudo

source: Download selected
pt_br: Baixar selecionados

source: Media Info
pt_br: Média info

source: Clientsoftware :
pt_br: Software Cliente:

source: Server IP :
pt_br: IP do Servidor:

source: Scores
pt_br: Pontuação

source: Secure Ident :
pt_br: Ident.Secure :

source: http://www.aMule.org - the Linux Mule
pt_br: http://www.aMule.org - a Mula do Linux

source: Chinese
pt_br: Chinês

source: German (Swiss)
pt_br: Alemão (Sueco)

source: Beep on errors
pt_br: Fazer 'beep' em erros

source: Bring to front on link click
pt_br: Trazer para frente ao clicar num link

source: Tooltip Delay Time in secs (1s to 5s)
pt_br: Tempo de espera para as dicas de tela (entre 1-5s)

source: 5 Days
pt_br: 5 dias

source: Check for new version
pt_br: Procurar por uma nova versão

source: Show Splashscreen
pt_br: Exibir tela de apresentação

source: Enter your browser name here
pt_br: Digite aqui o nome de seu navegador

source: Clientport
pt_br: Porta do Cliente

source: Use Secure Ident
pt_br: Usar Secure Ident

source: IP-Filter
pt_br: Filtro-IP

source: IP-Filter ON / OFF
pt_br: Filtro-IP ON / OFF

source: See my shares
pt_br: Veja meus arquivos

source: SMTP server :
pt_br: Servidor SMTP:

source: aMule Tweaks Advertisements && Parameters
pt_br: A&justes de Advertências e Parâmetros do aMule

source: Autotake ED2K Links only during runtime
pt_br: Capturar Links ED2K somente em tempo de execução

source: Upload/Download list refresh when updated
pt_br: Atualizar lista de Upload/Download em modo constante

source: Upload/Download list refresh time: Realtime
pt_br: Lista de Upload/Download se atualizando a cada: Tempo real

source: Arrange Downloads
pt_br: Organizar Downloads

source: Enable auto-arranging download list
pt_br: Ativar organização automática

source: Download Speed
pt_br: Velocidade Download
