Repository: Hank-chinasky/amule
Catalog: tags/AMULE_2_0_0_RC7/po/*.po
Languages: ca, it, zh_cn

source: Add a Friend
ca: Afegeix com a Amic
it: Aggiungi amico
zh_cn: 加入好友

source: You have to enter a valid IP and port!
ca: Heu d'introduir una IP i port vàlids
it: Inserire un indirizzo IP e una porta validi!
zh_cn: 请输入正确IP地址和端口！

source: The specified userhash is not valid!
ca: El hash d'usuari especificat no és vàlid
it: L'hash utente specificato non è valido!
zh_cn: 该用户码有错

source: Failed to create AICH thread!
ca: Ha fallat la creació del fil AICH!
it: Impossibile creare il thread AICH!

source: AICH Thread: Error, EOF while reading hashlist!
ca: Fil AICH: Hi ha hagut un error EOF al llegir la llista de hash!
it: Thread AICH: Errore, EOF durante la lettura dell'hashlist!

source: AICH Thread: Error, Corrupt file encountered while reading hashlist!
ca: Fil AICH: Hi ha hagut un error, s'ha trobat un fitxer corrupte al llegir la llista de hash!
it: Thread AICH: Error, file corrotto trovato durante la lettura dell'hashlist!

source: Copied old ~/.xMule config and credit files to ~/.aMule However, be sure NOT to remove .xMule if your Incoming / Temp folders are still there ;)
ca: S'han copiat els fitxers configuració i crèdits vells de ~/.xMule a ~/aMule No obstant, no elimineu el .xMule si encara hi teniu els Incoming / Temp ;)
it: Il vecchio file di configurazione ~/.xMule ed il file dei crediti sono stati copiati in ~/.aMule Comunque, fate attenzione a NON rimuovere .xMule se le vostre directory Incoming / Temp si trovano ancora la ;)

source: Info
ca: Informació
zh_cn: 信息

source: Temp dir is placed on a FAT32 partition. Disabling chmod to avoid useless warnings.
ca: El directori Temp està situat a una partició FAT32. Deshabilitant el chmod per evitar warnings estúpids.
it: La directory Temp è posizionata in una partizione FAT32. Disabilito chmod per evitare inutili messaggi di warning.

source: Incoming dir is placed on a FAT32 partition. Disabling chmod to avoid useless warnings.
ca: El directori Incoming està situat a una partició FAT32. Deshabilitant el chmod per evitar warnings estúpids.
it: La directory Incoming è posizionata in una partizione FAT32. Disabilito chmod per evitare inutili messaggi di warning.

source: Port %d is not available. You will be LOWID
ca: El port %d no està disponible. Tindreu ID baix
it: La porta %d non è disponibile. Otterrai un LowID
zh_cn: 端口 %d 已被占用。你会成为低ID。

source: Port %d is not available !! This means that you will be LOWID. Check your network to make sure the port is open for output and input.
ca: El port %d no està disponible!! Això vol dir que tindràs ID Baixa. Comprova la teva xarxa per estar segur que el port està obert per l'entrada i la sortida.
it: La porta %d non è disponibile!! Questo significa che avrai un ID basso. !controlla le impostazioni di rete e verifica che la porta sia aperta in ingresso e in uscita.

source: Error
ca: Hi ha hagut un error
it: ERRORE
zh_cn: 错误

source: Failed to save
ca: Ha fallat al guardar
it: Impossibile salvare
zh_cn: 存盘失败:

source: OnlineSig File
ca: Fitxer OnlineSig
it: File di firma online
zh_cn: 线上签名文件

source: aMule OnlineSig File
ca: Fitxer OnlineSig del aMule
it: File di firma online di aMule

source: The selected locale seems not to be installed on your box. (Note: I'll try to set it anyway)
ca: El locale seleccionat sembla no està instal·lat. (Nota: Provaré d'establir-lo igualment)
it: L'impostazione locale selezionata non sembra essere installata sul tuo computer. (Nota: proverò ad impostarla in ogni caso)

source: --- This is the first time you run aMule %s ---
ca: --- Aquest és el primer cop que s'executa l'aMule %s ---
it: --- Questa è la prima volta che esegui aMule %s ---
zh_cn: --- 这是您第一次运行 aMule %s ---

source: This version is a testing version, updated daily, and
ca: Això és una versió test, actualitzada diàriament, i
it: Questa è una versione di test, aggiornata di giorno in giorno, e
zh_cn: 这个版本是测试版, 每天更新, 而且

source: we give no warranty it won't break anything, burn your house,
ca: no donem cap garantia que no s'espatlli res, es cremi casa teva,
it: non diamo nessuna garanzia che essa non distrugga qualcosa, bruci la tua casa,
zh_cn: 我们无法承诺它一定不会损坏任何东西或点燃你的房子,

source: or kill your dog. But it *should* be safe to use anyway.
ca: o mati el teu gos. Però *hauria* de poder-se usar en qualsevol cas.
it: o uccida il tuo cane. Tuttavia il suo utilizzo *dovrebbe* essere sufficientemente sicuro.
zh_cn: 或杀死你的狗. 但一般来讲它应该是安全的.

source: More information, support and new releases can found at our homepage,
ca: Pots trobar més informació, suport i noves versions a la nostre web,
it: Altre informazioni, supporto e nuove versioni si trovano nella nostra

source: at www.aMule.org, or in our IRC channel #aMule at irc.freenode.net.
ca: a www.aMule.org, o al canal IRC #aMule a irc.freenode.net.
it: homepage, www.amule.org, o nel nostro canale irc #aMule su irc.freenode.net.

source: Your locale has been changed to System Default due to a version change. Sorry.
ca: El teu locale ha estat canviat a Predeterminat pel Sistema degut a un canvi de versió. Disculpa'ns.
it: Le tue impostazioni locali sono state impostate su Predefinite in conseguenza del cambio di versione.

source: Feel free to report any bugs to forum.amule.org
ca: Pots publicar qualsevol bug a forum.amule.org
it: Segnalate i bug riscontrati su forum.amule.org
zh_cn: 欢迎请您到 forum.amule.org 去提交错误报告

source: The folder for Online Signature files you specified is INVALID! OnlineSignature will be DISABLED until you fix it on preferences.
ca: El directori del fitxer de Signatura Online especificat és INVÀLID! La SignaturaOnline es DESHABILITARÀ fins que ho canviïs a les preferències.
it: La directory prescelta per contenere il file per la firma online è invalida! La firma online verrà pertanto disabilitata fino a che il problema non sia stato risolto nel pannello delle preferenze.

source: CamuleApp::OnRun()
ca: CamuleApp::Corrent()

source: Connecting
ca: Connectant
it: Connessione in corso
zh_cn: 正在连接

source: WARNING!
ca: COMPTE!
it: ATTENZIONE!

source: You are running aMule linked against GTK2!
ca: Estàs corrent l'aMule enllaçat a les GTK2!
it: Stai usando aMule linkato contro le GTK2!

source: This is known to cause problems, with the version of wxWidgets that you are using,
ca: És sabut que això causa problemes, amb la versió dels wxWidgets que estàs usant
it: Questo può causare problemi, con l'attuale versione delle wxWidgets,

source: so it is recommended that that you recompile the nescesarry packages.
ca: per això et recomanem que recompilis els paquets necessaris.
it: perciò si raccomanda di ricompilare i pacchetti necessari.

source: Please refer to the following websites for more information:
ca: Visita els següents llocs webs per més informació:
it: Per avere altre informazioni controllare in questi siti internet:

source: Fatal Error: Failed to create Timer
ca: Hi ha hagut un Error Fatal: Ha fallat la creació de Timer
it: ERRORE FATALE: impossibile creare il Timer
zh_cn: 严重错误: 无法建立计时器

source: Desktop integration
ca: Integració amb l'escriptori
it: Integrazione con il desktop
zh_cn: 桌面集成

source: aMule - 'all-platform' p2p client based on eMule. Website: http://www.amule.org Forum: http://forum.amule.org FAQ: http://wiki.amule.org Copyright (C) 2003-2004 aMule Project
ca: aMule - client de p2p basat en l'eMule 'multiplataforma'. Lloc Web: http://www.amule.org Fòrum: http://forum.amule.org PMF: http://wiki.amule.org Copyright (C) 2003-2004 aMule Project
it: aMule - il client p2p 'multipiattaforma' basato su eMule. Sito web: http://www.amule.org Forum: http://forum.amule.org FAQ: http://wiki.amule.org Copyright (C) 2003-2004 aMule Project

source: WARNING: You have recieved Low-ID!
ca: COMPTE: Tens ID baixa!
it: ATTENZIONE: Hai ricevuto un Low-ID!

source: Most likely this is because you're behind a firewall or router.
ca: Això normalment és perquè estàs darrera un tallafocs o un encaminador.
it: Probabilmente è perchè sei dietro un firewall o router.

source: For more information, please refer to http://wiki.amule.org
ca: Per rebre més informació, visita http://wiki.amule.org
it: Per altre informazioni, controlla http://wiki.amule.org

source: Disconnect
ca: Desconnecta
it: Disconnetti
zh_cn: 断开连接

source: Disconnect from current server
ca: Desconnecta del servidor actual
it: Disconnetti dal server corrente
zh_cn: 服务器连接已中断

source: Connection established on:
ca: Connexió establerta a:
it: Connessione stabilita con:
zh_cn: 已成功连接到:

source: Cancel
ca: Cancel.la
it: Annulla
zh_cn: 取消

source: Stops the current connection attempts
ca: Para els intents de connexió actuals
it: Ferma i tentativi di connessione in corso
zh_cn: 终止连接尝试

source: Connect
ca: Connecta
it: Connetti
zh_cn: 连接

source: Connect to any server
ca: Connecta a qualsevol servidor
it: Connetti ad un server qualsiasi
zh_cn: 连接到任意服务器

source: Not Connected
ca: Desconnectat
it: Non connesso
zh_cn: 未连接

source: Disconnected
ca: Desconnectat
it: Disconnesso
zh_cn: 连接已断

source: Users:
ca: Usuaris:
it: Utenti:

source: Files:
ca: Fitxers:
it: File:

source: Up: %.1f(%.1f) | Down: %.1f(%.1f)
ca: Amunt: %.1f(%.1f) | Avall: %.1f(%.1f)
zh_cn: 上传: %.1f(%.1f) | 下载: %.1f(%.1f)

source: Up: %.1f | Down: %.1f
ca: Amunt: %.1f | Avall: %.1f
zh_cn: 上传: %.1f | 下载: %.1f

source: Connected
ca: Connectat
it: Connesso
zh_cn: 已建立连接

source: Do you really want to exit aMule?
ca: Realment vols sortir de l'aMule?
it: Vuoi veramente uscire da aMule?
zh_cn: 您确定要关闭 aMule 吗?

source: Exit confirmation
ca: Confirmació de sortida
it: Chiedi conferma prima di uscire
zh_cn: 退出确认

source: This ed2k link is invalid:
ca: Aquesta adreça ed2k és invàlida:
it: Questo link ed2k non è valido:

source: Invalid link:
ca: Adreça invàlida:
it: Link non valido:

source: Could not determine the command for running the browser.
ca: No es pot determinar l'ordre per executar el navegador.
it: Non è possibile determinare il comando per lanciare il browser.
zh_cn: 无法确定运行浏览器的命令

source: Unable to launch browser. Please set correct browser executable path in Preferences.
ca: No ha sigut possible obrir el navegador. Si us plau establiu un navegador correcte a Preferències
it: Impossibile lanciare il browser. Impostare il percorso corretto nelle Preferenze.
zh_cn: 无法运行浏览器。请更正设置中的浏览器路径。

source: Skin file name is empty - loading defaults
ca: El nom del fitxers d'aparença és buit - carregant els per defecte
it: Nome file skin vuoto - carico skin di default

source: Skin file
ca: Fitxer d'aparença
it: Il file skin

source: does not exist - loading defaults
ca: no existeix - carregant els per defecte
it: non esiste - carico skin di default

source: Unable to open skin file:
ca: No s'ha pogut obrir el fitxer d'aparença:
it: Impossibile aprire file di skin:

source: Clients: %s (%s), Banreason: Userhash changed (Found in TrackedClientsList)
ca: Usuaris: %s (%s), Raó del Ban: Hash d'usuari canviat (Trobat al TrackedClientsList)
it: Client: %s (%s), motivazione del ban: hast utente modificato (trovato in TrackedClientsList)

source: Clients: %s (%s), Banreason: Userhash changed
ca: Usuaris: %s (%s), Raó del Ban: Hash d'usuari canviat
it: Client: %s (%s), motivazione del ban: hash utente modificato

source: Filtered IP:
ca: IP filtrada:
it: IP filtrato:

source: Local Client: OP_HELLO
ca: Client Local: OP_HELLO
it: Client locale: OP_HELLO

source: Local Client: OP_EMULEINFO
ca: Client Local: OP_EMULEINFO
it: Client locale: OP_EMULEINFO

source: Local Client: OP_EMULEINFOANSWER
ca: Client Local: OP_EMULEINFOANSWER
it: Client locale: OP_EMULEINFOANSWER

source: Local Client: OP_HELLOANSWER
ca: Client Local: OP_HELLOANSWER
it: Client locale: OP_HELLOANSWER

source: Rating for file '
ca: Valoració pel fitxer '
it: Giudizio del file '

source: ' received: %i
ca: ' rebut: %i
it: ' ricevuto: %i

source: Description for file '
ca: Descripció pel fitxer '
it: Descrizione del file '

source: ' received:
ca: ' rebut:
it: ' ricevuto:

source: Failed to retrieve shared files from
ca: Ha fallat la recepció dels fitxers compartits de
it: Impossibile vedere i file condivisi da

source: Local Client: OP_CALLBACKREQUEST
ca: Client Local: OP_CALLBACKREQUEST
it: Client locale: OP_CALLBACKREQUEST

source: Local Client: OP_ACCEPTUPLOADREQ
ca: Client Local: OP_ACCEPTUPLOADREQ
it: Client locale: OP_ACCEPTUPLOADREQ

source: Local Client: OP_ASKSHAREDDIRS
ca: Client Local: OP_ASKSHAREDDIRS
it: Client locale: OP_ASKSHAREDDIRS

source: Local Client: OP_ASKSHAREDFILES
ca: Client Local: OP_ASKSHAREDFILES
it: Client locale: OP_ASKEDSHAREDFILES

source: Unknown
ca: Desconegut
it: Sconosciuto
zh_cn: 未知

source: (Fake eMule version %x)
ca: (Versió del eMule enganyosa %x)
it: (simula versione %x di eMule)

source: Old MlDonkey
ca: Antic MlDonkey
it: MlDonkey vecchia versione
zh_cn: 旧 MlDonkey

source: New MlDonkey
ca: Nou MlDonkey
it: MlDonkey nuova versione
zh_cn: 新 MlDonkey

source: eMule Compat(0x%x)
ca: Compat eMule(0x%x)

source: (Fake eMule)
ca: (eMule enganyós)
it: (simula eMule)

source: xMule (Fake eMule)
ca: xMule (eMule enganyós)
it: xMule (simula eMule)

source: (based on eMule v0.%u)
ca: (basat en l'eMule v0.%u)
it: (basata su eMule v0.%u)

source: Old eMule
ca: eMule Vell
it: eMule veccha versione

source: Requesting shared files from
ca: Demanant fitxers compartits de
it: Richiesti file condivisi da

source: Requesting shared files from user
ca: Demanant fitxers compartits de l'uruari
it: Richiesti file condivisi dall'utente

source: (%u) is already in progress
ca: (%u) encara està en procés
it: (%u) è gia in corso

source: NickName:
ca: Sobrenom:

source: Requested:
ca: Demanat
it: Richiesto:
zh_cn: 请求:

source: Filestats for this session: Accepted %d of %d requests, %s transferred
ca: Estat dels fitxers de la sessió: Acceptades %d de %d peticions %s transferits
it: Statistiche file per questa sessione: accettate %d di %d richieste, %s trasferite
zh_cn: 本次运行文件统计: 接受了 %d/%d 个请求，已传送 %s

source: Filestats for all sessions: Accepted %d of %d requests
ca: Estat dels fitxers globals: Acceptades %d de %d peticions
it: Statistiche relative a tutte le sessioni: accettate %d di %d richieste
zh_cn: 整体文件统计: 接受了 %d/%d 个请求

source: Requested unknown file
ca: Demanat arxiu desconegut
it: Richiesto file sconosciuto
zh_cn: 请求未知文件

source: Local Client: OP_PUBLICKEY
ca: Client Local: OP_PUBLICKEY
it: Client locale: OP_PUBLICKEY

source: Want to send signature but challenge value is invalid - User
ca: Es volia enviar la signatura però el valor challenge és invàlid - Usuari
it: Occorre inviare la firma ma il valore di challenge è invalido - Utente

source: Local Client: OP_SIGNATURE
ca: Client Local: OP_SIGNATURE
it: Client locale: OP_SIGNATURE

source: Invalid State error: IS_KEYANDSIGNEEDED in ProcessPublicKeyPacket
ca: Hi ha hagut un error d'estat invàlid: IS_KEYANDSIGNEEDED a ProcessPublicKeyPacket
it: ERRORE stato invalido: IS_KEYANDSIGNEEDED in ProcessPublicKeyPacket

source: Failed to use new recieved public key
ca: Ha fallat al usar la nova clau pública rebuda
it: Impossibile usare la nuova chiave pubblica ricevuta

source: recieved multiple signatures from one client
ca: rebudes multiples signatures pel mateix usuari
it: ricevute firme multiple da un client

source: recieved signature for client without public key
ca: rebuda signatura d'un client sense clau pública
it: ricevuta firma per un client senza chiave pubblica

source: recieved signature for client with invalid challenge value - User
ca: rebuda signatura pel client amb un valor challenge invàlid - Usuari
it: ricevuta firma per un client con valore di challenge invalido - Utente

source: has failed the secure identification, V2 State: %i
ca: ha fallat la identificació de seguretat, Estat V2: %i
it: ha fallito l'identificazione sicura, stato V2: %i

source: Not sending SecIdentState Packet, because State is Zero
ca: No s'enviarà el paquet SecIdentState, perquè l'Estat és Zero
it: Non invio il pacchetto SecIdentState, poiché lo stato è zero

source: Local Client: OP_SECIDENTSTATE
ca: Client Local: OP_SECIDENTSTATE
it: Client locale: OP_SECIDENTSTATE

source: Handshake not finished while processing packet.
ca: Handshake inacabat al processar un paquet.
it: Handshake non completato durante l'elaborazione del pacchetto.
zh_cn: 处理数据包时未能完成协议拟定

source: Client
ca: Usuari

source: (Unknown)
ca: (Desconegut)
it: (Sconosciuto)

source: on IP
ca: a l'IP
it: su IP

source: port %u using
ca: port %u usant
it: porta %u utilizzante

source: Local Client: OP_PUBLICIP_REQ
ca: Client Local: OP_PUBLICIP_REQ
it: Client locale: OP_PUBLICIP_REQ

source: Category
ca: Categoria
it: Categoria
zh_cn: 分类

source: Choose a folder for incoming files
ca: Escull un directori per els fitxers descarregats
it: Scegli una directory per i file scaricati
zh_cn: 请选择下载文件夹

source: * Could not generate backtrace
ca: * No s'ha pogut generar la sortida
it: * Impossibile generare il backtrace

source: * Could not get symbol names for backtrace
ca: * No s'ha pogut recuperarar els noms de símbols per la sortida
it: * Impossibile ottenere i nomi dei simboli per il backtrace

source: Called From:
ca: Demanat desde:
it: Chiamata da:

source: Created file
ca: Fitxer creat
it: File creato

source: with file descriptor %i
ca: amb descriptor de fitxer %i
it: con descrittore file %i

source: can't create file '%s'
ca: no es pot crear el fitxer '%s'
it: impossibile creare il file '%s'
zh_cn: 无法产生文件: '%s'

source: Opened file
ca: Fitxer obert
it: File aperto

source: Can't open file '%s'
ca: no es pot obrir el fitxer '%s'
it: Impossibile aprire il file '%s'
zh_cn: 无法开启文件: '%s'

source: Closing file
ca: Tancant fitxer
it: Chiusura del file in corso

source: can't close file descriptor %d
ca: no es pot tancar el capçal del fitxer %d
it: impossibile chiudere il descrittore del file %d
zh_cn: 无法关闭文件导引 %d

source: can't read from file descriptor %d
ca: no es pot llegir el capçal del fitxer %d
it: impossibile leggere dal descrittore del file %d
zh_cn: 无法读取文件导引 %d

source: can't write to file descriptor %d
ca: no es pot escriure a el capçal del fitxer %d
it: impossibile scrivere nel descrittore del file %d
zh_cn: 无法写入文件导引 %d

source: can't flush file descriptor %d
ca: no es pot accedir al capçal del fitxer %d
it: impossibile liberare il descrittore del file %d
zh_cn: 无法清空文件导引 %d

source: unknown seek origin
ca: Origen de la recerca desconegut
it: origine della ricerca sconosciuta
zh_cn: 未知搜寻原点

source: can't get seek position on file descriptor %d
ca: no es pot obtenir posició de recerca al capçal descriptor %d
it: impossibile ottenere la posizione di ricerca nel descrittore del file %d
zh_cn: 无法在文件导引 %d 中读取搜寻位置

source: can't find length of file on file descriptor %d
ca: no s'ha pogut trobar l'extensió del fitxer al capçal del fitxer %d
it: impossibile trovare la lunghezza del file nel descrittore %d
zh_cn: 无法在文件导引 %d 中读取文件大小

source: can't determine if the end of file is reached on descriptor %d
ca: no es pot determinar si el final del fitxer està escrit al capçal %d
it: impossibile determinare se la fine del file è stata raggiunta nel descrittore %d
zh_cn: 无法基于文件导引 %d 中确定是否抵达文件终点

source: invalid eof() return value.
ca: retorn invàlid del valor eof()
it: valore restituito da eof() non valido.
zh_cn: eof() 返回值无效

source: *** Connected to Client ***
ca: *** Connectat al Client ***
it: *** Connesso al client ***

source: *** Connecting to Client ***
ca: *** Connectant al Client ***
it: *** Connessione al client ***

source: *** Failed to Connect ***
ca: *** Ha fallat la connexió ***
it: *** Impossibile connettersi ***

source: *** Disconnected from Client ***
ca: *** Desconnectat del Client ***
it: *** Disconnesso dal client ***

source: Failed to load creditfile
ca: Ha fallat la càrrega del fitxer de crèdits
it: Impossibile caricare il file dei crediti
zh_cn: 积分文件载入失败

source: Creditfile is out of date and will be replaced
ca: El fitxer de crèdits està caducat i serà reemplaçat
it: Il file dei crediti è scaduto e sarà sostituito
zh_cn: 积分文件已过期，将会被替换

source: Could not create backup file
ca: No s'ha pogut crear el fitxer de copia de seguretat
it: Impossibile creare il file di backup

source: Creditfile loaded, %u clients are known
ca: El fitxer de crèdits ha estat carregat, %u clients coneguts
it: Il file dei crediti è stato caricato, %u client conosciuti
zh_cn: 积分文件已载入，%u个已知用户

source: - Credits expired for %u clients!
ca: - Han vençut els cridets pel client %u!
it: - Crediti scaduti per %u client!

source: Saved Credit list
ca: Llista de crèdits guardada
it: Lista dei crediti salvata

source: Failed to save creditfile
ca: Error al guardar el fitxer de crèdits
it: Impossibile salvare il file dei crediti
zh_cn: 积分文件存盘失败

source: Credits deleted due to new SecureIdent
ca: Crèdits eliminats degut a un nou SecureIdent
it: I crediti sono stati cancellati a causa della nuova SecureIdent

source: Created new RSA keypair
ca: Creada una nova keypair RSA
it: Nuova coppia di chiavi RSA creata con successo

source: Failed to create new RSA keypair
ca: Ha fallat la creació de una nova keypair RSA
it: Impossibile creare la nuova coppia di chiavi RSA

source: IDS_CRYPT_INITFAILED
ca: Inici dels IDS_CRYPT ha fallat

source: Warning: Maybe SecureHash Ident fails because LocalIP is unknown
ca: Compte: Potser el SecureHash Ident ha fallat perquè la IP Local és desconeguda
it: ATTENZIONE: il securehash potrebbe fallire poiché l'indirizzo IP locale è sconosciuto

source: Client Details
ca: Detalls del Usuari
it: Dettagli del client
zh_cn: 用户信息

source: Low
ca: Baixa
it: Bassa
zh_cn: 低

source: High
ca: Alta
it: Alta
zh_cn: 高

source: Clients: %s (%s), Banreason: Userhash invalid
ca: Usuaris: %s (%s), Raó del Ban: Hash d'usuari invàlid
it: Client: %s (%s), motivazione del ban: hash utente non valido

source: WARNING! Found matching client, to a currently connected client: %s (%s) and with %s
ca: Perill! Trobat un client igual a un client ja connectat: %s (%s) i amb %s
it: ATTENZIONE! Trovato un client corrispondente a un client attualmente connesso: %s (%s) e %s
zh_cn: 警告！ 发现与已连接用户重覆的用户： %s (%s) 和 %s

source: Cleaning up TrackedClientList, %i clients on List...
ca: Netejant la llista TracketClient, %i usuaris a la llista...
it: Ripulisco TrackedClientList, %i client in lista...

source: ...done, %i clients left on list
ca: .. fet, falten %i usuaris al a llista
it: ...fatto, %i client lasciati in lista

source: Client UDP socket; ReaskFilePing; reqfile does not match
ca: Sòcol UDP del Client; ReaskFilePing; reqfile no coincideix
it: Socket UDP del Client; ReaskFilePing; il reqfile non coincide

source: Error while processing incoming UDP Packet (Most likely a misconfigured server)
ca: Error processant l'entrada de paquets EDP (Segurament per una mala configuració del servidor
it: Errore nell'elaborare pacchetti UDP in entrata (probabilmente il server non è stato configurato correttamente)
zh_cn: 接收的UDP数据包处理过程中发生错误极有可能是由于该服务器的设置有问题

source: File Comments
ca: Comentaris del Fitxer
it: Commenti al file
zh_cn: 文件注释

source: Username:
ca: Nom del usuari:
it: Nome utente
zh_cn: 用户名：

source: File Name
ca: Nom del Fitxer
it: Nome del file
zh_cn: 文件名

source: Rating
ca: Valoració
it: Giudizio
zh_cn: 评级

source: Comment:
ca: Comentari:
it: Commento

source: No comments
ca: No hi ha comentaris
it: Nessun commento
zh_cn: 没有注释

source: comment(s)
ca: comentari(s)
it: commento/i

source: ERROR: Wrong file ID (ProcessFileInfo; file==NULL)
ca: Hi ha hagut un ERROR: ID del Fitxer dolenta (InformacióProcésdelfitxer; fitxer==NUL)
it: ERRORE: ID del file errato (ProcessFileInfo; file==NULL)

source: ERROR: Wrong file ID (ProcessFileInfo; m_reqfile==NULL)
ca: Hi ha hagut un error: ID del Fitxer dolent (ProcessFileInfo; m_reqfile==NULL)
it: ERRORE: ID del file errato (ProcessFileInfo; m_reqfile==NULL)
