Repository: Hank-chinasky/amule
Catalog: tags/AMULE_2_0_0_RC7/po/*.po
Languages: ca, it, zh_cn

source: Users: 0
ca: Usuaris: 0
it: Utenti: 0
zh_cn: 用户: 0

source: Users connected to the current server and an estimate of the total number of users.
ca: Usuaris connectats al servidor actual i una estima del nombre total d'usuaris.
it: Utenti connessi al server attuale e stima del numero totale di utenti.

source: Up: 0.0 | Down: 0.0
ca: Amunt: 0.0 | Avall: 0.0
zh_cn: 上传: 0.0 | 下载: 0.0

source: Current average upload and download rates. If enabled the numbers in the braces signify the overhead from client communication.
ca: Els valors mitjants de pujada i baixada actuals. Si està habilitat, el valor entre parentesis significa la sobrecàrrega provinent de les comunicacions amb els clients.
it: Medie di upload e download attuali. Se l'opzione è stata abilitata i numeri tra parentesiindicano l'overhead dovuto alla comunicazione tra client.

source: Displays the connected status and active transfers. Red arrows signifies that you are currently not connected, yellow arrows signify that you have low ID (firewalled) and green arrows signify that you have high ID (The optimal connection type).
ca: Mostra l'estat de connexió i les transferències actives. El vermell significa que actualment no estàs connectat, el groc que tens ID baixa (tallafocs) i el verd que tens ID alta (El tipus de connexió òptim).
it: Mostra il tuo stato attuale e i trasferimenti attivi. Le frecce rosse indicano che attualmente non sei connesso, le frecce gialle indicano che hai un ID basso (probabilmente per il firewall) e le frecce verdi indicano che hai un ID alto (la miglior condizione possibile).

source: Not Connected ...
ca: Desconnectat ...
it: Non connesso...
zh_cn: 未连接

source: Currently connected server.
ca: Servidor actualment connectat.
it: Server attualmente connesso.

source: Search
ca: Cerca
it: Cerca
zh_cn: 查找

source: Name:
ca: Nom:
it: Nome:

source: Reset
ca: Reseteja
it: Pulisci
zh_cn: 重置

source: Type
ca: Tipus
it: Tipo
zh_cn: 类型

source: Local Search
ca: Cerca Local
it: Ricerca locale

source: Global Search
ca: Cerca Global
it: Ricerca globale
zh_cn: 全球搜索

source: FileHash (WWW)
ca: HashFitxer (WWW)

source: Extended Parameters
ca: Paràmetres extesos
it: Parametri avanzati

source: File Type
ca: Tipus de Fitxer
it: Tipo file

source: Any
ca: Cap
it: Qualsiasi
zh_cn: 任何

source: Archives
ca: Fitxers
it: Archivi
zh_cn: 存档

source: Audio
ca: So
zh_cn: 音乐

source: CD-Images
ca: Imatge de CD
it: Immagini CD
zh_cn: CD映象

source: Pictures
ca: Imatge
it: Immagini
zh_cn: 图片

source: Programs
ca: Programes
it: Programmi
zh_cn: 程序

source: Videos
ca: Vídeos
it: Video
zh_cn: 录像

source: Extension
ca: Extensió
it: Estensione
zh_cn: 扩展名

source: Min Size (MB)
ca: Mida Mínima (MB)
it: Dimensione minima (MB)

source: Max Size (MB)
ca: Mida Màxima (MB)
it: Dimensione massima (MB)

source: Availability
ca: Disponibilitat
it: Disponibilità

source: Start
ca: Comença
it: Inizia
zh_cn: 开始

source: Stop
ca: Para
it: Ferma

source: Download
ca: Descarrega
zh_cn: 下载

source: Results
ca: Resultats
it: Risultati

source: Clears completed downloads
ca: Neteja les descàrregues completades
it: Pulisci i download completati

source: switch download list to clients you're downloading from, with files also (some day)
ca: commuta la llista de descàrregues als clients dels quals descarregues, amb fitxers també (algun dia)
it: scambia la lista dei download con i client da cui stai scaricando, compresi i file (un giorno)

source: Shows Upload / Up-queue
ca: Mostra Pujada / Cua-pujada
it: Mostra Upload / Coda Upload

source: Uploads
ca: Pujades
it: Upload
zh_cn: 上传

source: Messages
ca: Missatges
it: Messaggi
zh_cn: 消息

source: Send
ca: Envia
it: Invia
zh_cn: 发送

source: Sends the specified message.
ca: Envia el missatge especificat.
it: Invia il messaggio specificato.

source: Close this chat-session.
ca: Tanca aquesta sessió de xat.
it: Chiude questa sessione di chat.

source: Full Name :
ca: Nom Complet :
it: Nome completo:
zh_cn: 全名：

source: N/A
ca: N/D
it: N/D

source: met-File :
ca: Fitxer-met :
it: File met:
zh_cn: met 文件

source: Filesize :
ca: Mida del Fitxer
it: Dimensione file:
zh_cn: 文件大小 :

source: Partfilestatus :
ca: Estat de les parts del fitxer
it: Status file part:
zh_cn: Part 文件状态 :

source: Last seen complete :
ca: Última Vegada Completat :
it: Ultimo visto completo:
zh_cn: 最后发现完整共享文件 :

source: Media Info
ca: Informació Multimedia
it: Informazioni
zh_cn: 媒体信息

source: Codec:
ca: Còdec:
zh_cn: 编解码器:

source: Bitrate:
ca: Flux de bits
zh_cn: 数据率:

source: Length:
ca: Durada:
it: Lunghezza:
zh_cn: 长度:

source: Transfer
ca: Transfereix
it: Trasferimento
zh_cn: 传输

source: Found Sources :
ca: Fonts Trobades :
it: Fonti trovate:
zh_cn: 已发现源 :

source: Transferring Sources :
ca: Fonts Transferint :
it: Fonti in trasferimento:
zh_cn: 正在传输的源 :

source: Filepart-Count :
ca: Compte de les parts del fitxer :
it: Numero parti del file:
zh_cn: 文件部分数 :

source: Available :
ca: Disponibilitat :
it: Disponibile:
zh_cn: 可用 :

source: Datarate :
ca: Velocitat de transferència :
it: Velocità:
zh_cn: 数据率 :

source: Transferred :
ca: Transferit :
it: Trasferiti:
zh_cn: 已传输

source: Completed Size :
ca: Mida Completat :
it: Completati:
zh_cn: 已完成大小 :

source: Intelligent Corruption Handling
ca: Correció Intel·ligent de la Corrupció
zh_cn: 智能数据损坏处理 (ICH)

source: Lost to corruption :
ca: Perdut per Corrupció
it: Perdita per corruzione:
zh_cn: 因数据损坏而丢失 :

source: Gained by compression :
ca: Guanyat per Compresió
it: Guadagno per compressione:
zh_cn: 压缩效益 :

source: Packages saved by I.C.H. :
ca: Paquets recuperats pel C.I.C. :
it: Pacchetti recuperati da I.C.H.:
zh_cn: 由 ICH 挽救的数据包 :

source: Source Names
ca: Nom de les Fonts
it: Nomi delle fonti
zh_cn: 源名称

source: Takeover
ca: Agafa
it: Sovrascrivi
zh_cn: 接管

source: Cleanup
ca: Neteja
it: Ripulisci
zh_cn: 清除

source: Rename
ca: Renombra
it: Rinomina
zh_cn: 更名

source: Comment this file (this text will be show by all users)
ca: Comenta aquest fitxer (aquest text serà mostrat a tots els usuaris)
it: Commenta questo file (il testo sarà visibile da tutti gli altri utenti)
zh_cn: 为该文件加注释 (给所有用户看)

source: For a film you can say its length, its story, language ... and if it's a fake, you can tell that to other users of aMule.
ca: Per una pel·lícula pots dir la seva durada, l'argument, l'idioma ... i si és un fake, pots dir-ho als altres usuaris d'aMule.
it: Per un film puoi indicare la lunghezza, la trama, la lingua... e, se è un falso, puoi farlo presente agli altri utenti di aMule.
zh_cn: 您可以说明电影的长度，情节和语言等等... 如果电影是假冒的，您可以提醒其它用户。

source: File Quality
ca: Qualitat del Fitxer
it: Qualità del file
zh_cn: 文件质量

source: Not rated
ca: No Qualificat
it: Senza voto
zh_cn: 未评级

source: Invalid / Corrupt / Fake
ca: Invàlid / Corrupte / Fake
it: Non valido / Corrotto / Falso
zh_cn: 无效 / 损坏 / 假冒

source: Poor
ca: Pobre
it: Mediocre
zh_cn: 差

source: Good
ca: Bona
it: Buono
zh_cn: 好

source: Fair
ca: Acceptable
it: Discreto
zh_cn: 一般

source: Choose the file rating or advice users if the file is invalid ...
ca: Escull una valoració pel fitxer, o avisa als usuaris si el fitxer és invàlid ...
it: Giudica il file o avvisa gli altri utenti se il file non è corretto...
zh_cn: 选择文件评级或者提醒其它用户该文件是无效的

source: Apply
ca: Aplica
it: Applica
zh_cn: 应用

source: No comment(s)
ca: No hi ha comentari(s)
it: Nessun commento
zh_cn: 无注释

source: Refresh
ca: Refresca
it: Aggiorna
zh_cn: 刷新

source: Downloading, please wait ...
ca: Descarregant, si us plau espera ...
it: Download in corso, attendere prego...
zh_cn: 正在下载，请等待 ...

source: Required Information
ca: Informació Requerida
it: Informazioni richieste
zh_cn: 要求的信息

source: IP Address :
ca: Adreça IP :
it: Indirizzo IP:
zh_cn: IP 地址：

source: Additional Information
ca: Informació Adicional
it: Informazioni aggiuntive
zh_cn: 附加信息

source: Username :
ca: Nom d'Usuari :
it: Nome utente:
zh_cn: 用户名：

source: Userhash :
ca: Hash d'Usuari :
it: Hash utente:
zh_cn: 用户编码

source: Add
ca: Afegeix
it: Aggiungi
zh_cn: 添加

source: Shared Files
ca: Fitxers Compartits
it: File condivisi
zh_cn: 共享文件

source: Reload your shared files
ca: Recarregueu els vostres fitxers compartits
it: Ricarica i tuoi file condivisi

source: Statistics
ca: Estadístiques
it: Statistiche
zh_cn: 统计

source: Current Session
ca: Sessió Actual
it: Sessione corrente
zh_cn: 本次运行

source: Requested :
ca: Demanat :
it: Richiesto:
zh_cn: 已请求 :

source: Active Uploads :
ca: Pujades Actives
it: Upload attivi:
zh_cn: 活跃上传 :

source: Download-Speed
ca: Velocitat-Baixada
it: Velocità di download
zh_cn: 下载速度

source: Current
ca: Actual
it: Corrente
zh_cn: 当前

source: Running average
ca: Mitjana Actual
it: Media attuale
zh_cn: 动态平均值

source: Session average
ca: Mitjana Sessió
it: Media sessione
zh_cn: 本次运行平均值

source: Active downloads
ca: Descàrregues Actives
it: Download attivi
zh_cn: 活跃下载

source: Active connections (1:1)
ca: Connexions Actives (1:1)
it: Connessioni attive (1:1)
zh_cn: 活跃连接 (1:1)

source: Active uploads
ca: Pujades Actives
it: Upload attivi
zh_cn: 活跃上传

source: Upload-Speed
ca: Velocitat-Pujada
it: Velocità upload
zh_cn: 上传速度

source: Clientsoftware :
ca: Programari del Client :
it: Software del client:
zh_cn: 客户软件 :

source: Server IP :
ca: IP del Servidor :
it: IP server:
zh_cn: 服务器 IP :

source: Clientversion :
ca: Versió del Client :
it: Versione client:
zh_cn: 客户软件版本 :

source: Servername :
ca: Nom del Servidor :
it: Nome server:
zh_cn: 服务器名称

source: Currently downloading :
ca: Actualment Descarregant :
it: Download in corso:
zh_cn: 正在下载 :

source: Downloaded (this session) :
ca: Baixat (sessió actual) :
it: Scaricati (questa sessione):
zh_cn: 下载 (本次运行) :

source: Average downloadrate :
ca: Mitjana de Descàrrega :
it: Velocità media download:
zh_cn: 平均下载速度 :

source: Downloaded total :
ca: Total Descarregat :
it: Scaricati totale:
zh_cn: 下载总量 :

source: Uploaded (this session) :
ca: Pujat (sessió actual) :
it: Inviati (questa sessione):
zh_cn: 上传 (本次运行) :

source: Average Uploadrate :
ca: Mitjana de Pujada :
it: Velocità media upload:
zh_cn: 平均上传速度 :

source: Uploaded total :
ca: Total Pujat :
it: Inviati totale:
zh_cn: 上传总量 :

source: Scores
ca: Puntuació
it: Punteggi
zh_cn: 分数

source: DL/UP Modifier :
ca: Modificador BA/PU :
it: Modificatore DL/UP:
zh_cn: 下载/上传 比率 :

source: Rating (total) :
ca: Puntuació (total) :
it: Giudizio (totale):
zh_cn: 评级 (总和) :

source: Secure Ident :
ca: Identificació Segura :
it: Identificazione sicura:
zh_cn: 安全 Ident :

source: Uploadqueue score :
ca: Puntuació de la Cua de Pujada :
it: Punteggio coda upload:
zh_cn: 上传队列分数 :

source: General Settings
ca: Paràmetres generals
it: Impostazioni generali

source: Nick
ca: Sobrenom
zh_cn: 昵称

source: http://www.aMule.org - the Linux Mule
ca: http://www.aMule.org - la Mula de Linux
it: http://www.aMule.org - il Mulo per Linux

source: This is the name that other users will see when connecting to you.
ca: Aquest és el nom que els altres usuaris veuran quan es connectin a tu.
it: Questo è il nome che gli altri utenti vedranno quando saranno connessi con te.

source: Language
ca: Idioma
it: Lingua
zh_cn: 语言

source: System default
ca: Predeterminat
it: Predefinita di sistema
zh_cn: 系统默认

source: Arabic
ca: Àrab
it: Arabo
zh_cn: 阿拉伯语

source: Basque
ca: Basc
it: Basco

source: Bulgarian
ca: Búlgar
it: Bulgaro
zh_cn: 保加利亚语

source: Chinese (Simplified)
ca: Xinès (Simplificat)
it: Cinese (semplificato)

source: Danish
ca: Danés
it: Danese
zh_cn: 丹麦语

source: Dutch
ca: Holandès
it: Olandese
zh_cn: 荷兰语

source: English
ca: Anglès
it: Inglese
zh_cn: 英语

source: Estonian
ca: Estonià
it: Estone
zh_cn: 爱斯托尼亚语

source: Finnish
ca: Finès
it: Finlandese
zh_cn: 芬兰语

source: French
ca: Francès
it: Francese
zh_cn: 法语

source: Galego
ca: Gallec
it: Gallego

source: German
ca: Alemany
it: Tedesco
zh_cn: 德语

source: Italian
ca: Italià
it: Italiano
zh_cn: 意大利语

source: Korean
ca: Coreà
it: Coreano
zh_cn: 韩语

source: Lithuanian
ca: Lituà
it: Lituano
zh_cn: 立托尼亚语

source: Polish
ca: Polonès
it: Polacco
zh_cn: 芬兰语

source: Portuguese
ca: Portuguès
it: Portoghese
zh_cn: 葡萄牙语

source: Portuguese (Brazil)
ca: Portuguès (Brasil)
it: Portoghese (Brasile)
zh_cn: 葡萄牙语 (巴西)

source: Russian
ca: Rus
it: Russo
zh_cn: 俄语

source: Spanish
ca: Espanyol
it: Spagnolo
zh_cn: 西班牙语

source: Spanish (Chile)
ca: Espanyol (Xile)
it: Spagnolo (Cile)
zh_cn: 西班牙语 (智利)

source: Spanish (Mexico)
ca: Espanyol (Mèxic)
it: Spagnolo (Messico)
zh_cn: 西班牙语 (墨西哥)

source: Turkey
ca: Turc
it: Turco
zh_cn: 土耳其语

source: Hungarian
ca: Hungarès
it: Ungherese
zh_cn: 匈牙利语

source: Catalan
ca: Català
it: Catalano

source: Croatian
ca: Croat
it: Croato
zh_cn: 克罗的亚语

source: Italian (Napoletan)
ca: Italià (Napolità)
it: Italiano (Napoletano)
zh_cn: 意大利语 (Napoletan)

source: Custom
ca: Personalitzat
it: Personalizzata

source: Chinese (Traditional)
ca: Xinès (Tradicional)
it: Cinese (tradizionale)

source: This specifies the language used on controls.
ca: Això especifica la llengua usada als controls.
it: Scelta del linguaggio usato.

source: Misc Options
ca: Opcions de Misc
it: Altre opzioni
zh_cn: 其它选项

source: Downloadlist doubleclick to expand
ca: Dobleclic per expandir la Llista de Descàrregues
it: Doppio click per espandere la lista dei download
zh_cn: 鼠标双击展开下载列表

source: If enabled, it is possible to display the sources associated with downloads by double-clicking on them.
ca: Si està activat, serà possible mostrar les fonts associades amb les descàrregues fen dobleclic sobre elles.
it: Se abilitato, è possibile vedere le fonti associate ai download cliccando due volte su di loro.

source: Minimize to trayicon
ca: Minimitza a la barra d'icones
it: Minimizza nel systray
zh_cn: 最小化到系统状态栏

source: Enabling this will make aMule minimize to the system-tray, rather than the taskbar.
ca: Habilitant això faràs que l'aMule es minimitzi a la safata de sistema, en comptes de a la barra de tasques.
it: Abilitando questa opozione aMule si minimizzerà nella system tray invece che nella barra delle applicazioni

source: Prompt on exit
ca: Pregunta al Sortir
it: Chiedi conferma prima di uscire
zh_cn: 退出时确认

source: Makes aMule promt before exiting.
ca: Fa que l'aMule et consulti abans de sortir.
it: Fa sì che aMule chieda conferma prima di uscire.

source: Tooltip Delay Time in secs
ca: Temps de retard dels consells en segons
it: Ritardo dei popup in secondi

source: The delay before showing tool-tips.
ca: El retard abans de mostrar els consells.
it: L'intervallo di tempo prima che vengano mostrati i popup

source: Systray Integration
ca: Integració amb la Barra
it: Integrazione systray
zh_cn: 系统状态栏集成

source: Click here to select the type of systray integration you wish aMule to use.
ca: Clica aquí per seleccionar el tipus d'integració amb la safata de sistema on deixes l'aMule en funcionament.
it: Clicca qui per selezionare il tipo di integrazione nel systray che vuoi usare.

source: Startup
ca: Arrencada
it: Avvio
zh_cn: 启动

source: Start minimized
ca: Comença Minimitzat
it: Avvia ridotto ad icona
zh_cn: 启动后最小化

source: Enabling this makes aMule minimize itself upon start.
ca: Habilitant això fareu que l'aMule es minimitzi per ell mateix al arrencar.
it: Abilitando questa opzione, aMule si minimizza automaticamente all'avvio.

source: Fake Check
ca: Comprova Engany
it: Verifica autenticità

source: User Defined
ca: Definit pel Usuari
it: Definito dall'utente
zh_cn: 用户定义的

source: Select your browser here
ca: Selecciona el teu navegador aquí
it: Seleziona il tuo browser
zh_cn: 请选择您的网络浏览器

source: Custom Browser:
ca: Navegador personalitzat:
it: Browser personalizzato:
zh_cn: 其它浏览器

source: my browser
ca: el meu navegador
it: il mio browser
zh_cn: 我的浏览器

source: Enter your browser name here. To use the custom browser, select the Custom menu-item from the dropdown-menu above.
ca: Posa aquí el nom del teu navegador. Per utilitzar un navegador personalitzar, selecciona Personalitzat del menú de sota.
it: Inserisci il nome del tuo browser. Per usare un browser diverso, seleziona Browser Personalizzato nel menu qui sotto.

source: Open in new tab if possible
ca: Obre en nova pestanya si és possible
it: Apri in un nuovo tab se possibile

source: Open the web page in a new tab instead of in a new window when possible
ca: Obre la pàgina web en una nova pestanya en comptes de en una nova finestra si és possible
it: Se possibile apre la pagina web in un nuovo tab invece che in una nuova finestra

source: Connections
ca: Connexions
it: Connessioni

source: Bandwith Limits
ca: Límits de l'Ample
it: Limiti banda
zh_cn: 带宽限制

source: Upload
ca: Pujada
zh_cn: 上传

source: Slot Allocation
ca: Distribució per Slot
it: Allocazione slot
zh_cn: 空挡分派

source: Line Capacities
ca: Capacitat de la Línia
it: Capacità linea
zh_cn: 连线容量

source: Note: These values are only used for statistics.
ca: Nota: Aquests valors són només usats per les estadístiques.
it: Nota: questi valori sono usati solo nelle statistiche.

source: Client TCP Port:
ca: Port TCP del Client:
it: Porta TCP del client:

source: Client UDP Port:
ca: Port UDP del Client:
it: Porta UDP del client:

source: disable
ca: desactivat
it: disabilita
zh_cn: 禁用

source: Max Sources per File
ca: Fonts Màx per Fitxer
it: Fonti massime per file
zh_cn: 单个文件最大源数

source: Hard Limit
ca: Límit Màxim
it: Limite massimo
zh_cn: 绝对上限

source: Connection Limits
ca: Límit de Connexions
it: Limiti connessione
zh_cn: 连接限制

source: Max Connections
ca: Connexions Màx
it: Connessioni massime
zh_cn: 最大连接数

source: Autoconnect on startup
ca: Autoconnecta al iniciar
it: Connetti automaticamente all'avvio
zh_cn: 启动后自动连接

source: Reconnect on loss
ca: Reconnecta al perdre
it: Riconnetti dopo perdita connessione
zh_cn: 断线后自动重接

source: Show overhead bandwith
ca: Mostra la sobrecàrrega de l'ample
it: Mostra overhead banda
zh_cn: 显示带宽浪费

source: Servers
ca: Servidors
it: Server
zh_cn: 服务器

source: Server Options
ca: Opcions de Servidor
it: Opzioni server

source: Remove dead server after
ca: Elimina els servidors morts després de
it: Rimuovi server inattivi dopo
zh_cn: 删除无法连接服务器如果

source: retries
ca: intents
it: tentativi
zh_cn: 次连接失败

source: Auto-update serverlist at startup
ca: Auto-actualitza la llista de servidors al iniciar
it: Aggiorna la lista dei server all'avvio
zh_cn: 启动后自动更新服务器列表

source: List
ca: Llista
it: Lista
zh_cn: 列表

source: Always filter bad IPs
ca: Sempre filtra les IPs dolentes
it: Filtra sempre gli IP non validi
zh_cn: 过滤无效 IP 地址

source: Update serverlist when connecting to a server
ca: Actualitza la llista de servidors quan es connecti a un servidor
it: Aggiorna la lista server quando ti connetti ad un server
zh_cn: 与服务器连接时更新服务器列表

source: Update serverlist when a client connect
ca: Actualitza la llista de servidors quan es connecti un usuari
it: Aggiorna la lista server quando un client si connette
zh_cn: 与其它用户连接时更新服务器列表

source: Use priority system
ca: Usa el sistema de prioritats
it: Usa sistema di priorità
zh_cn: 启用优先级系统

source: Use smart LowID check on connect
ca: Usa la comprovació de ID Baix al connectar
it: Usa controllo intelligente del LowID in fase di connessione
zh_cn: 连接时启用智能低ID检测

source: Safe connect
ca: Connexió Segura
it: Connessione sicura
zh_cn: 安全连接

source: Autoconnect to servers in static list only
ca: Autoconnecta tan sols a servidors de la llista estàtica
it: Connetti automaticamente solo ai server della lista statica
zh_cn: 只自动连接到静态服务器列表里的服务器

source: Set manually added servers to High Priority
ca: Posa manualment a Prioritat Alta els servidors afegits
it: Assegna priorità alta ai server aggiunti manualmente
zh_cn: 设置用户输入的服务器为高优先级

source: Files
ca: Fitxers
it: File
zh_cn: 文件

source: I.C.H. active
ca: C.I.C. actiu
it: I.C.H. attivo
zh_cn: I.C.H 已启用

source: Add files to download in pause mode
ca: Afegeix fitxers a descarregar en mode pausa
it: Aggiungi i nuovi file da scaricare mettendoli in pausa
zh_cn: 添加新下载文件时设为暂停状态

source: Add files to download with auto priority
ca: Afegeix els fitxers a descarregar amb prioritat automàtica
it: Aggiungi i nuovi file da scaricare con priorità automatica
zh_cn: 添加新下载文件时设优先级为自动状态

source: Try to download first and last chunks first
ca: Intenta descarregar la primera i última part primer
it: Cerca di scaricare prima la parte iniziale e finale del file
zh_cn: 尝试先下载文件的第一段和最后一段

source: Add new shared files with auto priority
ca: Afegeix els nous fitxer compartits am prioritat automàtica
it: Assegna priorità automatica ai nuovi file condivisi
zh_cn: 添加新共享文件时设优先级为自动状态

source: Try to transfer full chunks to all uploads
ca: Intenta transferir parts completas a totes les pujades
it: Cerca di trasferire parti complete in ogni upload
zh_cn: 尝试传送完整数据段给所有用户

source: Start next paused file when a file completed
ca: Comença el següent fitxer pausat quan es completi un fitxer
it: Avvia un file in pausa dopo che un altro file è stato completato
zh_cn: 文件下载完毕是开始下一个暂停的文件

source: Save 5 sources on rare files (< 20 sources)
ca: Guarda 5 fonts als fitxers rars (< 20 fonts)
it: Salva 5 fonti per i file rari (< 20 fonti)
zh_cn: 保存稀有文件的5个源 (< 20 个源)

source: Extract Meta Data Tags
ca: Extreu els marcador de Metadades
it: Estrai tag dei metadati
zh_cn: 提取信息标签

source: Reduce Fragmentation
ca: Redueix la Fragmentació
it: Riduci frammentazione
zh_cn: 降低硬盘数据散乱度

source: Allocate full chunks for .part files
ca: Assigna parts completes pels fitxers .part
it: Alloca parti complete per i file .part

source: Select this to allocate a full chunk each time data is received for it.
ca: Selecciona això per assignar parts completes cada cop que se'n rebi una.
it: Selezionare questa opzione per allocare un chunk completo ogni volta che si ricevono dati per esso.
zh_cn: 该选项在接收数据段前为其预留硬盘空间

source: Allocate full disk space for .part files
ca: Assigna tot l'espai del disc per fitxers .part
it: Alloca tutto lo spazio necessario per i file .part
zh_cn: 预留整个硬盘空间给.part文件

source: This option reduces fragmentation but slows down the part file creation and will disable sparse files
ca: Aquesta opció redueix la fragmentació però disminueix la creació de les parts del fitxer i desactivarà els fitxers esparsits
it: Questa opzione riduce la frammentazione ma rallenta la creazione dei file part e disabilita i file sparsi
zh_cn: 该选项可以降低硬盘数据散乱度但会使part文件的产生变慢

source: Disk Space
ca: Espai al Disc
it: Spazio disco
zh_cn: 硬盘空间

source: Check Disk Space
ca: Comprova Espai al Disc
it: Verifica spazio disco
zh_cn: 检查硬盘空间

source: Select this if you want aMule to check your Disk Space
ca: Seleccion això si vols que l'aMule comprovi l'Espai al Disc
it: Selezionare qui per far verificare ad aMule lo spazio su disco
zh_cn: 该选项使aMule检查硬盘空间

source: Min Disk Space:
ca: Espai Lliure Mín:
it: Spazio disco minimo:
zh_cn: 最低硬盘空间:

source: Enter here the min disk space desired.
ca: Posa aquí l'espai mínim desitjat.
it: Inserire lo spazio disco minimo desiderato.
zh_cn: 请输入最低硬盘空间.

source: Directories
ca: Directoris
it: Directory
zh_cn: 目录

source: Incoming Directory :
ca: Directori de Descàrregues
it: Directory file scaricati:
zh_cn: 接收文件夹 :

source: Browse
ca: Navega
it: Sfoglia
zh_cn: 浏览

source: Temporary Directory :
ca: Directori de Temporals
it: Directory file temporanei:
zh_cn: 临时文件夹

source: Shared Directories
ca: Directoris Compartits
it: Directory condivise
zh_cn: 共享的文件夹

source: Video Player
ca: Reproductor de Vídeo
it: Riproduttore video
zh_cn: 录像播放器

source: Create Backup to preview
ca: Crea una copia de seguretat per previsualitzar
it: Crea copia di backup per l'anteprima
zh_cn: 预览前备份文件

source: Graphs
ca: Gràfics
it: Grafici
zh_cn: 图表

source: Update delay : 5 secs
ca: Actualitza cada : 5 segs
it: Intervallo aggiornamento: 5 sec
zh_cn: 刷新延迟 : 5 秒

source: Time for average graph: 100 mins
ca: Temps per la mitjana del gràfic: 100 mins
it: Intervallo grafico dei valori medi: 100 min
zh_cn: 平均值图表显示时间: 100 分钟
