Repository: Hank-chinasky/amule
Catalog: tags/AMULE_2_0_0_RC7/po/*.po
Languages: ca, it, zh_cn

source: Connections Graph Scale: 100
ca: Escala del Gràfic de Connexions: 100
it: Scala grafico connessioni: 100
zh_cn: 连接图表尺寸: 100

source: Select Statistics Colors
ca: Selecciona els Colors de les Estadístiques
it: Seleziona colori delle statistiche
zh_cn: 选择统计图表使用颜色

source: Background
ca: Fons
it: Sfondo
zh_cn: 背景

source: Grid
ca: Graella
it: Griglia
zh_cn: 网格

source: Download current
ca: Descàrrega Actual
it: Download corrente
zh_cn: 目前下载

source: Download running average
ca: Mitjana de Descàrrega Actual
it: Media download in corso
zh_cn: 动态平均下载

source: Download session average
ca: Mitjana de Descàrrega de la Sessió
it: Media sessione di download
zh_cn: 本次运行平均下载

source: Upload current
ca: Pujada Actual
it: Upload corrente
zh_cn: 目前上传

source: Upload running average
ca: Mitjana de Pujada Actual
it: Media upload in corso
zh_cn: 动态平均上传

source: Upload session average
ca: Mitjana de Pujada de la Sessió
it: Media sessione di upload
zh_cn: 本次运行平均上传

source: Active connections
ca: Connexions Actives
it: Connessioni attive
zh_cn: 活跃连接

source: Systray Icon Speedbar
ca: Barra de Velocitat del Icona de la Barra
it: Icona Speedbar nella systray
zh_cn: 系统状态栏图标速度显示

source: Select
ca: Selecciona
it: Seleziona
zh_cn: 选择

source: Statistics Tree
ca: Arbre d'estadístiques
it: Albero statistiche
zh_cn: 统计树

source: Notifications
ca: Notificacions
it: Notifiche

source: Messages popup
ca: Missatges Emergents
it: Popup messaggi
zh_cn: 消息弹出

source: Use sound
ca: Usa so
it: Usa suono
zh_cn: 启用声音

source: Pop out when :
ca: Emergeix quan :
it: Mostra finestra di popup in caso di:
zh_cn: 以下情况弹出窗口 :

source: New entry on log
ca: Nova entrada al log
it: Nuovo messaggio nel log
zh_cn: 日志中添加了新内容

source: Starts a new chat session
ca: Comenci una nova sessió de xat
it: Nuova sessione di chat
zh_cn: 开始新的短消息对话

source: A new chat message is received
ca: Es rebi un nou missatge de xat
it: Ricezione nuovo messaggio
zh_cn: 收到新短消息

source: A download is added or finished
ca: Sigui afegida o acabada una descàrrega
it: Aggiunta o conclusione di un download
zh_cn: 添加或完成了下载文件

source: New aMule version detected
ca: Es detecti una nova versió del aMule
it: Disponibile una nuova versione di aMule
zh_cn: 发现新 aMule 版本

source: Urgent OOD, serverconnection lost
ca: OOD urgent, connexió al servidor perduda
it: OOD Urgente, connessione al server perduta
zh_cn: 硬盘已满, 服务器连接已断

source: Notify by Mail
ca: Notifica mitjanant el correu
it: Notifica tramite mail
zh_cn: 邮件通知

source: Send an Email when transfer complete.
ca: Envia un correu quan es completi una transferència
it: Invia un'email quando il download è completato.
zh_cn: 下载完成后用电子邮件通知

source: SMTP server :
ca: Servidor SMTP :
it: Server SMTP:
zh_cn: 电邮服务器 :

source: Email Address :
ca: Adreça de correu :
it: Indirizzo email:
zh_cn: 电邮地址 :

source: Core Tweaks
ca: Paràmetres del nucli
it: Tweaks programma

source: !!! WARNING !!!
ca: !!! Compte !!!
it: !!! ATTENZIONE !!!

source: Do not change these setting unless you know what you are doing, otherwise you can easily make things worse for yourself. aMule will run fine without adjusting any of these settings.
ca: No canviïs aquests paràmetres si no saps el que estàs fent, ja que pots fer una configuració dolenta L'aMule anirà bé sense canviar cap d'aquests paràmetres.
it: Non modificate queste impostazioni se non sapete esattamente cosa state facendo: potreste ottenere effetti indesiderati. aMule funzionerà anche senza modificare questi parametri.
zh_cn: 注意：如果你不清楚以下设置的含义请不要随意更改， 否则你可能弄巧成拙。即使不改动这些设置，aMule 也完全可以正常运行。

source: Advanced Settings
ca: Paràmetres avançats
it: Impostazioni avanzate

source: Max new connections / 5 secs
ca: Conexions noves Màx / 5 segs
it: Numero massimo nuove connessioni / 5 sec
zh_cn: 5 秒内最大新连接数

source: Use Safe Max Connections code
ca: Usa codi segur de connexions màx.
it: Usa il codice per il massimo numero sicuro di connessioni

source: This code use an average calc. to avoid breaking usb modems, etc
ca: Aquest codi usa un càlcul a l'atzar per vitar trencar mòdems usb, etc
it: Questo codice usa un calcolo medio per evitare problemi con modem usb, etc.

source: Verbose (additional program feedback)
ca: Mode Detallat (informació adicional del programa)
it: Prolisso (maggiori informazioni sullo stato del programma)
zh_cn: 显示详细信息

source: Verbose packet error output (only in debug)
ca: Mostra la sortica d'errors en els paquets (només en consola)
it: Output dettagliato errori di pacchetto (solo debug)

source: File Buffer Size: 240000 bytes
ca: Mida del Buffer de Fitxer: 240000 bytes
it: Dimensione buffer file: 240000 bytes
zh_cn: 文件缓冲: 24000 bytes

source: Upload Queue Size: 5000 clients
ca: Mida de la Cua de Pujada: 5000 usuaris
it: Dimensione coda di upload: 5000 client
zh_cn: 上传队列长度: 5000 用户

source: Server connection refresh interval: Disable
ca: Intèrval de refresc de la connexió amb el Servidor: Deshabilitat
it: Intervallo aggiornamento connessione al server: disabilitato
zh_cn: 服务器连接刷新周期: 禁用

source: GUI Tweaks
ca: Paràmetres IGU
it: Tweaks GUI

source: Download Queue Files Progress
ca: Progrés de la Cua de fitxer en descàrrega
it: Avanzamento coda download
zh_cn: 下载队列文件进度

source: Show percentage
ca: Mostra el percentatge
it: Mostra percentuale
zh_cn: 显示百分值

source: Show progressbar
ca: Mostra la barra de progrés
it: Mostra barra di avanzamento
zh_cn: 显示进程条

source: Progressbar Style
ca: Estil de la Barra de Progrés
it: Stile barra di avanzamento
zh_cn: 进程条风格

source: Flat
ca: Pla
it: Piatta
zh_cn: 平

source: Round
ca: Arrodonit
it: Arrotondata
zh_cn: 圆弧

source: Skin Support
ca: Suport d'Aparences
it: Supporto skin

source: Use skin file to set aMule bitmaps.
ca: Usa un fitxer d'aparença per establir les imatges del aMule
it: Usa file di skin per le bitmap di aMule.

source: Skin file:
ca: Fitxer d'aparença:
it: File skin:

source: Misc Gui Tweaks
ca: Paràmetres Misc GUI
it: Tweaks GUI vari
zh_cn: 用户界面特殊设置

source: Show Fast ED2K Links Handler
ca: Mostra l'Agafador de enllaços ED2K ràpid
it: Mostra gestore rapido di link ed2k
zh_cn: 显示快捷 ED2K 链接处理

source: Show extended info on categories tabs
ca: Mostra informació extesa a les pestanyes de les categories
it: Mosta informazioni estese sulle schede delle categorie

source: Show transfer rates on title
ca: Mostra els ratis de transferència al títol
it: Mostra velocità di trasferimento nel titolo
zh_cn: 标题栏显示传送速度

source: Source Dropping
ca: Abandonament de Fonts
it: Gestione fonti

source: Keep sources
ca: Mantingues les fonts
it: Mantieni fonti

source: Drop sources
ca: Abandona les fonts
it: Rilascia fonti

source: Send sources to any other file before dropping (High CPU)
ca: Envia les fonts a un altre fitxer abans de abandonar-les (Més Rendiment)
it: Invia le fonti agli altri file prima di rilasciarle (elevato uso CPU)
zh_cn: 清除无用源前把源分配到其它下载文件 (大CPU用量)

source: Sources with no needed file-parts.
ca: Fonts amb parts no necessàries
it: Fonti con parti non necessarie.

source: Full Queue Sources Handling
ca: Abandonament de Fonts amb Cua Plena
it: Gestione Fonti con Coda Piena
zh_cn: 队列已满的源的处理

source: Enable auto drop Full Queue Sources
ca: Habilita autoabandona Fonts amb Cua Plena
it: Abilita rilascio automatico delle Fonti con Coda Piena
zh_cn: 启用自动清除队列已满的源

source: High Queue Rating Sources Handling
ca: Abandonament de Fonts amb Cua Massa Llarga
it: Gestione Fonti con Coda Molto Lunga
zh_cn: 队列过长的源的处理

source: Enable auto drop High Queue Rating Sources
ca: Habilita autoabandona Fonts amb Cua Massa Llarga
it: Abilita rilascio automatico delle Fonti con Coda Molto Lunga
zh_cn: 启用自动清除队列过长的源

source: High Queue Rating value
ca: Valor de Cua Massa Llarga
it: Valore Coda Molto Lunga
zh_cn: 队列长度

source: (Min 300 / Max 3000)
ca: (Mín 300 / Màx 3000)
zh_cn: (最低 300 / 最高 3000)

source: Auto Drop Sources Timer
ca: Intèrval dels Abandonaments
it: Intervallo rilascio automatico delle fonti
zh_cn: 自动源清楚计时

source: Timer (in secs)
ca: Temps (amb segons)
it: Intervallo (in sec)
zh_cn: 计时 (秒)

source: (Min 60 / 3600 Max)
ca: (Mín 60 / 3600 Màx)
it: (Min 60 / Max 3600)
zh_cn: (最低 60 / 最高 3600)

source: Remote Control
ca: Control remot
it: Controllo remoto

source: Webserver Parameters
ca: Paràmetres del Webserver
it: Parametri webserver
zh_cn: HTTP服务器参数

source: Enable Webserver
ca: Habilita Webserver
it: Abilita webserver
zh_cn: 启用HTTP服务器

source: Webserver port
ca: Port del Webserver
it: Porta webserver
zh_cn: HTTP服务器端口

source: Page Refresh Time (in secs)
ca: Temps de refresc de la Pàgina (amb segons)
it: Intervallo aggiornamento pagina (in sec)
zh_cn: 页刷新周期 (秒)

source: Enable Gzip compression
ca: Habilita compresió Gzip
it: Abilita compressione gzip
zh_cn: 启用 Gzip 压缩

source: Enable Low rights User
ca: Activa l'Usuari Convidat
it: Abilita utente con diritti limitati
zh_cn: 启用低权限用户

source: Full rights password
ca: Contrasenya del Administrador
it: Password per diritti completi
zh_cn: 绝对权限用户

source: Low rights password
ca: Constrasenya del Convidat
it: Password per diritti limitati
zh_cn: 低权限用户密码

source: External Connection Parameters
ca: Paràmetres de Connexió Externa
it: Parametri connessioni esterne
zh_cn: 外部连接参数

source: Accept external connections
ca: Accepta connexions externes
it: Accetta connessioni esterne
zh_cn: 接收外部连接

source: Use TCP ports instead of unix local sockets
ca: Usa els ports TCP per instar els sockets unix locals
it: Usa porte TCP invece dei socket UNIX locali
zh_cn: 使用TCP端口而不是Unix的本地接口

source: External TCP port
ca: port TCP extern
it: Porta TCP esterna
zh_cn: 外部TCP端口

source: Enable password
ca: Habilita contrasenya
it: Abilita password
zh_cn: 启用密码

source: Click here to apply any changes made to the preferences.
ca: Clica aquí per aplicar qualsevol canvi fet a les preferències.
it: Clicca qui per applicare le modifiche fatte alle impostazioni.

source: Reset any changes made to the preferences.
ca: Reseteja qualsevol canvi fet a les preferències.
it: Annulla ogni modifica alle preferenze.

source: Title :
ca: Títol :
it: Titolo:
zh_cn: 标题 :

source: Comment :
ca: Comentari :
it: Commento:
zh_cn: 注释 :

source: Incoming Dir :
ca: Dir Completats :
it: Directory file scaricati:
zh_cn: 接收文件夹

source: Change priority for new assigned files :
ca: Canvia prioritat per els nous fitxers assignats
it: Cambia priorità per i nuovi files assegnati:
zh_cn: 设置新加入的文件优先级为 :

source: Dont change
ca: No canviïs
it: Non cambiare
zh_cn: 不要改变

source: Select color for this Category (currently selected) :
ca: Selecciona color per aquesta categoria (actualment seleccionat) :
it: Seleziona colore per questa categoria (correntemente selezionata):
zh_cn: 选择该类别颜色 (当前选择) :

source: Clients on queue :
ca: Usuaris a la cua :
it: Client in coda:
zh_cn: 队列长度 :

source: Display server motd when connected ...
ca: Visualitza el motd del servidor quan connecti ...
it: Mostra motd del server alla connessione...
zh_cn: 连接后显示服务器当日通告

source: Server Info
ca: Informació Servidor
it: Informazioni server
zh_cn: 服务器信息

source: Click this button to reset the log.
ca: Clica aquest botó per resetejar el registre.
it: Clicca su questo pulsante per cancellare il log.

source: aMule Log
ca: Log del aMule
it: Log di aMule
zh_cn: aMule 日志

source: Click on this button to update the servers list from URL ...
ca: Clica aquest botó per actualitzar la llista de servidors des d'una adreça ...
it: Clicca qui per aggiornare la lista dei server dall'indirizzo...
zh_cn: 按此按钮从该网址更新服务器列表 ...

source: Serverlist
ca: Llista de Servidors
it: Lista server
zh_cn: 服务器列表

source: Enter the url to a server.met file here and press the button to the left to update the list of known servers.
ca: Posa aquí l'adreça a un fitxer server.met i prem el botó de l'esquerra per actualitzar la llista de servidor coneguts.
it: Inserisci l'url di un file server.met e premi il pulsante a sinistra per aggiornare la lista dei server conosciuti

source: Manual Server Add : Name
ca: Afegeix Servidor Manualment: Nom
it: Aggiungi server: nome
zh_cn: 添加服务器: 名称

source: Enter the name of the new server here
ca: Posa aquí el nom del nou servidor
it: Inserisci il nome di un nuovo server qui

source: Enter the IP of the server here, using the x.x.x.x format.
ca: Posa aquí la IP del servidor, usant el format x.x.x.x.
it: Inserisci qui l'IP del server, nel formato x.x.x.x

source: Enter the port of the server here.
ca: Posa aquí el port del servidor.
it: Inserisci la porta del server qui.

source: Add manually a server (fill fields to the left before) ...
ca: Afegeix un servidor manualment (abans omple els camps de la esquerra) ...
it: Aggiungi server (riempi i campi a sinistra)...
zh_cn: 手工加入新服务器 (添入左侧空格) ...

source: My Info
ca: La meva informació
it: Informazioni personali

source: The selected locale seems not to be installed on your box You must generate it to use this language. A good start on linux systems is the file /etc/locale.gen and the package 'locales' Good luck! (Note: I'll try to set it anyway)
ca: El locale seleccionat no està instal·lat Has de generar-lo per usar aquest idiomaUn bon començament en linux és el fitxer /etc/locale.gen i el paquet 'locales' Bona sort! (Nota: Provaré de establir-lo igualment)
it: La localizzazione selezionata sembra non essere installata Non sarà dunque possibile selezionare questa lingua. Nei sistemi linux verificare il file /etc/locale.gen e il programma 'locales' Buona Fortuna! (NB: aMule proverà comunque a impostare la lingua selezionata)
zh_cn: 您所选择的地区设置在您的计算机上似乎没有安装 您需要先产生它.您可以在/etc/locale.gen文件和locales软件包开始,祝您好运!无论如何，我还是会先尝试你所选择的地区设置。

source: Never show this again
ca: No mostrar això més
it: Non mostrare più
zh_cn: 下次不需要再显示

source: New node
ca: Nou noda
it: Nuovo nodo

source: Bootstrap known clients
ca: Clients coneguts del bootstrap
it: Client di bootstrap noti

source: Current Searches
ca: Cerques actuals
it: Ricerche in corso

source: Security
ca: Seguretat
it: Sicurezza

source: File Options
ca: Opcions de fitxer
it: Opzioni dei file

source: Everybody
ca: Tothom
it: Tutti
zh_cn: 任何人都可以

source: No One
ca: Ningú
it: Nessuno
zh_cn: 任何人都不可以

source: Who can see shared files:
ca: Qui pot veure els fitxers compartits:
it: Chi può vedere i file condivisi:

source: Select who can request to view a list of your shared files.
ca: Selecciona qui pot demanar de veure la llista dels teus fitxers compartits.
it: Seleziona chi può richiedere di vedere la lista dei file in condivisione.

source: Default Permissions
ca: Permisos predeterminats
it: Permessi di default

source: Owner permissions, must at least be read/write'able.
ca: Permisos de propietari, han de ser com a mínim llegibles/escribibles.
it: Permessi del proprietario, almeno lettura e scrittura.

source: Group permissions.
ca: Permisos de Grup.
it: Permessi del gruppo.

source: Other permissions.
ca: Altres permisos.
it: Permessi degli altri.

source: IP-Filtering
ca: Filtrat-IP
it: Filtraggio IP

source: Enable IP-Filtering
ca: Habilita el Filtrat-IP
it: Abilita il filtraggio degli IP

source: Enable filtering of the IPs defined in the file ~/.aMule/ipfilter.dat.
ca: Habilita el filtrat de les IPs definides al fitxer ~/.aMule/ipfilter.dat.
it: Abilita il filtraggio degli IP definiti nel file ~/.aMule/ipfilter.dat.

source: Reload List
ca: Recarrega la llista
it: Ricarica la lista

source: Reload the list of IPs to filter from the file ~/.aMule/ipfilter.dat
ca: Recarrega la llista d'IPs al filtre des del ditxer ~/.aMule/ipfilter.dat
it: Ricarica la lista degli IP da filtrare dal file ~/.aMule/ipfilter.dat

source: Auto-update ipfilter at startup
ca: Actualitza automàticament el filtreip al arrancar
it: Aggiorna ipfilter all'avvio

source: URL:
ca: Adreça:

source: Update now
ca: Actualtiza ara
it: Aggiorna ora

source: Filtering Level:
ca: Nivell del filtrat:
it: Livello di filtraggio:

source: Client Identification:
ca: Identificació del Client:
it: Identificazione Client:

source: Use Secure Identification
ca: Utilitza identificació segura
it: Usa identificazione sicura

source: Online Signature
ca: Signatura Online
it: Firma Online

source: Enable/Disable
ca: Activa/Desactiva
it: Abilita/Disabilita

source: Enable Online-Signature
ca: Activa la Signatura-Online
it: Abilita firma online
zh_cn: 启用线上签名

source: Enables the writing of the OS file, which can be used by external apps to create signatures and the like.
ca: Activa l'escriptura del fitxer OS, que pot ser usat per aplicacions externes per crear signatures i el que es vulgui.
it: Abilita la scrittura del file OS che può essere usato da applicazioni esterne percreare firme e simili.

source: Update Frequency (Secs):
ca: freqüència de refresc (Segs):
it: Frequenza di aggiornamento (secondi):

source: Change the frequency (in seconds) of Online Signature updates.
ca: Canvia la freqüència d'actualització (en segons) de la Signatura Online.
it: Cambia la frequenza (in secondi) degli aggiornamenti della firma online.

source: Online Signature Directory:
ca: Directori de la Signatura Online:
it: Directory firma online:

source: Click here to select the directory containing the the Online Signature files.
ca: Clica aquí per seleccionar el directori que conté el fitxer de Signatura Online.
it: Clicca qui per selezionare la directory che contiene i file della firma online.

source: Servers List Window
ca: Finestra de la Llista de Servidors
it: Finestra lista server
zh_cn: 服务器列表窗口

source: Kademlia bootstrap
ca: bootstrap de Kamdelia
it: Bootstrap Kademlia

source: Searches
ca: Recerques
it: Ricerca
zh_cn: 搜索

source: Searches Window
ca: Finestra de Cerca
it: Finestra ricerche
zh_cn: 搜索窗口

source: Transfers
ca: Transferències
it: Trasferimenti
zh_cn: 传输文件

source: Files Transfers Window
ca: Finestra de Fitxers Transferint-se
it: Finestra trasferimenti
zh_cn: 文件传送窗口

source: SharedFiles
ca: Fitxers Compartits
it: File condivisi
zh_cn: 共享文件

source: Shared Files Window
ca: Finestra de Fitxers Compartits
it: Finestra file condivisi
zh_cn: 共享文件窗口

source: Messages Window
ca: Finestra de Missatges
it: Finestra messaggi
zh_cn: 消息窗口

source: Statistics Graph Window
ca: Finestra del Gràfic Estadístic
it: Finestra grafici e statistiche
zh_cn: 统计图像窗口

source: Preferences
ca: Preferències
it: Preferenze
zh_cn: 设置

source: Preferences Settings Window
ca: Finestra dels Paràmetres de Preferències
it: Finestra Impostazione preferenze
zh_cn: 设置窗口

source: About
ca: Sobre
it: Informazioni

source: About/Help
ca: Sobre/Ajuda
it: Informazioni/Aiuto

source: Disabled [%s]
ca: Deshabilitat [%s]
it: Disabilitato [%s]
zh_cn: 已禁用 [%s]

source: secs
ca: segs
it: sec

source: all
ca: tots
it: tutti
zh_cn: 所有

source: all others
ca: tots els altres
it: tutti gli altri
zh_cn: 其它

source: Incomplete
ca: Incomplet
it: Incompleti
zh_cn: 未完成

source: Waiting
ca: Esperant
it: In attesa
zh_cn: 等待中

source: Downloading
ca: Descarregant
it: Download in corso
zh_cn: 正在下载

source: Erroneous
ca: Erroni
it: Errato
zh_cn: 已出错

source: Paused
ca: Pausat
it: In pausa
zh_cn: 已暂停

source: Stopped
ca: Parat
it: Fermo
zh_cn: 已停止

source: Video
ca: Vídeo
zh_cn: 视频

source: Archive
ca: Fitxer
it: Archivi
zh_cn: 归档

source: This ed2k link is invalid (
ca: Aquesta adreça ed2k és invalida (
it: Questo link ed2k non è valido (

source: ERROR: Failed to create partfile)
ca: Hi ha hagut un ERROR: Ha fallat la creació d'un part del fitxer)
it: ERRORE: impossibile creare il file .part)
zh_cn: 错误: 无法建立 part 文件

source: ERROR: Failed to open partfile)
ca: Hi ha hagut un ERROR: Ha fallat l'obertura de la part del fitxer
it: ERRORE: Impossibile aprire il partfile)

source: Error: Failed to open part.met file!
ca: Hi ha hagut un ERROR: Ha fallat l'obertura del fitxer part.met!
it: ERRORE: Impossibile aprire il file part.met!

source: Error: part.met file is 0 size!
ca: Hi ha hagut un ERROR: la mida del fitxer part.met és 0
it: ERRORE: la dimensione del file part.met è 0!

source: Trying backup of met file on
ca: Provant de fer una copia de seguretat dels fitxers met a
it: Provo ad eseguire il backup del file met su

source: Error: Failed to load backup file. Search http://forum.amule.org for .part.met recovery solutions
ca: Error: Ha fallat la carrega del fitxer còpia. Cerca a Search http://forum.amule.orgsolucions per recuperar .part.met
it: ERRORE: impossibile caricare il file di backup. Cercare su http://forum.amule.org le soluzioni per il recupero dei .part.met
zh_cn: 错误: 无法载入备份文件. 请到http://forum.amule.org搜索关于.part和.met的恢复的贴子

source: Error: Invalid part.met fileversion! (%s => %s)
ca: Error: Versió del fitxer part.met no vàlida (%s => %s)
it: ERRORE: la versione del file part.met è invalida! (%s => %s)
zh_cn: 错误: 无效 part.met 文件 (%s => %s)

source: Error: %s (%s) is corrupt
ca: Error: %s (%s) està corrumput
it: ERRORE: %s (%s) è corrotto
zh_cn: 错误: %s (%s) 已损坏

source: Error: %s (%s) is corrupt (wrong tagcount), unable to load file
ca: Hi ha hagut un error: %s (%s) és corrpute (compte de marcadors incorrecte), impossible carregar el fitxer
it: Errore: %s (%s) è corrotto (tagcount errato(, impossibile caricare il file

source: Trying to recover file info...
ca: Provant de recuperar l'informació del fitxer...
it: Recupero informazioni sul file...

source: Recovering no-named file - will try to recover it as RecoveredFile.dat
ca: Recuperant un fitxer sense nom - es provarà de recupara com a RecoveredFile.dat
it: Recupero file senza nome - si cercherà di recuperarlo come RecoveredFile.dat

source: Recovered all available file info :D - Trying to use it...
ca: S'ha recuperat tota l'informació disponible :D - Provant d'usar-la...
it: Recuperate tutte le informazioni disponibili - Tentativo di utilizzo in corso...

source: Unable to recover file info :(
ca: Impossible recuperar l'informació del fitxer :(
it: Impossibile recuperare le informazioni sul file :(

source: Error: %s (%s) is corrupt, unable to load file
ca: Error: %s (%s) està corrumput, no es pot carregar el fitxer
it: ERRORE: %s (%s) è corrotto, impossibile caricare il file
zh_cn: 错误: 文件 %s (%s) 已损坏，无法读取文件

source: Failed to open %s (%s)
ca: No s'ha pogut obrir %s (%s)
it: Impossibile aprire %s (%s)
zh_cn: 无法读取 %s (%s)

source: Warning: %s might be corrupted
ca: Compte: %s pot estar corrumput
it: ATTENZIONE: %s potrebbe essere corrotto
zh_cn: 警告: %s 可能已损坏

source: ERROR while saving partfile: %s (%s => %s)
ca: Error al guardar la part del fitxer: %s (%s => %s)
it: Errore nel salvare il file part: %s (%s=>%s)
zh_cn: part 文件存盘是发生错误: %s (%s => %s)

source: Unable to open
ca: No s'ha pogut obrir
it: Impossibile aprire

source: file - using
ca: fitxer - usant
it: File - utilizzo

source: file.
ca: fitxer.

source: file.
ca: fitxer.

source: Failed to save part.met.seeds file for %s
ca: Fallada al guardar el fitxer part.met.seeds per %s
it: Impossibile salvare il file part.met.seeds per %s
zh_cn: %s 的 part.met.seeds 文件存盘失败

source: Saved %i sources seeds for partfile: %s (%s)
ca: Guardats %i fonts seeds per la part del fitxer: %s (%s)
it: Salvate %i fonti per il file incompleto: %s (%s)
zh_cn: 保存了 %i 个源给 part 文件 %s (%s) 的

source: Partfile %s (%s) has no seeds file
ca: La part %s (%s) no té fonts disponibles per completar-se
it: Il file incompleto %s (%s) non ha file seeds
zh_cn: Part文件 %s (%s) 没有种子文件

source: Partfile %s (%s) has void seeds file
ca: La part %s (%s) té fonts disponibles per completar-se
it: Il file incompleto %s (%s) ha file seeds vuoti
zh_cn: Part文件 %s (%s) 的种子文件为空

source: Found corrupted part (%i) in 0 parts file %s - FileResultHash |%s| FileHash |%s|
ca: Trobada part corrupte (%i) a 0 parts del fitxer %s - FileResultHash |%s| FileHash |%s|
it: Trovata parte corrotta (%i) su 0 parti totali %s - FileResultHash |%s| FileHash |%s|
zh_cn: 发现损坏的数据块 (%i) 于0段文件 %s - 文件结果校检码 |%s| 文件校检码 |%s|
