Repository: Hank-chinasky/amule
Catalog: tags/AMULE_2_0_0_RC7/po/*.po
Languages: ca, it, zh_cn

source: Average Downloadrate (Session): %.2f kB/s
ca: Mitjana de Velocitat de Descàrrega (Sessió):%.2f kB/s
it: Velocità media download (sessione): %.2f kB/s
zh_cn: 平均下载速度 (本次运行): %.2f kB/s

source: Average Uploadrate (Session): %.2f kB/s
ca: Mitjana de Velocitat de Pujada (Sessió):%.2f kB/s
it: Velocità media upload (sessione): %.2f kB/s
zh_cn: 平均上传速度 (本次运行): %.2f kB/s

source: Max Downloadrate Average (Session): %.2f kB/s
ca: Mitjana Màx. de Velocitat de Descàrrega (Sessió):%.2f kB/s
it: Massima velocità media download (sessione): %.2f kB/s
zh_cn: 平均最高下载速度 (本次运行): %.2f kB/s

source: Max Downloadrate (Session): %.2f kB/s
ca: Velocitat Màx de Descàrrega (Sessió):%.2f kB/s
it: Velocità download massima (sessione): %.2f kB/s
zh_cn: 最高下载速度 (本次运行): %.2f kB/s

source: Reconnects: %i
ca: Reconnexions: %i
it: Riconnessioni: %i
zh_cn: 再连接: %i

source: waiting for transfer...
ca: esperant per transferir...
it: In attesa di trasferimento...
zh_cn: 等待传输...

source: Time Since First Transfer: %s
ca: Temps desde la Primera Transferència: %s
it: Tempo trascorso dal primo trasferimento: %s
zh_cn: 首次传输到现在时间: %s

source: Uptime: %s
ca: Temps Connectat: %s
zh_cn: 运行时间: %s

source: waiting for connection...
ca: esperant per connectar...
it: In attesa di connessione...
zh_cn: 等待连接...

source: Connected To Server Since: %s
ca: Connectat al Servidor desde: %s
it: Connesso al server da: %s
zh_cn: 与服务器连接时间: %s

source: Session UL:DL Ratio (Total):
ca: Relació PU:BA de la sessió (Total):
it: Rapporto UL:DL sessione (totale):
zh_cn: 本次运行 上传:下载 比率 (总和):

source: %s Not available
ca: %s No Disponible
it: %s non disponibile
zh_cn: %s 无

source: Number of Shared Files: %i
ca: Nombre de Fitxers Compartits: %i
it: Numero files condivisi: %i
zh_cn: 共享文件数: %i

source: Total size of Shared Files: %s
ca: Mida Total Compartida: %s
it: Dimensione totale file condivisi: %s
zh_cn: 共享文件总和: %s

source: Average filesize: %s
ca: Mida Mitjana dels Fitxers: %s
it: Dimensione media dei file: %s
zh_cn: 平均文件大小: %s

source: Old MLDonkey: %i (%1.1f%%)
ca: Antic MLDonkey: %i (%1.1f%%)
it: MLDonkey vecchia versione: %i (%1.1f%%)
zh_cn: 旧 MLDonkey: %i (%1.1f%%)

source: New MLDonkey: %i (%1.1f%%)
ca: Nou MLDonkey: %i (%1.1f%%)
it: MLDonkey nuova versione: %i (%1.1f%%)
zh_cn: 新 MLDonkey: %i (%1.1f%%)

source: Unknown: %i
ca: Desconegut: %i
it: Sconosciuto: %i
zh_cn: 未知: %i

source: Filtered: %i
ca: Filtrat: %i
it: Filtrato: %i
zh_cn: 屏蔽: %i

source: LowID: %u (%.2f%%)
ca: IDBaix: %u (%.2f%%)

source: SecIdent On/Off: %u (%.2f%%) : %u (%.2f%%)
ca: IdentSeg Actiu/inactiu: %u (%.2f%%) : %u (%.2f%%)
it: Identificazione sicura On/Off: %u (%.2f%%) : %u (%.2f%%)

source: Working Servers
ca: Servidors Treballant
it: Server funzionanti
zh_cn: 正常运行的服务器

source: Failed Servers
ca: Servidors que han Fallat
it: Server non funzionanti
zh_cn: 当机的服务器

source: Deleted Servers
ca: Servidors Esborrats
it: Server eliminati
zh_cn: 已删除的服务器

source: Users on Working Servers
ca: Usuaris als Servidors Treballant
it: Utenti su server funzionanti
zh_cn: 正常运行服务器上的用户总数

source: Files on Working Servers
ca: Fitxers als Servidors Treballant
it: File su server funzionanti
zh_cn: 正常运行服务器上的文件总数

source: Total Users
ca: Total Usuaris
it: Utenti totali
zh_cn: 用户总数

source: Total Files
ca: Total Fitxers
it: File totali
zh_cn: 文件总数

source: Active Connections (estimate)
ca: Connexions Actives (estimat)
it: Connessioni attive (stima)
zh_cn: 活跃连接 (估计值)

source: Server Occupation: %.2f%%
ca: Ocupació del Servidor: %.2f%%
it: Occupazione server: %.2f%%
zh_cn: 服务器占用率: %.2f%%

source: Max Connection Limit Reached
ca: Màx Nombre de Connexions Suportades
it: Limite connessioni massime raggiunto
zh_cn: 连接总数已达到上限

source: Average Connections (estimate)
ca: Mitjana de Connexions (estimat)
it: Media connessioni (stima)
zh_cn: 平均连接 (估计值)

source: Peak Connections (estimate)
ca: Punta de Connexions (estimat)
it: Picchi connessioni (stima)
zh_cn: 最高连接 (估计值)

source: aMule Tray Menu
ca: Menú de la Barra del aMule
it: Menu systray di aMule
zh_cn: aMule 状态栏 菜单

source: Download Speed: %.1f
ca: Velocitat de Descàrrega: %.1f
it: Velocità di download: %.1f

source: Upload Speed: %.1f
ca: Velocitat de Pujada: %.1f
it: Velocità di upload: %.1f

source: Speed Limits:
ca: Límits de velocitat:
it: Limiti di velocità:

source: UL: None,
ca: PU: No,
it: UL: Nessuno,

source: UL: %d,
ca: PU: %d,

source: DL: None
ca: BA: No
it: DL: Nessuno

source: DL: %d
ca: BA: %d

source: aMule Tray Menu Info
ca: Menu d'Informació de la Barra del aMule
it: Informazioni menu tray di aMule
zh_cn: aMule 状态栏 菜单 信息

source: Client Information
ca: Informació del Client

source: Nickname:
ca: Sobrenom:

source: No Nickname Selected!
ca: No has seleccionat cap Sobrenom!
it: Nessun nickname selezionato!

source: ServerName:
ca: Nom del Servidor:
it: Nome server:
zh_cn: 服务器名称

source: ServerIP:
ca: IP del Servidor:
it: IP server:
zh_cn: 服务器 IP:

source: TCP Port:
ca: Port TCP:
it: Porta TCP:
zh_cn: TCP 端口：

source: TCP Port: Not Ready
ca: Port TCP: No Preparat
it: Porta TCP: non pronta
zh_cn: TCP 端口：未就绪

source: UDP Port:
ca: Port UDP:
it: Porta UDP:
zh_cn: UDP 端口：

source: UDP Port: Not Ready
ca: Port UDP: No preparat
it: Porta UDP: non pronta
zh_cn: UDP 端口：未就绪

source: Online Signature: Enabled
ca: Signatura Online: Habilitada
it: Firma online: abilitata
zh_cn: 线上签名: 启用

source: Online Signature: Disabled
ca: Signatura Online: Deshabilitada
it: Firma online: disabilitata
zh_cn: 线上签名: 禁用

source: Shared Files:
ca: Fitxers Compartits:
it: File condivisi:
zh_cn: 共享文件:

source: Queued Clients:
ca: Cua d'Usuaris:
it: Client in coda:
zh_cn: 队列中用户:

source: Total DL:
ca: Total BA:
it: DL totale:
zh_cn: 总下载:

source: Total UL:
ca: Total PU:
it: UL totale:

source: Upload Limit
ca: Límit de Pujada
it: Limite upload
zh_cn: 上传限制

source: Unlimited
ca: Il·limitat
it: Illimitato
zh_cn: 无限制

source: Download Limit
ca: Límit de Baixada
it: Limite download
zh_cn: 下载限制

source: Disconnect from server
ca: Desconnecta del Servidor
it: Disconnetti dal server
zh_cn: 服务器连接中断

source: Hide aMule
ca: Amaga l'aMule
it: Nascondi aMule

source: Show aMule
ca: Mostra l'aMule
it: Mostra aMule

source: Exit
ca: Surt
it: Esci
zh_cn: 退出

source: aMule for Linux
ca: aMule per Linux
it: aMule per Linux

source: E&xit Alt-X
ca: S&urt Alt-X
it: Esci Alt-&X

source: Quit amulecmd
ca: Surt del amulecmd
it: Chiudi amulecmd

source: &About... F1
ca: &Sobre... F1
it: Informazioni... F1

source: Show about dialog
ca: Mostra la dinestra sobre
it: Mostra le informazioni

source: &File
ca: &Fitxer

source: &Help
ca: &Ajuda
it: Aiuto

source: Ok, exiting Text Client...
ca: sortint del client de text...
it: Ok, uscita dal client testuale...

source: amulecmd DLG version Using %s (c) aMule Dev Team
ca: amulecmd versió DLG Usant %s (c) Equip aMule Dev

source: About amulecmd
ca: Sobre amulecmd
it: Informazioni su amulecmd

source: Not a valid number
ca: Nombre invàlid
it: Non è un numero valido

source: ----------------> Help: Avalaible commands (case insensitive): <----------------
ca: ----------------> Ajuda: Ordres disponibles (no distingeix entre majúscules i minúscules): <----------------
it: ----------------> Aiuto: comandi disponibili: <----------------

source: Shows this help.
ca: Mostra aquesta ajuda.
it: Mostra aiuto.

source: Exits Textclient.
ca: Surt del Client de Text.
it: Esce dal client testuale.

source: Shows statistics.
ca: Mostra les estadístiques.
it: Mostra statistiche.

source: Shows Download queue.
ca: Mostra la Cua de descàrrega.
it: Mostra coda di download.

source: Resume file number n.
ca: Reprèn el fitxer número n.
it: Riprende il file numero n.

source: Pauses file number n.
ca: Pausa el fitxer número n.
it: Mette in pausa il file numero n.

source: Tell us if connected/not connected.
ca: Ens diu si estem connectats/desconnectats.
it: Informa se si è connessi o no.

source: Tries to connect to any server. WARNING: Doesn't warn if failed
ca: Prova de connectar a qualsevol servidor. COMPTE: No avisa si falla
it: Cerca di connettersi a un server. ATTENZIONE: non segnala in caso di fallimento

source: Connect to specified server and port.
ca: Connecta al sevidor i ports especificats.
it: Connetti a uno specifico server e porta.

source: Disconnect from server.
ca: Desconnecta del servidor.
it: Disconnetti dal server.

source: Reload IPFilter table from file.
ca: Recarrega la taula del FiltreIP des del fitxer.
it: Ricarica IPfilter dal file.

source: Turn on/of amule IPFilter.
ca: Engega/Apaga el FiltreIP.
it: Abilita/disabilità il filtro IP di aMule.

source: Shows current IP Filter level.
ca: Mostre el nivell actual del Filtre IP.
it: Mostra il livello attuale del Filtro IP.

source: Changes current IP Filter level.
ca: Canvia el nivell actual del FiltreIP.
it: Cambia il livello del filtro IP.

source: ----------------------------> End of listing <----------------------------------
ca: ----------------------------> Final del llistat <----------------------------------
it: ----------------------------> Fine elenco <----------------------------------

source: aMule text client
ca: client de text del aMule
it: client testuale aMule

source: Use 'Help' for command list
ca: Usa 'Help' per veure la llista d'ordres
it: Usa 'Help' per visualizzare la lista dei comandi

source: Select view filter
ca: Selecciona un filtre de vista
it: Seleziona filtro di visualizzazione
zh_cn: 选择显示过滤

source: Add category
ca: Afegeix una Categoria
it: Aggiungi categoria
zh_cn: 新建分类

source: Edit category
ca: Edita una Categoria
it: Modifica categoria
zh_cn: 编辑分类

source: Remove category
ca: Elimina una Categoria
it: Elimina categoria
zh_cn: 删除分类

source: Are you sure you wish to cancel and delete all files in this category?
ca: Esteu segur que voleu cancel·lar i esborrar tots els fitxer de la categoria?
it: Sei sicuro di voler interrompere e rimuovere tutti i file contenuti in questa categoria?
zh_cn: 您确定要删除分类中的所有下载文件吗?

source: Confirmation Required
ca: Requerida Confirmació
it: Conferma richiesta
zh_cn: 需要确认

source: Error while processing incoming extended protocol UDP Packet
ca: Hi ha hagut un error al processar un paquet entrant del protocol UDP avançat
it: Errore nell'elaborare i pacchetti in entrata del protocollo UDP esteso
zh_cn: 处理接收到的拓展协议UDP数据包时发生错误

source: Session ended due to new chunk.
ca: La sessió ha finalitzat degut a un nou fragment.
it: Sessione terminata a causa di un nuovo chunk.

source: Session ended due to different file.
ca: La sessió ha finalitzar degut a un fitxer diferent.
it: Sessione terminata a causa di file differenti.

source: Client '%s' caused error while creating package (%s) - disconnecting client
ca: L'usuari '%s' ha causat un error al crear el paquet (%s) desconnectant l'usuari
it: Il client '%s' ha causato un errore mentre creava il package (%s) - disconnessione del client in corso
zh_cn: 用户 '%s' 在产生数据包 (%s) 时造成错误 - 正在切断该用户连接

source: requested file not found
ca: El fitxer demanat no ha sigut trobat
it: File richiesto non trovato
zh_cn: 找不到请求的文件

source: Client '%s' seems to be an aggressive client and is banned from the uploadqueue
ca: L'usuari '%s' sembla ser un usuari agresiu i ha estat banejat de la Cua de Pujada
it: Il client '%s' sembra essere un client aggressivo ed è pertanto bannato dalla coda di upload
zh_cn: 用户 '%s' 可能使用的是妖魔版 - 该用户已被封杀.

source: Waited
ca: Esperat
it: Atteso
zh_cn: 已等待

source: Upload Time
ca: Temps de Pujada
it: Tempo upload
zh_cn: 上传时间

source: Upload/Download
ca: Pujada/Baixada

source: Remote Status
ca: Estat remot
it: Stato remoto

source: Show Queue
ca: Mostra Cua
it: Mostra coda
zh_cn: 显示队列

source: AddUpNextClient - purged
ca: AddUpNextClient - purgat

source: Client '%s' and '%s' have the same userhash or IP - removed '%s'
ca: Els usuaris '%s' o '%s' tenen el mateix userhash o IP eliminats '%s'
it: I client '%s' e '%s' hanno lo stesso hash utente o indirizzo IP - '%s' rimosso
zh_cn: 用户 '%s' 和 '%s' 用户代码或IP重叠 - 已删除 '%s'

source: Processing file number %u: %s
ca: Processant el fitxer número %u: %s
it: Elaborazione del file numero %u: %s

source: Please wait...
ca: Espera...
it: Attendere...

source: %s ---> Non existant file !
ca: %s ---> No existeix el fitxer !
it: %s ---> File inesistente!

source: aLinkCreator, the aMule ed2k link creator
ca: aLinkCreator, el creador de links aMule ed2k
it: aLinkCreator, il generatore di link ed2k di aMule

source: Welcome!
ca: Benvingut!
it: Benvenuto!

source: Input parameters
ca: Paràmetres d'entrada
it: Parametri di ingresso

source: File to Hash
ca: Fitxer a fer-li hash
it: File da esaminare

source: Add Optional URLs for this file
ca: Afegeix adreça opcional per aquest fitxer
it: Aggiungi URL per questo file

source: Enter here the file you want to compute the Ed2k link
ca: Posa aquí el fitxer del qual vols determinar l'enllaç Ed2k
it: Inserisci il file di cui vuoi determinare il link ed2k

source: Remove
ca: Esborra
it: Rimuovi

source: Create link with part-hashes
ca: Crea l'enllaç amb part-hashes
it: Crea link con hash delle parti

source: Help to spread new and rare files faster, at the cost of an increased link size
ca: Ajuda a escampar els fitxer nous i rars més ràpidament, a canvi el tamany del enllaç serà superior
it: Aiuta a diffondere più in fretta i file nuovi e rari, al costo di un link più lungo

source: MD4 File Hash
ca: Hash MD4 del fitcer
it: Hash MD4

source: Ed2k File Hash
ca: Hash Ed2k del fitxer
it: Hash ed2k

source: Ed2k link
ca: Enllaç ed2k
it: Link ed2k

source: Save
ca: Desa
it: Salva

source: Copy to clipboard
ca: Copia al portapapers
it: Copia negli appunti

source: Open a file to compute its ed2k link
ca: Obre el fitxer per determinar el seu enllaç ed2k
it: Apri un file per calcolare il suo link ed2k

source: Copy computed ed2k link to clipboard
ca: Copia l'enllaç ed2k determinat al portapapers
it: Copia il link ed2k calcolato negli appunti

source: Save computed ed2k link to file
ca: Desa l'enllaç ed2k determinat a un fitxer
it: Salva il link ed2k calcolato in un file

source: About aLinkCreator
ca: Sobre aLinkCreator
it: Informazioni su aLinkCreator

source: Select the file you want to compute the ed2k link
ca: Selecciona el fitxer el qual vols determinar l'enllaç ed2k
it: Seleziona il file di cui vuoi calcolare il link ed2k

source: Nothing to copy for now !
ca: Res per copiar de moment !
it: Non c'è niente da copiare per ora!

source: Select the file to your computed ed2k link
ca: Selecciona el fitxer del teu enllaç ed2k determinat
it: Seleziona il file per il tuo link ed2k calcolato

source: Please, enter a non empty file name
ca: Posa un nom de fitxer que no sigui buit
it: Inserire un nome file non vuoto, per favore

source: Nothing to save for now !
ca: Res a desar de moment !
it: Non c'è niente da salvare per ora!

source: aLinkCreator, the aMule ed2k link creator (c) 2004 ThePolish <thepolish@vipmail.ru> Pixmaps from http://www.everaldo.com and http://www.icomania.com and http://jimmac.musichall.cz/ikony.php3 Distributed under GPL
ca: aLinkCreator, el creador d'enllaços ed2k del aMule (c) 2004 ThePolish <thepolish@vipmail.ru> Imatges de http://www.everaldo.com and http://www.icomania.com i http://jimmac.musichall.cz/ikony.php3 Distribuit sota GPL
it: aLinkCreator, il creatore aMule di link ed2k (c) 2004 ThePolish <thepolish@vipmail.ru> Pixmaps from http://www.everaldo.com and http://www.icomania.com and http://jimmac.musichall.cz/ikony.php3 Distribuito con licenza GPL

source: Hashing...
ca: Fent hash...

source: Canceled !
ca: Cancel·lat !
it: Cancellato!

source: Done in %.2f s
ca: Fet en %.2f s
it: Eseguito in %.2f s

source: You have already added this URL !
ca: Ja has afegit aquesta adreça !
it: Hai già aggiunto questo URL!

source: Please, enter a non empty URL
ca: Posa una adreça que no sigui buida
it: Inserire un URL non vuoto, per favore

source: Unable to open %s
ca: Impossible d'obrir %s
it: Impossibile aprire %s

source: The file %s is to big for the Donkey: maximum allowed is 4 GB.
ca: El fitxer %s és massa gran pel Donkey; el màxim suportat són 4GB.
it: Il file %s è troppo grande per in network eDonkey: dimensione massima 4 GB

source: %i day(s) %i hour(s) %i min %i s
ca: %i dia(es) %i hora(es) %i min %i s
it: %i giorno(i) %i ora(e) %i minuto(i) %i s

source: Someone
ca: Alguna cosa
it: Qualcuno

source: HighID
ca: ID Alta

source: wxCas, aMule Online Statistics
ca: wxCas, Estadístiques en lína del aMule
it: wxCas, statistiche online di aMule

source: Stop Auto Refresh
ca: Para l'autorefresc
it: Ferma aggiornamento automatico

source: Save Online Statistics image
ca: Desa l'imatge de les Estadístiques en línia
it: Salva immagine statistiche online

source: Print Online Statistics image
ca: Imprimeix l'imatge de les Estadístiques en línia
it: Stampa immagine statistiche online

source: Preferences setting
ca: Paràmetres de preferències
it: Preferenze

source: About wxCas
ca: Sobre wxCas
it: Informazioni su wxCas

source: Start Auto Refresh
ca: Comença l'autorefresc
it: Avvia aggiornamento automatico

source: Auto Refresh stopped
ca: Autorefresc aturat
it: Aggiornamento automatico fermato

source: Auto Refresh started
ca: Autorefresc començat
it: Aggiornamento automatico avviato

source: Save Statistics Image
ca: Desa l'imatge de les estadístiques
it: Salva immagine statistiche

source: No handler for this file type.
ca: No hi ha gestor per aquest tipus de fitxer
it: Nessun gestore per questo tipo di file.

source: File was not saved
ca: El fitxer no ha estat desat
it: Il file non è stato salvato

source: aMule Online Statistics
ca: Estadístiques en línia del aMule
it: Statistiche online di aMule

source: There was a problem printing. Perhaps your current printer is not set correctly?
ca: Hi ha hagut un problema al imprimir. Potser la teva impresora no està establerta correctament?
it: C'è stato un problema durante la stampa. La stampante potrebbe non essere impostata correttamente.

source: Printing
ca: Imprimint
it: Stampa in corso

source: wxCas, aMule OnLine Signature Statistics (c) 2004 ThePolish <thepolish@vipmail.ru> Based on CAS by Pedro de Oliveira <falso@rdk.homeip.net> Distributed under GPL
ca: wxCAS, Signatura d'estadístiques en Línia del aMule (c) 2004 ThePolish <thepolish@vipmail.ru> Basat en CAS by Pedro de Oliveira <falso@rdk.homeip.net> Distribuit sota GPL
it: wxCas, Firma Online Statistiche di aMule (c) 2004 ThePolish <thepolish@vipmail.ru> Basato su CAS di Pedro de Oliveira <falso@rdk.homeip.net> Distribuito con licenza GPL

source: has been running for
ca: està engegat des de
it: è stato in funzione per

source: is on
ca: és a
it: è su

source: ] with
ca: ] amb
it: ] con

source: Total Download:
ca: Total descarregat:
it: Download totale:

source: , Upload:
ca: , Pujat:

source: Session Download:
ca: Descarregat Sessió:
it: Download sessione:

source: Download:
ca: Descarregat:

source: kB/s, Upload:
ca: kB/s, Pujat:

source: Sharing:
ca: Compartint:
it: Condivisione:

source: file(s), Clients on queue:
ca: fitxer(s), Usuaris a la cua:
it: file, Client in coda:

source: Maximum DL rate since wxCas is running:
ca: Màxima velocitat de descàrrega des que el wxCas funciona:
it: Velocità di download massima da quando wxCas è attivo:

source: System Load Average (1-5-15 min):
ca: Mitjana de Carrega del Sistema (1-5-15 min):
it: Carico medio del sistema (1-5-15 min):

source: System uptime:
ca: Temps engegat:
it: Uptime del sistema:

source: aMule is running
ca: L'aMule està engegat
it: aMule è in funzione

source: is STOPPED !
ca: està PARAT !
it: è FERMO!

source: WARNING: aMule is stopped !
ca: COMPTE: l'aMule està parat !
it: ATTENZIONE: aMule è fermo!

source: is connecting...
ca: està connectant...
it: si sta connettendo...

source: aMule is connecting...
ca: l'aMule està connectant...
it: aMule si sta connettendo...

source: is doing something strange, check it !
ca: està fent coses extranyes, comprova'l !
it: sta facendo qualcosa di strano, controllare!

source: Oh Oh, aMule status is unknown...
ca: Oh Oh, l'estat del aMule és desconegut...
it: Oh oh, stato di aMule sconosciuto...

source: Directory containing amulesig.dat file
ca: El directori que conté el fitxer amulesig.dat
it: Directory contenente il file amulesig.dat

source: Enter here the directory where your amulesig.dat file is
ca: Posa aquí el directori on és el fitxer amulesig.dat
it: Inserire la directory contentente il tuo file amulesig.dat

source: Refresh rate interval in seconds
ca: Intèrval de refresc en segons
it: Intervallo aggiornamento in secondi

source: Generate a stat image at every refresh event
ca: Genera una imatge d'estat a cada refresc
it: Genera un'immagine delle statistiche ad ogni aggiornamento

source: Enter here the directory where you want to generate the statistic image
ca: Posa aquí el directori on vols generar l'imatge d'estadístiques
it: Inserire la directory in cui generare l'immagine delle statistiche

source: Upload periodicaly your stat image to FTP server
ca: Puja periòdicament la teva imatge d'estat al servidor FTP
it: Carica periodicamente l'immagine delle statistiche al server FTP

source: FTP Url
ca: Adreça FTP
it: URL FTP

source: FTP Path
ca: Directori FTP
it: Percorso FTP

source: Enter here the URL of your FTP server
ca: Posa aquí l'adreça del teu servidor FTP
it: Inserire l'URL del tuo server FTP

source: Enter here the directory where putting your stat image on FTP server
ca: Posa aquí el directori on es posarà la teva imatge d'estat al servidor FTP
it: Inserire la directory del server FTP in cui copiare l'immagine

source: User
ca: Usuari
it: Utente

source: Password
ca: Contrasenya

source: Enter here the User name to log into your FTP server
ca: Posa aquí el Nom d'usuari amb que s'entra al teu servidor FTP
it: Inserire l'username per il login nel server FTP

source: Enter here the User password to log into your FTP server
ca: Posa aquí la contrasenya d'usuari amb que s'entra al teu servidor FTP
it: Inserire la password per il login nel server FTP

source: FTP update rate interval in minutes
ca: Interval d'actualització del servidor FTP en minuts
it: Intervallo aggiornamento FTP in minuti

source: Validate
ca: Validesa
it: Verifica

source: Folder containing your signature file
ca: Directori que conté el teu fitxer de signatura
it: Directory contenente il file di firma

source: Folder where generating the statistic image
ca: Directori on es generarà l'imatge d'estadístiques
it: Directory in cui generare l'immagine

source: Quit amuleweb
ca: Surt del amuleweb
it: Chiudi amuleweb

source: Ok, exiting Web Client...
ca: D'acord, sortint del Client Web...
it: Ok, esco dal client web...

source: amuleweb [DLG version] Using %s (c) aMule Dev Team
ca: amuleweb [versió DLG] Usant %s (c) Equip aMule Dev
it: amuleweb [versione DLG] Usa %s (c) aMule Dev Team

source: About amuleweb
ca: Sobre amuleweb
it: Informazioni su amuleweb

source: Exits aMuleWeb.
ca: Surt del aMuleweb.
it: Esce da aMuleweb.

source: aMule Web Server
ca: Servidor Web aMule

source: Can't create web socket thread
ca: No s'ha pogut crear el fil del sòcol web
it: Impossibile creare un thread socket web

source: Web Server: Started
ca: Servidor Web: Iniciat
it: Server web: partito

source: Web Server: running
ca: Servidor Web: en funcionament
it: Server web: in esecuzione

source: Web Server: Restarted
ca: Servidor Web: Reiniciat
it: Server web: ripartito

source: Web Server: Stopped
ca: Servidor Web: Aturat
it: Server web: fermato

source: Web Server: not running
ca: Servidor Web: no està en funcionament
it: Server web: non in esecuzione

source: Can't load templates: Can't open file %s
ca: No s'ha pogut carregar plantilla: No s'ha pogut obrir el fitxer %s
it: Non posso caricare modelli: impossibile aprire il file %s
zh_cn: 无法加载模板: 无法开启文件: '%s'
