Repository: Hank-chinasky/amule
Catalog: tags/AMULE_2_0_0_RC7/po/*.po
Languages: ca, it, zh_cn

source: ERROR: Wrong file ID (ProcessFileInfo; m_reqfile!=file)
ca: Hi ha hagut un error: ID del Fitxer dolent (ProcessFileInfo; m_reqfile!=file)
it: ERRORE: ID del file errato (ProcessFileInfo; m_reqfile!=file)

source: ERROR: Wrong file ID (ProcessFileStatus; m_reqfile==NULL)
ca: Hi ha hagut un error: ID del Fitxer dolent (ProcessFileStatus; m_reqfile==NULL)
it: ERRORE: ID del file errato (ProcessFileStatus; m_reqfile==NULL)

source: ERROR: Wrong file ID (ProcessFileStatus; m_reqfile!=file)
ca: Hi ha hagut un error: ID del Fitxer dolent (ProcessFileStatus; m_reqfile!=file)
it: ERRORE: ID del file errato (ProcessFileStatus; m_reqfile!=file)

source: ProcessFileStatus - wrong part number recv=%u expected=%u
ca: InformacióProcésdelfitxer - nombre de part equivocat rebut=%u esperat=%u
it: ProcessFileStatus - numero di parti errate ricevute=%u attese=%u

source: Ignoring %u bytes of block %u-%u because of errornous zstream state for file "%s"
ca: Ignorant %u bytes del block %u-%u per l'estat erroni del zstream del fitxer"%s"
it: Ignoro %u bytes del blocco %u-%u a causa dell'erroneo stato dello zstream per il file "%s"
zh_cn: 由于文件压缩数据流状态出现错误，放弃了 %u bytes 于数据块 %u-%u 于文件 "%s"

source: Corrupted compressed packet for %s received (error %i)
ca: Paquet comprimit corrupte d'en %s rebut (error %i)
it: Ricevuto un pacchetto compresso corrotto per %s (errore %i))
zh_cn: 接收到损坏的压缩数据包 %s (error %i)

source: Corrupted compressed packet for
ca: Paquet comprimit corrupte d'en
it: Pacchetto compresso corrotto per

source: received (error %i)
ca: rebut (error %i)
it: ricevuto (errore %i)

source: Received unrequested AICH Packet
ca: S'ha rebut un paquet AICH no demanat
it: Ricevuto pacchetto AICH non richiesto

source: Downloads
ca: Descàrregues
it: Download
zh_cn: 下载次数

source: Priority
ca: Prioritat
it: Priorità
zh_cn: 优先级

source: &Stop
ca: &Para
zh_cn: 停止(&S)

source: &Pause
ca: &Pausa
it: &Pausa
zh_cn: 暂停 (&P)

source: &Resume
ca: &Continua
it: &Continua
zh_cn: 续传(&R)

source: C&lear completed
ca: &Neteja Completats
it: &Rimuovi i file completati
zh_cn: 清除已完成的文件 (&l)

source: Swap every A4AF to this file now
ca: Intercanvia tots els A4AF a aquest fitxer ara
it: Sposta ogni A4AF su questo file
zh_cn: 立即转移所有 A4AF 到这个文件

source: Swap every A4AF to this file (Auto)
ca: Intercanvia tots els A4AF a aquest fitxer (Auto)
it: Sposta ogni A4AF su questo file (Auto)
zh_cn: 自动转移所有 A4AF 到这个文件

source: Swap every A4AF to any other file now
ca: Intercanvia tots els A4AF a un altre fitxer ara
it: Sposta ogni A4AF sugli altri file
zh_cn: 立即转移所有 A4AF 到其它文件

source: Drop No Needed Sources now
ca: Allibera les Fonts Innecessàries ara
it: Rilascia le Fonti Non Necessarie
zh_cn: 立即清理无可供下载的源

source: Drop Full Queue Sources now
ca: Allibera les Fonts amb Cua Plena ara
it: Rilascia le Fonti con Coda Piena
zh_cn: 立即清理队列已满的源

source: Drop High Queue Rating Sources now
ca: Allibera les Fontes amb Cua Massa Llarga ara
it: Rilascia le Fonti con Coda Molto Lunga
zh_cn: 立即清理队列超长的源

source: Clean Up Sources now (NNS, FQS && HQRS)
ca: Allibera les Fonts ara (FI, FCP && FCML)
it: Pulisci le fonti (FNN, FCP && FCML)
zh_cn: 立即清理所有无用源

source: Extended Options
ca: Opcions avançades
it: Opzioni avanzate
zh_cn: 扩展选项

source: FakeCheck
ca: Comprovació d'Engany
it: Controlla autenticità

source: jugle.net Fake Check
ca: Comprovació d'Engany a jugle.net
it: Controllo autenticità con jigle.net

source: 'Donkey Fakes' Fake Check
ca: Comprovació d'Engany a 'Donkey Fakes'
it: Controllo autenticità 'Donkey Fakes'

source: &Open the file
ca: &Obre el fitxer
it: &Apri il file
zh_cn: 打开文件 (&O)

source: Preview
ca: Previsualitza
it: Anteprima
zh_cn: 预览

source: Show file &details
ca: Mostra els &detalls del fitxer
it: Mostra &dettagli del file
zh_cn: 显示文件信息

source: Show all comments
ca: Mostra tots els comentaris
it: Mostra tutti i commenti
zh_cn: 显示所有注释

source: Copy ED2k &link to clipboard
ca: Copia &l'enllaç ED2K al portapapers
it: Copia il link ed2k &link negli appunti
zh_cn: 拷贝 ED2k 连接到剪贴板 (&l)

source: Copy ED2k link to clipboard (&HTML)
ca: Copia l'enllaç ED2K al portapapers (&HTML)
it: Copia il link ed2k negli appunti (&HTML)
zh_cn: 拷贝 ED2k 连接到剪贴板 (HTML)

source: Copy feedback to clipboard
ca: Copia el feedback al portapapers
it: Copia feedback negli appunti

source: unassign
ca: no assignat
it: rimuovi
zh_cn: 清除

source: Assign to category
ca: Assigna una categoria
it: Assegna ad una categoria
zh_cn: 分类

source: Show &Details
ca: Mostra els &Detalls
it: Mostra &Dettagli
zh_cn: 显示附加信息 (&D)

source: Add to Friends
ca: Afegeix un amic
it: Inserisci tra gli amici
zh_cn: 加为好友

source: View Files
ca: Mostra els fitxers
it: Visualizza i file
zh_cn: 显示文件

source: Send message
ca: Envia Missatge
it: Invia messaggio

source: Size
ca: Mida
it: Dimensione
zh_cn: 大小

source: Transferred
ca: Transferit
it: Trasferiti
zh_cn: 已传输

source: Completed
ca: Completat
it: Completati
zh_cn: 已完成

source: Speed
ca: Velocitat
it: Velocità
zh_cn: 速度

source: Progress
ca: Progrés
it: Avanzamento
zh_cn: 进度

source: Sources
ca: Fonts
it: Fonti
zh_cn: 源

source: Status
ca: Estat
it: Stato
zh_cn: 状态

source: Time Remaining
ca: Temps Restant
it: Tempo rimanente
zh_cn: 剩余时间

source: Last Seen Complete
ca: Última Vegada Completat
it: Ultima fonte completa vista
zh_cn: 最后一次发现完整文件

source: Last Reception
ca: Última Recepció
it: Ultima ricezione
zh_cn: 最后一次下载

source: Auto [Lo]
ca: Auto [Ba]
it: Auto [Bassa]
zh_cn: 自动 [低]

source: Auto [Hi]
ca: Auto [Al]
it: Auto [Alta]
zh_cn: 自动 [高]

source: Queue Full
ca: Cua Plena
it: Coda piena
zh_cn: 队列已满

source: Asking
ca: Preguntant
it: Richiesta in corso
zh_cn: 正在询问

source: Connecting via server
ca: Connectant a través del servidor
it: Connessione in corso attraverso il server
zh_cn: 通过服务器连接中

source: On Queue
ca: A la Cua
it: In coda
zh_cn: 在排队

source: Transferring
ca: Transferint
it: Trasferimento in corso
zh_cn: 下载中

source: Receiving hashset
ca: Rebent l'estructura del hash
it: Ricezione hashset in corso
zh_cn: 正在接收校检码

source: No needed parts
ca: No es necessiten parts
it: Nessuna parte necessaria
zh_cn: 没有需要的部分

source: Cannot connect LowID to LowID
ca: No és possible connectar de LowID a LowID
it: Impossibile connettere un LowID ad un altro LowID
zh_cn: 无法连接两个低ID用户

source: Too many connections
ca: Massa connexions
it: Troppe connessioni
zh_cn: 连接过多

source: Asked for another file
ca: Heu preguntat per un altre fitxer
it: Altro file richiesto
zh_cn: 已要求其它文件 (A4AF)

source: Are you sure that you want to cancel and delete this file ?
ca: Esteu segur que voleu cancel·lar i eliminar aquest fitxer ?
it: Sei sicuro di voler interrompere e cancellare questo file?
zh_cn: 您确定要取消下载并删除该文件吗？

source: Are you sure that you want to cancel and delete these files ?
ca: Esteu segur que voleu cancel·lar i eliminar aquell fitxer ?
it: Sei sicuro di voler interrompere e cancellare questi file?
zh_cn: 您确定要取消下载并删除这些文件吗？

source: Feedback from:
ca: Feedback de:
it: Feedback da:

source: File Name:
ca: Nom del Fitxer:
it: Nome file:

source: File size: %i MB
ca: Mida de fitxer: %i MB
it: Dimensione: %i MB

source: Download: %i MB
ca: Descarregat: %i MB

source: Sources: %i
ca: Fonts: %i
it: Fonti: %i

source: Complete Sources: %i
ca: Fonts completades: %i
it: Fonti complete: %i

source: Send message to user
ca: Envia missatge al usuari
it: Invia messaggio all'utente

source: Message to send:
ca: Missatge a enviar:
it: Messaggio da inviare:

source: Downloads (%i)
ca: Descàrregues (%i)
it: Download (%i)
zh_cn: 下载 (%i)

source: No part files found
ca: No s'han trobat parts del fitxer
it: Non è stato trovato nessun file incompleto
zh_cn: 没有找到 part 文件

source: Found %i part files
ca: Trobades %i parts del fitxer
it: Trovati %i file incompleti
zh_cn: 发现 %i 个 part 文件

source: Downloading %s
ca: Descarregant %s
it: Inizio download di %s
zh_cn: 正在下载 %s

source: Downloading %s
ca: Descarregant %s
it: Scaricando %s

source: You are already trying to download the file %s
ca: Ja esteu descarregant el fitxer %s
it: Stai già cercando di scaricare il file %s
zh_cn: 您已经在下载文件 %s

source: You already have the file %s
ca: Ja teniu el fitxer %s
it: Hai già il file %s
zh_cn: 您已下载了文件 %s

source: Tried to add source with matching hash to your own.
ca: S'ha intentat afegir una font amb un hash que coincideix amb el teu.
it: Si è tentato di aggiungere una fonte con hash corrispondente al tuo.

source: Local server source request for file "
ca: Font del servidor local demana pel fitxer "
it: Richiesta una fonte dal server locale per il file "

source: " not sent because of status '
ca: " no enviat per l'estat '
it: " non trasmesso a causa dello status '

source: Bad link.
ca: Enllaç erroni
it: Link non corretto.
zh_cn: 无效连接

source: Invalid link: %s
ca: Enllaç no vàlid: %s
it: Link non valido: %s
zh_cn: 无效链接: %s

source: This ed2k link is invalid (%s)
ca: Aquest enllaç ed2k no és vàlid (%s)
it: Questo indirizzo ed2k non è valido (%s)
zh_cn: 该 ED2K 链接无效 (%s)

source: Free Disk Space (Total): %lli
ca: Espai lliure al disc (Total): %lli
it: Spazio libero su disco (totale): %lli

source: File : %s, Needed Space : %i - PAUSED !!!
ca: Fitxer : %s, Espai Necessari: %i - Pausat!!!
it: File: %s, è necessario spazio sul disco: %i - messo in PAUSA!!!

source: Download queue is empty.
ca: La cua de descàrrega és buida.
it: La coda di download è vuota.

source: not a well-formed ed2k link
ca: enllaç ed2k malformat
it: Formato del link ed2k non corretto
zh_cn: ED2K 链接格式错误

source: Not an ED2K server or file link
ca: Això no és un servidor ED2K ni un enllaç a un fitxer
it: Non è un server ED2K o un link ad un file
zh_cn: 不是 ED2K 服务器或文件链接

source: can't write file '%s'
ca: No es pot escriure el fitxer '%s'
it: Impossibile scrivere il file '%s'
zh_cn: 无法写文件 '%s'

source: ExternalConn: failed to Create thread
ca: Connexió externa: ha fallat la creació del fil
it: ExternalConn: impossibile creare thread

source: New external connection accepted
ca: Noves connexions externes acceptades
it: Accettata nuova connessione dall'esterno
zh_cn: 接受了新的外部连接

source: Error: couldn't accept a new external connection
ca: Error: no s'han pogut acceptar noves connexions externes
it: ERRORE: non posso accettare una nuova connessione dall'esterno
zh_cn: 错误: 无法接收外来连接

source: Unauthorized access attempt. Connection closed.
ca: Intent d'accés no autoritzat. Connexió tancada.
it: Tentativo di accesso non autorizzato. Connessione chiusa.

source: Webserver-Admin-Login
ca: Webserver-Admin-Entrada

source: Webserver-Guest-Login
ca: Webserver-Convidat-Entrada

source: Webserver: Failed Loginattempt
ca: WebServer: Ha fallat l'intent d'entrada
it: Webserver: tentativo di login fallito

source: IPFilter state set to '%s'.
ca: Estat del FiltreIP establert a '%s'.
it: Stato IPfilter impostato su '%s'

source: aMule IP Filter level is %d.
ca: El nivell del Filtre IP de l'aMule és %d.
it: Il livello del Filtro IP di aMule è %d.

source: aMule IP Filter level changed from %d to %d.
ca: El nivell del Filtre IP de l'aMule ha canviat de %d a %d.
it: Il livello del Filtro IP di aMule è passato da %d a %d.

source: aMule IP Filter level was already %d. Nothing changed.
ca: El nivell del Filtre IP de l'aMule ja era %d. No ha canviat res.
it: Il livello del Filtro IP di aMule era già %d. Nessun cambiamento.

source: Invalid IP Filter level entered:
ca: S'ha entrat un nivell del Filtre IP invàlid:
it: Livello del Filtro IP inserito:

source: Partfilename:
ca: Nompartfitxer:
it: Nome file part:

source: Available
ca: Disponibilitat
it: Disponibile
zh_cn: 可用

source: Last Seen Complete :
ca: Completat per última vegada
it: Ultimo visto completato:
zh_cn: 最后一次发现完整源 :

source: Last Reception:
ca: Última recepció
it: Ultima ricezione:
zh_cn: 最后一次下载:

source: Error processing command - should never happen! Report bug, please
ca: Hi ha hagut un error processant una ordre - no hauria de passar! Informa'ns del problema
it: Errore nel processare il comando - non dovrebbe mai accadere! Segnala il bug, per favore

source: Syntax error!
ca: Error de sintaxis!
it: Errore di sintassi!

source: Creating client...
ca: Creant el client...
it: Creazione del client in corso...

source: Now, doing connection....
ca: Ara, establint la connexió...
it: Ora, connessione in corso...

source: Using host '
ca: Usant el servidor '
it: Utilizzo host '

source: Trying to connect (timeout = 10 sec)...
ca: Provant de connectar (temps = 10 segs)...
it: Tentativo di connessione (timeout = 10 sec)...

source: Connection Failed. Unable to connect to the specified host
ca: La connexió ha fallat. Impossible connectar al host espeficicat
it: Connessione fallita. Impossibile connettersi all'host specificato

source: ExternalConn: Access Denied.
ca: ConnExterna: Accés Denegat.
it: ExternalConn: accesso negato.

source: Succeeded! Connection established.
ca: Fet! Connexió estblerta.
it: Fatto! Connessione stabilita.

source: Ok, exiting
ca: D'acord, sortint
it: OK, uscita

source: done
ca: fet
it: fatto
zh_cn: 完成

source: Failed to copy the file '%s' to '%s'
ca: Ha fallat la còpia de l'arxiu de '%s' a '%s'
it: Impossibile copiare il file '%s' in '%s'
zh_cn: 无法拷贝文件 '%s' 到 '%s'

source: Impossible to get permissions for file '%s'
ca: És impossible obtenir permisos per al fitxer '%s'
it: Impossibile ottenere i permessi per il file '%s'
zh_cn: 无法取得文件 '%s' 的许可

source: Impossible to overwrite the file '%s'
ca: És impossible sobreescriure al fitxer '%s'
it: Impossibile sovrascrivere il file '%s'
zh_cn: 无法覆盖文件 '%s'

source: Impossible to set permissions for the file '%s'
ca: És impossible de configurar els permisos per el fitxer '%s'
it: Impossibile attribuire i permessi per il file '%s'
zh_cn: 无法设置文件 '%s' 的许可

source: info: Could not create backup of '%s'
ca: informació: No s'ha pogut crear la copia de seguretat de '%s'
it: info: non posso creare il backup di '%s'

source: Username
ca: Nom del Usuari
it: Nome utente
zh_cn: 用户名

source: Failed to open friendlist file 'emfriends.met' for reading!
ca: Ha fallat l'obertura del fitxer de la llista d'amics 'emfriends.met' per llegir-lo!
it: Impossibile aprire il file della lista degli amici 'emfriends.met' per la lettura!

source: Failed to open friendlist file 'emfriends.met' for writing!
ca: Ha fallat l'obertura del fitxer de la llista d'amics 'emfriends.met' per escriure-hi!
it: Impossibile aprire il file della lista degli amici 'emfriends.met' per la scrittura!

source: Friends
ca: Amics
it: Amici
zh_cn: 好友

source: Add a friend
ca: Afegeix com a amic
it: Aggiungi amico
zh_cn: 加好友

source: Remove Friend
ca: Elimina amic
it: Rimuovi amico
zh_cn: 删除好友

source: Send &Message
ca: Envia &Missatge
it: Invia &Messaggio
zh_cn: 发消息 (&M)

source: Establish Friend Slot
ca: Estableix un Slot d'Amic
it: Crea slot amico
zh_cn: 建立好友条

source: Downloading...
ca: Descarregant...
it: Scaricamento in corso...
zh_cn: 正在下载...

source: Invalid line in file ipfilter.dat(%d)
ca: línia invàlida al fitxer ipfilter.dat(%d)
it: Riga non valida nel file ipfilter.dat (%d)

source: Loaded ipfilter with %d new IP addresses.
ca: S'ha carregat el filtreip amb %d adreces IP noves.
it: Caricato ipfilter con %d nuovi indirizzi IP.

source: Failed to download the ipfilter from
ca: Ha fallat la descàrrega del filtreip de
it: Impossibile scaricare il file ipfilter da

source: Please fill all fields required
ca: Omple tots els camps requerits
it: Completa tutti i campi obbligatori

source: Error: the file known.met is corrupted, unable to load known files
ca: Error: el fitxer known.met és corrupte, no és possible carregar els fitxers coneguts
it: ERRORE: il file known.met è corrotto, impossibile caricare il file
zh_cn: 错误: 文件 known.met 已损坏，无法读取已知文件列表

source: Unexpected file error while reading known.met: %s, unable to load known files
ca: Error inesperat llegint el known.met: %s, no es poden carregar els fitxers coneguts
it: Errore inaspettato nel corso della lettura del file known.met: %s, impossibile caricare il file
zh_cn: 读取文件 known.met 过程中发生意外错误: %s, 无法读取已知文件列表

source: Client requests invalid %u. file block %u-%u (%d bytes):
ca: Demanda del Client invàlida %u. bloc del fitxer %u-%u (%d bytes):
it: Richieste non valide dal client %u. File bloccati %u-%u (%d bytes):

source: : Upload session ended due canceled transfer.
ca: : Sessió de pujda finalitzada degut a una cancel·lació de la transferència
it: : sessione di upload terminata poiché il trasferimento è stato annullato.

source: : Upload session ended due ended transfer.
ca: : Sessió de pujda finalitzada degut a la fnialització de la transferència
it: : sessione di upload terminata poiché il trasferimento è stato completato.

source: New message from '
ca: Nou missatge de '
it: Nuovo messaggio da '

source: Message filtered from '
ca: Missatge filtrat de '
it: Messagio filtrato da '

source: User
ca: Usuari
it: Utente

source: (%u) requested your sharedfiles-list -> %s
ca: (%u) ha demanat la teva llista de fitxers compartits -> %s
it: (%u) ha richiesto la lista dei tuoi file condivisi -> %s

source: Accepted
ca: Acceptat
it: Richiesta accettata

source: Denied
ca: Denegat
it: Richiesta negata

source: (%u) requested your shareddirectories-list ->
ca: (%u) ha demanat la teva llista de directoris compartits ->
it: (%u) ha richiesto la lista delle tue directory condivise ->

source: accepted
ca: acceptat
it: richiesta accettata
zh_cn: 已接受

source: denied
ca: denegat
it: richiesta negata
zh_cn: 已拒绝

source: (%u) requested your sharedfiles-list for directory
ca: (%u) ha demanat la teva llista de fitxers compartits pel directori
it: (%u) ha richiesto la tua lista di directory condivise

source: (%u) shares directory
ca: (%u) comparteix el directori
it: (%u) directory condivise

source: (%u) sent unasked shared dirs.
ca: (%u) envia directoris compartits no demanats
it: (%u) ha inviato directory condivise non richieste.

source: (%u) sent sharedfiles-list for directory
ca: (%u) envia la llsita de fixters compartits pel directori
it: (%u) ha inviato la lista di directory condivise

source: (%u) finished sending sharedfiles-list
ca: (%u) ha acabat d'enviar la llista de fitxers compartits
it: (%u) ha completato l'invio della lista dei file condivisi

source: (%u) sent unwanted sharedfiles-list
ca: (%u) envia una llista de fitxers compartits no demanada
it: (%u) ha inviato una lista dei file condivisi non voluta

source: (%u) denied access to shareddirectories/files-list
ca: (%u) t'ha denegat l'accès a la seva llista de fitxers/directoris compartits
it: (%u) ha negato l'accesso alla lista dei file e delle directory condivise

source: Edonkey packet: unknown opcode: %i %x
ca: paquet Edonkey: codificació desconeguda: %i %x
it: Pacchetto Edonkey: opcode sconosciuto: %i %x

source: (IP:%s) caused an error:
ca: (IP:%s) ha causat un error:
it: (IP:%s) ha provocato un errore:

source: . Disconnecting client!
ca: . Desconnectant l'usuari!
it: . Disconnessione del client in corso!

source: A unknown client caused an error or did something bad:
ca: Un usuari desconegut ha causat un error o ha fet alguna cosa malament:
it: Un client sconosciuto ha causato un errore o fatto qualcosa di sbagliato:

source: RCV:Source Request User(%s) File(%s)
ca: RCV:Demanda de Font del Usuari(%s) Fitxer(%s)
it: RCV: Richiesta sorgente utente (%s) file (%s)

source: eMule packet : unknown opcode: %i %x
ca: paquet eMule: codificació desconeguda: %i %x
it: Pacchetto eMule: opcode sconosciuto: %i %x

source: A client caused an error or did something bad: %s. Disconnecting client!
ca: Un usuari a causat un error o ha fet quelcom malament: %s. Desconnectant l'usuari!
it: Un client ha causato un errore o ha fatto qualcosa di sbagliato: %s. Disconnessione del client in corso!
zh_cn: 某用户造成错误或试图攻击: %s. 正在切断连接!

source: Client TCP socket error (OnConnect): %u
ca: Hi ha hagut un error al socket TCP del Client (Al connectar): %u
it: Errore socket TCP del client (OnConnect): %u

source: ' (IP:%s) caused an error: %u. Disconnecting client!
ca: ' (IP:%s) ha causat un error: %u. Desconnectant l'usuari!
it: ' (IP:%s) ha provocato un errore: %u. Disconnessione del client in corso!

source: Unknown client (IP:%s) caused an error: %u. Disconnecting client!
ca: Un usuari desconegut (IP:%s) ha causat un error: %u. Desconnectant l'usuari!
it: Un client sconosciuto (IP: %s) ha causato un errore: %u. Disconnessione del client in corso!
zh_cn: 未知用户 (IP:%s) 造成错误: %u. 正在切断连接!

source: A client caused an error or did something bad (error %u). Disconnecting client !
ca: Un usuari ha causat un error o ha fet algu malfet (error %u). Desconnectant el client !
it: Un client ha causato un errore o ha fatto qualcosa di sbagliato (errore %u). Disconnessione del client in corso!
zh_cn: 某用户造成错误或试图攻击(%u),正在切断连接!

source: No error or error 107 (Transport endpoint is not connected)
ca: No hi ha hagut cap error o hi ha ha hagut l'error 107 (el punt final del transport no està connectat)
it: Nessun errore o errore 107 (Endpoint del trasporto non connesso)

source: Failed to decompress client TCP packet; protocol=0x%02x opcode=0x%02x size=%u
ca: Ha fallat al descomprimir un paquet TCP del client; protocol=0x%02x opcode=0x%02x mida=%u
it: Impossibile decomprimere il pacchetto TCP del client; protocollo=0x%02x opcode=0x%02x size=%u

source: CSocketGlobalThread: call to Create failed
ca: CSocketGlobalThread: demanda de creació fallada
it: CSocketGlobalThread: chiamata a Create fallita

source: Close
ca: Tanca
it: Chiudi
zh_cn: 关闭

source: Close tab
ca: Tanca la Pestanya
it: Chiudi tab
zh_cn: 关闭分页

source: Close all tabs
ca: Tanca totes les Pestanyes
it: Chiudi tutti i tab
zh_cn: 关闭所有分页

source: Close other tabs
ca: Tanca altres Pestanyes
it: Chiudi altri tab
zh_cn: 关闭其它分页

source: Cut
ca: Talla
it: Taglia

source: Copy
ca: Copia
it: Copia

source: Paste
ca: Enganxa
it: Incolla

source: Clear
ca: Neteja
it: Pulisci
zh_cn: 清除

source: Select All
ca: Selecciona-ho tot
it: Seleziona tutto

source: For system tray integration to work, you must specify which desktop you are using. You can change this later from preferences.
ca: Per tal que l'integració a la barra funcioni, heu d'especificar quin entorn de finestres estàs usant. Pots canviar això més tard des de preferències.
it: Per il corretto funzionamento dell'integrazione nel system tray, devi specificare quale desktop environment stai utilizzando. Potrai modificare successivamente tale informazione attraverso il pannello delle Preferenze.
zh_cn: 为了使系统状态栏集成正常工作， 您必需确定您所使用的桌面系统。 您以后可以设置中更改此选项。

source: Gnome 2.x (or other XEMBED compatible)
ca: Gnome 2.x (o un altre compatible)
it: Gnome 2.x (o altro XEMBED compatibile)
zh_cn: Gnome 2.x (或其它 XEMBED 兼容系统)

source: No systray integration, please
ca: Cap integració amb la barra, si us plau
it: Nessuna integrazione nel systray
zh_cn: 取消系统状态栏集成

source: Desktop
ca: Entorn de Finestres
zh_cn: 桌面

source: OK
ca: D'acord
zh_cn: 确定

source: ED2K Link Handler
ca: Agafador d'enllaços ED2K
it: Gestore di link ed2k

source: Commit
ca: Afaga'l
it: Invia
zh_cn: 确定

source: Click here to add the ed2k link in the text control to your download queue.
ca: Clica aquí per afegir l'enllaç ed2k del control de text a la teva cua de descàrrega.
it: Clicca qui per aggiungere il link ed2k nella casella di testo alla tua coda di download.

source: Loading ...
ca: Carregant...
it: Caricamento in corso...
zh_cn: 正在装入...

source: Events are displayed here. For a complete list of events, refer to the log in the Servers-tab.
ca: Els successos seran mostrats aquí. Per accedir a una llista completa de successos mira al registre a la pestanya Servidors.
it: Gli eventi sono visualizzati qui. Per una lista completa, controllare il log nella tab dei Server

source: Number of users on the server you are connected to ...
ca: Nombre d'usuaris al servidor on estàs connectat ...
it: Numero di utenti sul server al quale sei connesso...
zh_cn: 当前服务器上用户数 ...
