Repository: Hank-chinasky/amule
Catalog: tags/AMULE_2_0_0_RC7/po/*.po
Languages: ca, it, zh_cn

source: Found corrupted part (%i) in %i parts file %s - FileResultHash |%s| FileHash |%s|
ca: Trobada part corrupte (%i) a %i parts del fitxer %s - FileResultHash |%s| FileHash |%s|
it: Trovata parte corrotta (%i) su %i parti totali %s - FileResultHash |%s| FileHash |%s|
zh_cn: 发现损坏的数据块 (%i) 于%i段文件 %s - 文件结果校检码 |%s| 文件校检码 |%s|

source: Found completed part (%i) in %s
ca: Trobada part completa (%i) a %s
it: Trovata parte completata (%i) in %s
zh_cn: 发现了已完成的数据段 %i 在%s

source: Failed to store new AICH Hashset for completed file %s
ca: Ha fallat l'emmagatzament del Hashset AICH pel fitxer completat %s
it: Impossibile salvare il nuovo hashset AICH per il file completato %s

source: Finished rehashing %s
ca: Acabat el rehashing %s
it: Nuovo hashing completato %s
zh_cn: 完成了校检码生成 %s

source: Unexpected file error while completing %s. File paused
ca: Error inesperat al completar el fitxer %s. Fitxer pausat
it: Si è verificato un errore inaspettato nel completamento del file %s. File in pausa
zh_cn: 在完成文件 %s 时遇到意外性文件错误. 文件已暂停

source: WARNING: Failed to delete %s
ca: COMPTE: Ha fallat al borar %s
it: ATTENZIONE: impossibile cancellare %s

source: WARNING: Failed to delete %s%s
ca: COMPTE: Ha fallat al borar %s%s
it: ATTENZIONE: impossibile cancellare %s%s

source: WARNING: A file with that name already exists, the file has been renamed
ca: COMPTE: Ja existeix un fitxer amb aquest, el fitxer serà renombrat
it: ATTENZIONE: un file con quel nome esiste già, il file è stato rinominato

source: WARNING: could not remove original '%s' after creating backup
ca: COMPTE: no s'ha pogut eliminat l'original '%s' després de crear la copia de seguretat
it: ATTENZIONE: impossibile rimuovere il file originale '%s' dopo aver creato il backup

source: WARNING: Failed to delete %s.seeds
ca: COMPTE: No s'ha pogut esborrat %s.seeds
it: ATTENZIONE: impossibile cancellare il file %s.seeds

source: Finished downloading %s :-)
ca: Acabada la descàrrega de %s :-)
it: Download del file %s completato :-)
zh_cn: 完成下载 %s :-)

source: Downloaded:
ca: Descarregat
it: Scaricati:
zh_cn: 已下载:

source: Failed to delete
ca: Ha fallat l'esborrament
it: Impossibile cancellare

source: Warning: Unable to hash downloaded part - hashset incomplete (%s)
ca: Compte: No s'ha pogut fer hash a la part descarregada hashset incomplet (%s)
it: ATTENZIONE: impossibile calcolare l'hash del file part scaricato - hashset incompleto (%s)
zh_cn: 警告: 无法生成校检码 - 校检码残缺 (%s)

source: Error: Unable to hash downloaded part - hashset incomplete (%s). This should never happen
ca: Error: No s'ha pogut fer hash a la part descarregada hashset incomplet (%s). Això no acostuma a passar
it: ERRORE: impossibile calcolare l'hash del file part scaricato - hashset incompleto (%s). Questo non dovrebbe mai verificarsi
zh_cn: 警告: 无法生成校检码 - 校检码残缺 (%s). 正常情况下这是不应该发生的

source: Hashing
ca: Fent hash
it: Hashing in corso
zh_cn: 正在生成校检码

source: Completing
ca: Completant
it: Completamento in corso
zh_cn: 正在完成

source: Complete
ca: Complet
it: Completo
zh_cn: 完成

source: Send:Source User(%s) File(%s) Count(%i)
ca: Envia:Fonts Usuari(%s) Fitxer(%s) Conta(%i)
it: Invio: sorgente utente (%s) file (%s) numero (%i)

source: File '%s' has already been written from %lu to %lu
ca: El fitxer '%s' està escrit desde %lu a %lu
it: Il file '%s' è stato già scritto da %lu su %lu

source: ERROR: Cannot write to disk
ca: Hi ha hagut un ERROR: No es pot escriure al disc
it: ERRORE: impossibile scrivere sul disco
zh_cn: 错误: 无法写入硬盘

source: Downloaded part %i is corrupt :( (%s)
ca: La part %i descarregada és corrupte :( (%s)
it: La parte di file scaricata %i è corrotta :( (%s)
zh_cn: 下载的数据段 %i 已损坏 :( (%s)

source: Finished part %u of "%s"
ca: Finalitzada la part %u de "%s"
it: Completate %u parti di "%s"

source: ICH: Recovered corrupted part %i (%s)-> Saved bytes:
ca: ICH: S'ha ercuperat la part %i (%s)-> Bytes desats:
it: ICH: Recuperata la parte corrotta %i (%s)-> Risparmiati bytes:

source: Unexpected file error while writing %s : %s
ca: Error inesperat escrivint al fitxer %s : %s
it: Errore inaspettato nella scrittura del file %s: %s
zh_cn: 些入文件 %s 时发生意外错误 : %s

source: Connection
ca: Connexió
it: Connessione
zh_cn: 连接

source: Remote Controls
ca: Controls remots
it: Controllo remoto
zh_cn: 远程控制

source: Server
ca: Servidor
zh_cn: 服务器

source: Sources Dropping
ca: Abandonament de Fonts
it: Rilascio fonti
zh_cn: 源的精简

source: Gui Tweaks
ca: Pàrametres GUI
it: Tweaks GUI
zh_cn: 用户界面特殊设置

source: Language change will not be applied until aMule is restarted.
ca: Els canvies d'idioma no s'aplicaran fins que es reiniciï l'aMule
it: La nuova lingua sarà attiva dopo aver riavviato aMule.
zh_cn: 语言设置更动在重新启动 aMule 后才会生效

source: Choose a folder for
ca: Escull un directori per
it: Scegli una directory per
zh_cn: 请选择文件夹以用来

source: Temporary files
ca: Fitxers temporals
it: File temporanei

source: Incomming files
ca: Fitxers Entrants
it: File in arrivo

source: Online Signatures
ca: Signatura Online
it: Firme online

source: Browse wav
ca: Navega per un wav
it: Sfoglia file wav
zh_cn: 浏览 wav 文件

source: File wav (*.wav)|*.wav||
ca: Fitxer wav (*.wav)|*.wav||
zh_cn: 文件 wav (*.wav)|*.wav||

source: Browse skin file
ca: Navega per fitxer de pell
it: Sfoglia il file skin

source: Browse for videoplayer
ca: Navega per trobar el reproductor de vdeo
it: Sfoglia per trovare un riproduttore video
zh_cn: 浏览寻找录像播放器

source: Edit Serverlist
ca: Edita la Llista de Servidors
it: Modifica lista dei server
zh_cn: 编辑服务器列表

source: Add here URL's to download server.met files. Only one url on each line.
ca: Afegeix aquí una URL per descarregar el fitxer server.met. Només una url a cada línia.
it: Inserisci qui l'URL da cui scaricare i file server.met. Solo un URL per riga.
zh_cn: 加入下载 server.met 文件的网址. 每行只限一个网址.

source: Update delay: %d secs
ca: Retard d'actualització: %d segs
it: Intervallo di aggiornamento: %d secondi

source: Time for average graph: %d mins
ca: Temps pel gràfic de mitjanes: %d mins
it: Intervallo per il grafico della media: %d minuti

source: Connections Graph Scale: %d
ca: Escala del gràfic de connexions: %d
it: Scala del grafico delle connessioni: %d

source: Update delay : %d secs
ca: Retard d'actualització: %d segs
it: Intervallo di aggiornamento: %d secondi

source: File Buffer Size: %d bytes
ca: Mida del buffer de fitxer: %d bytes
it: Dimensione Buffer file: %d byte

source: Upload Queue Size: %d clients
ca: Mida de la cua de pujada: %d clients
it: Dimensione coda di upload: %d client

source: Server connection refresh interval: %d minutes
ca: Interval de refresc de la connexió al servidor: %d minuts
it: Intervallo di aggiornamento connessione ai server: %d minuti

source: Server connection refresh interval: Disabled
ca: Interval de refresc de la connexió al servidor: Desactivat
it: Intervallo di aggiornamento connessione ai server: disabilitato
zh_cn: 服务器连接刷新周期: 已禁用

source: File
ca: Fitxer
zh_cn: 文件

source: Client Software
ca: Programari del Usuari
it: Software client

source: File Priority
ca: Prioritat Fitxer
it: Priorità file
zh_cn: 文件优先级

source: Score
ca: Puntuació
it: Punteggio
zh_cn: 分数

source: Asked
ca: Demanat
it: Richiesto
zh_cn: 已请求

source: Last Seen
ca: Últim Cop Vist
it: Ultima volta visto
zh_cn: 最后连接

source: Entered Queue
ca: Entrat a la Cua
it: Aggiunto in coda
zh_cn: 进入队列

source: Banned
ca: Bannejat
it: Bannato
zh_cn: 封杀

source: Obtained Parts
ca: Parts Obtingudes
it: Parti ricevute
zh_cn: 已下载数据段

source: Clients
ca: Usuaris
it: Client
zh_cn: 客户

source: Unban
ca: Desbaneja
it: Elimina ban
zh_cn: 取消封杀

source: Show Uploads
ca: Mostra les Pujades
it: Mostra upload
zh_cn: 显示上传

source: PowerShare[Release]
ca: MàxCompartició[Llançament]
zh_cn: 发布

source: Very High
ca: Molt Alta
it: Molto alta
zh_cn: 极高

source: Very low
ca: Molt Baixa
it: Molto bassa
zh_cn: 极低

source: LowID
ca: ID Baix
zh_cn: 低ID

source: Yes
ca: Sí
it: Sì
zh_cn: 是

source: You are not connected to a server!
ca: No estàs connectat a cap servidor!
it: Non sei connesso a nessun server!
zh_cn: 您现在没有连接到服务器上！

source: FileID
ca: ID del Fitxer
zh_cn: 文件编号

source: Copy ED2k link to clipboard
ca: Copia l'enllaç ED2K al portapapers
it: Copia link ed2k negli appunti
zh_cn: 拷贝 ED2K 链接到剪贴板

source: Copy ED2k link to clipboard (HTML)
ca: Copia l'enllaç ED2K al portapapers (HTML)
it: Copia link ed2k negli appunti (HTML)
zh_cn: 拷贝 ED2K 链接到剪贴板 (HTML)

source: Failed to load server.met!
ca: Ha fallat la càrrega del server.met!
it: Impossibile caricare il file server.met!
zh_cn: 无法载入 server.met!

source: Invalid versiontag in server.met (0x%x , size %i)!
ca: versiontag invàlida al server.met (0x%x , size %i)!
it: Versiontag non valido in server.met (0x%x, dimensione %i)!

source: %i servers in server.met found
ca: %i servidors trobats al server.met
it: Trovati %i server nel file server.met
zh_cn: server.met 中有 %i 个服务器

source: %d servers added
ca: %d servidors afegits
it: Aggiunti %d server
zh_cn: %d 新增添的服务器

source: Error: the file server.met is corrupted
ca: Hi ha hagut un error: el fitxer server.met està corrumput
it: ERRORE: il file server.met è corrotto
zh_cn: 错误: server.met 文件已损坏

source: You are connected to the server you are trying to delete. please disconnect first.
ca: Estàs connectat al servidor que estàs intentant eliminar. Desconnecta primer
it: Sei connesso al server che vuoi cancellare. Disconnettiti prima.

source: Server added:
ca: Servidor afegit
it: Server aggiunto:
zh_cn: 增添服务器:

source: Failed to save server.met!
ca: No s'ha pogut guardar el server.met
it: Impossibile salvare il file server.met!
zh_cn: 无法存盘 server.met

source: Invalid URL
ca: Adreça invàlida
it: URL non valido
zh_cn: 无效 URL

source: Failed to download the server list from
ca: Ha fallat al baiaxr la llista de servidor de
it: Impossibile scaricare la lista dei server da

source: No serverlist address entry in 'addresses.dat' found. Please paste a valid serverlist address into this file in order to auto-update your serverlist
ca: No s'han trobat adreces de llistes de servidors al 'adresses.dat'. Si us plau enganxa una adreça a una llista vàlida per auto-actualitzar la teva llista de servidors
it: Non è stato trovato nessun indirizzo nel file 'addresses.dat'.Copia un indirizzo che contenga la lista di server in questo file in modo da poter aggiornare automaticamente la lista
zh_cn: 'addresses.dat' 文件内没有服务器列表地址. 请粘贴一个有效服务器列表地址到该文件以自动更新服务器列表.

source: Invalid URL
ca: Adreça invàlida
it: URL non valido

source: No valid server.met auto-download url on addresses.dat
ca: Adreça invàlida per l'autodescàrrega del server.met a adresses.dat
it: Indirizzo di download del file server.met non valido in addresses.dat

source: Server Name
ca: Nom del Servidor
it: Nome server
zh_cn: 服务器名称

source: Description
ca: Descripció
it: Descrizione
zh_cn: 描述

source: Users
ca: Usuaris
it: Utenti
zh_cn: 用户数

source: Preference
ca: Preferència
it: Gradimento
zh_cn: 设置

source: Failed
ca: Ha fallat
it: Fallimenti
zh_cn: 失败次数

source: Static
ca: Estàtic
it: Statico
zh_cn: 静态

source: Version
ca: Versió
it: Versione
zh_cn: 版本

source: You are connected to a server you are trying to delete. Please disconnect first. The server was NOT deleted.
ca: Estàs connectat a un servidor al qual estàs connectat. Desconnectat primer. El servidor no ha estat esborrat.
it: Sei connesso al server che stai tentando di cancellare. Disconnettiti prima. Il server NON è stato cancellato.

source: Failed to open
ca: Ha fallat al obrir
it: Impossibile aprire

source: Servers (%i)
ca: Servidors (%i)
it: Server (%i)
zh_cn: 服务器 (%i)

source: Connect to server
ca: Connecta al servidor
it: Connesso al server

source: Mark server(s) as static
ca: Marca el servidor(s) com estàtic
it: Segna il server come statico

source: Mark server(s) as non-static
ca: Marca el servidor(s) com a no estàtic
it: Segna il server come non statico

source: Remove server(s)
ca: Elimina servidor(s)
it: Rimuovi server

source: Remove all servers
ca: Elimina tots els Servidors
it: Elimina tutti i server
zh_cn: 删除所有服务器

source: Copy ED2k link(s) to clipboard
ca: Copia l'adreça ED2K al portapapers
it: Copia link ed2k negli appunti

source: Reconnect to server
ca: Reconnecta al servidor
it: Riconnetti al server

source: theApp.serverlist->GetServerByAddress() returned NULL
ca: theApp.serverlist->GetServerByAddress() ha retornat NUL
it: theApp.serverlist->GetServerByAddress() ha restituito NULL

source: Processing Server Packet:
ca: Processant paquet del Servidor:
it: Elaborazione pacchetto server:

source: Server: OP_SERVERMESSAGE
ca: Servidor: OP_SERVERMESSAGE

source: Error
ca: Hi ha hagut un error
it: Errore

source: Warning
ca: Compte
it: Attenzione

source: Server: OP_IDCHANGE
ca: Servidor: OP_IDCHANGE

source: Corrupt or invalid loginanswer from server received
ca: rebuda resposta d'entrada corrupte o invàlida del servidor
it: Ricevuta dal server risposta errata o non valida al login

source: Connected
ca: Connectat
it: Connesso

source: New clientid is %u
ca: El nou ID d'usuari és %u
it: Il nuovo clientID è %u
zh_cn: 新用户 %u

source: Server: OP_SEARCHRESULT
ca: Servidor: OP_SEARCHRESULT

source: ServerMsg - OP_FoundSources; sources = %u
ca: MsgServidor - OP_FontsTrobades; fonts = %u
it: ServerMsg - OP_FoundSources; fonti = %u

source: Server: OP_SERVERSTATUS
ca: Servidor: OP_SERVERSTATUS

source: Invalid server status packet
ca: paquet d'estat del servidor invàlid
it: Pacchetto di stato del server non valido

source: Server: OP_SERVERIDENT
ca: Servidor: OP_SERVERIDENT

source: Unknown server info received! - too short
ca: Rebuda informació del servidor desconeguda! - massa curta
it: Ricevute informazioni sconosciute dal server! - troppo corto

source: Unknown server info received!- wrong server name
ca: Rebuda informació del servidor desconeguda! - nom del servidor incorrecte
it: Ricevute informazioni sconosciute dal server! - nome server errato

source: Unknown server info received! - wrong description
ca: Rebuda informació del servidor desconeguda! - descripció incorrecte
it: Ricevute informazioni sconosciute dal server! - descrizione errata

source: Server: OP_SERVERLIST
ca: Servidor: OP_SERVERLIST

source: Received %d new servers
ca: Rebuts %d nous servidors
it: Ricevuti %d nuovi server
zh_cn: 收到 %d 个新服务器

source: Saving of server-list completed.
ca: S'ha completat la desa de la llista de servidors.
it: Salvataggio lista dei server completo.

source: Server: OP_CALLBACKREQUESTED
ca: Servidor: OP_CALLBACKREQUESTED

source: Server: OP_CALLBACK_FAIL
ca: Servidor: OP_CALLBACK_FAIL

source: Server: OP_REJECT
ca: Servidor: OP_REJECT

source: Server rejected last command
ca: El servidor ha rebutjat l'última ordre
it: Il server ha rifiutato l'ultimo comando
zh_cn: 服务器拒绝了上一个明令

source: Server: Unrecognized packet -- protocol error
ca: Servidor: Paquet no reconegut -- protocol erroni
it: Server: Pacchetto non riconosciuto -- errore di protocollo

source: Unhandled error while processing packet from server -
ca: Hi ha hagut un error al processar un paquet del servidor -
it: Errore non gestito durante l'elaborazione del pacchetto dal server -

source: Unknown exception while processing packet from server!
ca: Excepció desconeguda al processar un paquet del servidor!
it: Eccezione sconosciuta durante l'elaborazione del pacchetto dal server!

source: Trying to connect
ca: Provant de connectar
it: Tentativo connessione

source: Connecting to
ca: Connectant a
it: Connessione in corso a

source: Server
ca: Servidor

source: Addr
ca: Adr
it: Indirizzo

source: Error in serversocket:
ca: Hi ha hagut un error al serversocket:
it: Errore nel socket del server:

source: Server: Packet Received:
ca: Servidor: Rebut paquet:
it: Server: Pacchetto ricevuto:

source: Failed to decompress server TCP packet: protocol=0x%02x opcode=0x%02x size=%u
ca: Ha fallat la descompreció d'un paquet TCP del servidor: protocol=0x%02x opcode=0x%02x mida=%u
it: Impossibile decomprimere pacchetto TCP server: protocollo=0x%02x opcode=0x%02x dimensione= %u

source: Received server TCP packet with unknown protocol: protocol=0x%02x opcode=0x%02x size=%u
ca: Rebut paquet TCP del servidor amb un protocol desconegut: protocol=0x%02x opcode=0x%02x mida=%u
it: Ricevuto pacchetto TCP server con protocollo sconosciuto: protocollo=0x%02x opcode=0x%02x dimensione=%u

source: Error: Unhandled exception while processing server TCP packet: protocol=0x%02x opcode=0x%02x size=%u
ca: Hi ha hagut un error: Excepció desconeguda al processar un paquet TCP del servidor:protocol=0x%02x opcode=0x%02x mida=%u
it: ERRORE: eccezione non gesta durante l'elaborazione del pacchetto TCP server: protocollo=0x%02x opcode=0x%02x dimensione=%u

source: Please enter a serveraddress
ca: Si us plau entra una adreça de servidor
it: Inserisci indirizzo del server
zh_cn: 请输入服务器地址

source: Incomplete serverport: Please enter a serverport
ca: Port del servidor incomplet: Si us plau afegeix un port pel servidor
it: Indicazione porta del server incompleta: inserisci il numero di porta
zh_cn: 服务器端口不完整: 请输入服务器端口

source: Server not added!
ca: El servidor no ha estat afegit
it: Server non aggiunto!
zh_cn: 没有记录服务器!

source: Status:
ca: Estat:
it: Stato:

source: Low ID
ca: ID Baix
zh_cn: 低 ID

source: High ID
ca: ID Alt
zh_cn: 高 ID

source: Error: EOF on
ca: Hi ha hagut un error: EOF a
it: Errore: EOF su

source: Error: wrong format on
ca: Hi ha hagut un error: format erroni a
it: Errore: formato sbagliato su

source: Found %i known shared files
ca: Trobats %i fitxers compartits
it: Trovati %i file condivisi conosciuti
zh_cn: 发现 %i 已知共享文件

source: Found %i known shared files, %i unknown
ca: Trobats %i fitxets compartits coneguts, %i desconeguts
it: Trovati %i file condivisi conosciuti, %i sconosciuti
zh_cn: 发现 %i 已知共享文件, %i 未知

source: Permission
ca: Permís
it: Permesso
zh_cn: 许可

source: Requests
ca: Peticions
it: Richieste
zh_cn: 请求

source: Accepted Requests
ca: Peticions Acceptades
it: Richieste accettate
zh_cn: 接受的请求

source: Transferred Data
ca: Dades Transferides
it: Dati trasferiti
zh_cn: 已传送数据

source: Public
ca: Públic
it: Pubblico
zh_cn: 公共

source: Friends only
ca: Noms Amics
it: Solo amici
zh_cn: 只限好友

source: Locked
ca: Bloquejat
it: Bloccato
zh_cn: 已锁定

source: Permissions
ca: Permisos
it: Permessi
zh_cn: 许可

source: Change this file's comment...
ca: Canvia el comentari d'aquest fitxer...
it: Modifica questo commento...
zh_cn: 更改该文件的注释

source: Copy ED2k link to clipboard (&Source)
ca: Copia l'enllaç ED2K al portapapers (&Font)
it: Copia link ed2k negli appunti (&Source)
zh_cn: 拷贝 ED2K 链接到剪贴板 (源)

source: Copy ED2k link to clipboard (Hostname)
ca: Copia l'enllaç ED2K al portapapers (Hostname)
it: Copia link ed2k negli appunti (nome host)
zh_cn: 拷贝 ED2K 链接到剪贴板 (计算机名)

source: Auto [Re]
ca: Auto [Ll]
zh_cn: 自动 [发布]

source: Auto [UNK]
ca: Auto [DES]
zh_cn: 自动 [UNK]

source: Hidden
ca: Oculta
it: Nascosto
zh_cn: 隐藏

source: You need a HighID to create a valid sourcelink
ca: Necessiteu un ID Alt per crear una adreça font vàlida
it: Hai bisogno di un HighID per creare un sourcelink valido
zh_cn: 你需要高ID来产生源链接

source: You cannot change permissions while a file is still downloading!
ca: No pots canviar els permisos d'un fitxer que encara s'està descarregant
it: Non puoi modificare i permessi di un file durante il download!
zh_cn: 文件正在下载,无法改变许可.

source: Shared Files (%i)
ca: Fitxers Compartits (%i)
it: File condivisi (%i)
zh_cn: 共享文件 (%i)

source: Failed to connect to all servers listed. Making another pass.
ca: Hi ha hagut un error al connectar a tots els servidos llisats. Tornant-ho a provar.
it: Impossibile connettersi a tutti i server in lista. Procedo con un altro tentativo.
zh_cn: 无法连接列表中的所有服务器. 开始新的一轮尝试.

source: No valid servers to connect in serverlist found
ca: No s'ha trobat cap servidor vàlid a la llista de servidors
it: Nella lista dei server non è stato trovato nessun server valido a cui connettersi
zh_cn: 服务器列表中没有有效服务器可供连接

source: Connected to
ca: Connectat a
it: Connesso a

source: Connection established on:
ca: Connexió establerta a:
it: Connessione stabilita con:

source: Fatal Error while trying to connect. Internet connection might be down
ca: Error Fatal al intentar-se connectar. és possible que la connexió a Internet hagi caigut
it: Errore fatale durante il tentativo di connessione. La connessione a internet potrebbe non essere attiva
zh_cn: 连接出现严重错误. 网络连接可能有问题

source: Lost connection to
ca: Connexió perduda amb
it: Persa connessione a

source: :%i) appears to be dead.
ca: :%i) sembla estar caigut.
it: :%i) sembra essere inattivo.

source: :%i) appears to be full.
ca: :%i) sembla estar ple.
it: :%i) sembra essere pieno.

source: Automatic connection to server will retry in %d seconds
ca: Es reintentarà la connexió al servidor d'aquí %d segons
it: Riconnessione automatica al server tra %d secondi
zh_cn: 服务器自动连接会在 %d 秒后重新尝试

source: Connection lost
ca: S'ha perdut la connexió
it: Connessione perduta
zh_cn: 连接已断

source: :%i) failed
ca: :%i) ha fallat
it: :%i) fallito

source: Error: Socket invalid at timeoutcheck
ca: Hi ha hagut un error. Socket invàlid a la comprovació de fora de temps
it: ERRORE: socket invalido in sede di controllo di timeout
zh_cn: 错误: 接口无效

source: Connection attempt to
ca: Intentant connectar a
it: Tentativo di connessione a

source: :%i) timed out.
ca: :%i) temps d'espera finalitzat.
it: :%i) scaduto.

source: Refreshing server connection
ca: Refrescant la connexió al servidor
it: Aggiorna connessione al server
zh_cn: 正在刷新服务器连接

source: Unknown exception in CServerConnect::InitLocalIP
ca: Excepció desconeguda a CServerConnect::InitLocalIP
it: Eccezione sconosciuta in CServerConnect::InitLocalIP

source: Active connections (1:%u)
ca: Connexions Actives (1:%u)
it: Connessioni attive (1:%u)
zh_cn: 活跃连接 (1:%u)

source: Waiting...
ca: Esperant...
it: In attesa...
zh_cn: 等待中...

source: Uptime:
ca: Temps Connectat:
zh_cn: 运行时间:

source: Downloaded Data (Session (Total)): %s (%s)
ca: Dades Descarregades (Total Sessió)): %s (%s)
it: Dati scaricati (sessione (totale)): %s (%s)
zh_cn: 下载数据量 (本次运行 (总和)): %s (%s)

source: Total Overhead (Packets): %s (%s)
ca: Sobrecàrrega Total (Paquets): %s (%s)
it: Overhead totale (pacchetti): %s (%s)
zh_cn: 总无用数据量 (本次运行 (总和)): %s (%s)

source: File Request Overhead (Packets): %s (%s)
ca: Sobrecàrrega per Demanda de Fitxer(Paquets): %s (%s)
it: Overhead per file richiesti (pacchetti): %s (%s)
zh_cn: 文件请求无用数据 (本次运行 (总和)): %s (%s)

source: Source Exchange Overhead (Packets): %s (%s)
ca: Sobrecàrrega en l'intercanvi de fonts (Paquets): %s (%s)
it: Overhead per scambio di fonti (pacchetti): %s (%s)
zh_cn: 源交换无用数据 (本次运行 (总和)): %s (%s)

source: Server Overhead (Packets): %s (%s)
ca: Sobrecàrrega Servidor (Paquets): %s (%s)
it: Overhead server (pacchetti): %s (%s)
zh_cn: 服务器无用数据 (本次运行 (总和)): %s (%s)

source: Found Sources: %i
ca: Fonts Trobades: %i
it: Fonti trovate: %i
zh_cn: 发现源: %i

source: Active Downloads (chunks): %i
ca: Descàrregues Actives (trossos): %i
it: Download attivi (parti): %i
zh_cn: 活跃下载 (数据段): %i

source: Uploaded Data (Session (Total)): %s (%s)
ca: Dades Pujades (Total Sessió)): %s (%s)
it: Dati inviati (sessione (totale)): %s (%s)
zh_cn: 上传数据量 (本次运行 (总和)): %s (%s)

source: Active Uploads: %i
ca: Pujades Actives: %i
it: Upload attivi: %i
zh_cn: 活跃上传: %i

source: Waiting Uploads: %i
ca: Esperant Pujades: %i
it: Upload in attesa: %i
zh_cn: 等待上传: %i

source: Total successful upload sessions: %i
ca: Sessions de pujada acabades satisfactòriament: %i
it: Totale sessioni upload terminate con successo: %i
zh_cn: 总成功上传片段: %i

source: Total failed upload sessions: %i
ca: Sessions de pujada fallades: %i
it: Totale sessioni upload fallite: %i
zh_cn: 总失败上传片段: %i

source: Average upload time: %s
ca: Temps de pujada mitjà: %s
it: Durata media upload: %s
zh_cn: 平均上传时间: %s
