Repository: Hank-chinasky/amule
Catalog: tags/AMULE_2_0_0_RC7/po/*.po
Languages: ca, it, zh_cn

source: Can't find template version number! Please replace aMule.tmpl with a newer version!
ca: No es pot trobar el numero de versó de la plantilla! Si us plau reemplaça aMule.tmpl per una nova versió!
it: Impossibile trovare il numero di versione del modello! Sostituire aMule.tmpl con una versione più recente!
zh_cn: 找不到模板版本号! 请升级 aMule.tmpl 到新版本!

source: Failed to load template
ca: Ha fallat al carregar una plantilla
it: Impossibile caricare il template

source: ***** logged in, getting page
ca: **** has entrat dins, accedint a la pàgina
it: ***** loggato, caricamento paggina

source: ***** session is
ca: **** la sessió és
it: ***** la sessione è

source: Access denied!
ca: Accès Denegat!
it: Accesso negato!
zh_cn: 请求被拒绝

source: :: field
ca: :: camp
it: :: campo

source: *** URL parsed. returning
ca: *** Adreça analitzada. retornant
it: *** URL processata. ottengo

source: *** replaced session with
ca: *** sessió reemplazada amb
it: *** sessione sostituita con

source: Web Control Panel
ca: Panell de Control Web
it: Pannello di controllo via web
zh_cn: 网络服务器控制板

source: Server list
ca: Llista de Servidors
it: Lista server
zh_cn: 服务器列表

source: ED2K Link(s)
ca: Enllaç(os) ED2K
it: Link ED2K
zh_cn: ED2K链接

source: Log
ca: Registre
zh_cn: 日志

source: Serverinfo
ca: Informació del Servidor
it: Informazioni server
zh_cn: 服务器信息

source: Debug Log
ca: Registre de la Sortida
it: Log di debug
zh_cn: 调试日志

source: Logout
ca: Tancar Sessió
zh_cn: 登出

source: Server name
ca: Nom del Servidor
it: Nome server
zh_cn: 服务器名称

source: users
ca: Usuaris
it: utenti
zh_cn: 用户

source: files
ca: Fitxers
it: file
zh_cn: 文件

source: Actions
ca: Accions
it: Azioni
zh_cn: 动作

source: Remove selected server
ca: Elimina el Servidor seleccionat
it: Rimuovi server selezionato
zh_cn: 删除选择的服务器

source: Are you sure to remove this server from list?
ca: Estàs segur de eliminar aquest servidor de la llista?
it: Sei sicuro di voler rimuovere questo server dalla lista?
zh_cn: 您确定要把该服务器从列表中删除吗？

source: Downloaded total
ca: Total Descarregat
it: Totale download
zh_cn: 下载总量

source: Uploaded total
ca: Total Pujat
it: Totale upload
zh_cn: 上传总量

source: Are you sure that you want to cancel and delete this file?\n
ca: Esteu segur que voleu cancel·lar i esborrar aquest fitxer?\n
it: Sei sicuro di voler cancellare questo file?\n
zh_cn: 您确定要取消下载并删除该文件吗？\n

source: Increase Priority
ca: Augmenta la Prioritat
it: Aumenta priorità
zh_cn: 提高优先级

source: Decrease Priority
ca: Disminueix la Prioritat
it: Diminuisci priorità
zh_cn: 降低优先级

source: Hide Queue
ca: Oculta Cua
it: Nascondi coda
zh_cn: 隐藏队列

source: Download Selected
ca: Descarrega el Seleccionat
it: Download selezione
zh_cn: 下载已选文件

source: Reload
ca: Recarrega
it: Ricarica
zh_cn: 刷新

source: Time
ca: Temps
it: Tempo
zh_cn: 时间

source: IP or Address
ca: IP o Adreça
it: IP o indirizzo
zh_cn: IP 或地址：

source: Name
ca: Nom
it: Nome
zh_cn: 名字

source: Add to list
ca: Afegeix a la llista
it: Aggiungi alla lista
zh_cn: 加入列表

source: Update server.met from URL
ca: Actualitza el server.met d'una Adreça
it: Aggiorna server.met dall'URL
zh_cn: 读取URL以更新server.met

source: URL
ca: Adreça

source: Web-based Search
ca: Cerca per Web
it: Ricerca basata sul web
zh_cn: 网上搜索

source: ***_GetStats arrived
ca: ***_GetStats ha arribat
it: ***_GetStats arrivato

source: File Settings
ca: Configuració pels Fitxers
it: Impostazioni file
zh_cn: 文件设置

source: Max Sources Per File
ca: Fonts Màx per Fitxer
it: Fonti massime per file
zh_cn: 单个文件最大源数

source: Max. Connections
ca: Connexions Màx.
it: Connessioni massime
zh_cn: 最大连接数

source: max. new connections / 5secs
ca: noves connexios màx. / 5segs
it: Nuove connessioni massime / 5 sec
zh_cn: 5 秒内最大新连接数

source: Gzip Compression
ca: Compressió Gzip
it: Compressione gzip
zh_cn: 启用 Gzip 压缩

source: Save traffic, especially in graphs.
ca: Tràfic Segur, especialment als grpafics
it: Risparmia banda, specialmente nei grafici.
zh_cn: 保存传输数据，特别是在图里

source: Enable or disable the display of waiting queue in transfer page.
ca: Habilita o deshabilita la visualització de les cues en espera a la pantalla de transferències.
it: Abilita o disabilita la visione delle code nella finestra trasferimenti.
zh_cn: 启用或禁用传输页内的等待队列显示

source: Refresh-Time of Pages
ca: Temps de Refresc de les Pàgines
it: Intervallo aggiornamento pagine
zh_cn: 页刷新周期

source: Time in seconds (zero=disabled)
ca: Temps en segons (zero=deshabilitat)
it: Tempo in secondi (zero=disabilitato)

source: Speed Limits
ca: Límits de Velocitat
it: Limiti velocità
zh_cn: 速度限制

source: Bandwidth Limits
ca: Límits de l'Ample de Banda
it: Limiti banda
zh_cn: 带宽限制

source: Login
ca: Connecta
zh_cn: 登录

source: Enter your password here
ca: Posa la teva contrasenya aquí
it: Inserire password
zh_cn: 请输入密码

source: Login Now
ca: Connecta Ara
it: Effettua login ora
zh_cn: 现在登录

source: Server Preferences
ca: Preferències de Servidor
it: Preferenze server

source: Connected (Low ID)
ca: Connectat (ID Baix)
it: Connesso (LowID)

source: Webserver: Logout
ca: ServidorWeb: Desconnectat
zh_cn: 服务器: 登出

source: Search in progress. Refetch results in a moment!
ca: Cerca en procés. Obtindràs resultats en un moment!
it: Ricerca in corso. Risultati in arrivo!
zh_cn: 正在搜索。请稍等然后刷新结果

source: Search Results
ca: Resultats de la Cerca
it: Risultati ricerca
zh_cn: 搜索结果

source: Refetch Results
ca: Resultats Obtinguts
it: Aggiorna risultati
zh_cn: 刷新结果

source: File Hash
ca: Hash del Fitxer
it: Hash file
zh_cn: 文件校检码

source: Min Size
ca: Mida Mín
it: Dimensione min
zh_cn: 大小下限

source: Max Size
ca: Mida Màx
it: Dimensione max
zh_cn: 大小上限

source: Min Availability
ca: Disponibilitat Mín
it: Fonti minime
zh_cn: 最低源数

source: Method
ca: Mètode
it: Metodo
zh_cn: 方式

source: Global (Server)
ca: Global (Servidor)
it: Globale (server)
zh_cn: 全球 (服务器)

source: Normal
it: Normale
zh_cn: 普通

source: Parts:
it: Parti:

source: ' port:
it: ' porta:

source: Texts
it: Testi

source: General
it: Generale
zh_cn: 常规

source: Excellent
it: Eccellente
zh_cn: 很好

source: Port :
it: Porta:
zh_cn: 端口：

source: Total
it: Totale
zh_cn: 总和

source: AICH trusts every hash (not recomended)
it: AICH crede a ogni hash (sconsigliato)

source: IP:Port
it: IP:Porta
zh_cn: IP地址:端口

source: Port:
it: Porta:

source: Secure Identification uses a handshake approch to safely identify clients for use with the credit system.
it: L'identificazione sicura usa un approccio handshake per identificare i client che usano il sistema di crediti.

source: mins
it: min

source: h
it: ore

source: D
it: G

source: Text
it: Testo
zh_cn: 文本

source: file is 0 size somehow - using
it: il file ha dimensione 0 - utilizzo

source: Executable (*)|*||
it: Eseguibile (*)|*||
zh_cn: 可执行文件 (*)|*||

source: No Pref
it: Nessun gradimento
zh_cn: 无设置

source: Port %i
it: Porta %i

source: Total: %i
it: Totale: %i

source: Compatible: %i (%1.1f%%)
it: Compatibile: %i (%1.1f%%)

source: Hint: Use Show DL or Show UL
it: SUGGERIMENTO: usa mostra DL o mostra UL

source: You have asked for part hashes (Only used for files > 9.5 MB)
it: Hai richiesto le hash delle parti (solo per file > 9.5 MB)

source: Enter here the URL you want to add to the Ed2k link: Add / at the end to let aLinkCreator append the current file name
it: Inserisci qui l'URL che vuoi aggiungere al link ed2k: inserisci / alla fineperchè aLinkCreator lo aggiunga alla fine del nome del file

source: %02uD %02uh %02umin %02us
it: %02uG %02uore %02umin %02usec

source: %02uh %02umin %02us
it: %02uore %02umin %02usec

source: %02umin %02us
it: %02umin %02usec

source: Port
it: Porta
zh_cn: 端口

source: Port %d is not available !! This will mean that you will be LOWID. Use netstat to determine when port becomes available and try starting amule again.
zh_cn: 端口 %d 已被占用。 这意味着你会成为低ID。 请先用 netstat 命令来监测端口是否被占用， 然后再启动 aMule。

source: This version has new SecureIdent support, so your
zh_cn: 这个版本有新的安全代码的功能, 所以你的

source: client credits will be lost on this first run.
zh_cn: 用户信用积分会在这次运行时丢失.

source: There is no way to fix that, and eMule did the same.
zh_cn: 没有办法可以解决这个问题,即使是 eMule 也有同样的问题.

source: But your hash will be safe against stealers now, and your
zh_cn: 但你的代码再也不会被盗用了, 并且你的

source: cryptkey.dat, clients.met and preferences.dat are eMule compatible now.
zh_cn: aMule的 cryptokey.dat 和 clients.met 文件现在和 eMule 兼容了.

source: Just take them from your eMule config dir and put then on ~/.aMule.
zh_cn: 您可以从您的 eMule 的设置文件夹拷贝这两了文件到 ~/.aMule.

source: This rc2 version fixes most of the rc1 version bugs and adds new features.
zh_cn: 这个RC2测试版已经改正了前一个测试版中的绝大多数错误并且增加了新的功能.

source: For a full changes review, check Changelog file or www.amule.org, section Changelog.
zh_cn: 如要了解所有改动请到网站(www.amule.org)查询Changelog.

source: You locale has been changed to System Default due to version change. Sorry.
zh_cn: 对不起,由于版本变动,您的地区设置已经被变为系统默认地区

source: Filtered IP: %s (%s)
zh_cn: 屏蔽 IP: %s (%s)

source: Rating for file '%s' received: %i
zh_cn: 文件 '%s' 的评级已收到: %i

source: Description for file '%s' received: %s
zh_cn: 文件 '%s' 的描述已收到: %s

source: Unable to retrieve shared files from '%s'
zh_cn: 无法获取 '%s' 的共享文件

source: Requesting shared files from '%s'
zh_cn: 正在请求 '%s' 的共享文件

source: Requesting shared files from user %s (%u) is already in progress
zh_cn: 已经在请求 %s (%u) 的共享文件

source: NickName: %s
zh_cn: 昵称: %s

source: *** Chatsession Start :
zh_cn: *** 对话开始 :

source: failed
zh_cn: 失败

source: *** Disconnected
zh_cn: *** 连接已断

source: Credits expired!
zh_cn: 积分已过期

source: ClientSoftware ->
zh_cn: 用户软件

source: <- ClientVersion ->v
zh_cn: <- 用户软件版本 ->v

source: <- ClientModString ->
zh_cn: 用户软件版本代号

source: Not Supported
zh_cn: 不被支持

source: Not complete
zh_cn: 未完成

source: Bad Guy
zh_cn: 坏蛋

source: Verified - OK
zh_cn: 验证已通过

source: Not Available
zh_cn: 不在

source: Unknown exception in %s: file "%s"
zh_cn: %s 中出现未知异常: file "%s"

source: Auto
zh_cn: 自动

source: Check Fake
zh_cn: 检查虚假

source: Preview [
zh_cn: 预览 [

source: Auto [No]
zh_cn: 自动 [普]

source: Loaded ipfilter with %d IP addresses.
zh_cn: 成功载入IP地址过滤，共有 %d 个IP地址。

source: KnownFileList Save Starts
zh_cn: 已知文件列表存盘开始

source: KnownFileList Save Ends
zh_cn: 已知文件列表存盘结束

source: User %s (%u) requested your sharedfiles-list -> %s
zh_cn: 用户 %s (%u) 请求了共享文件列表 -> %s

source: User %s (%u) requested your shareddirectories-list -> %s
zh_cn: 用户 %s (%u) 请求了共享文件夹列表 -> %s

source: User %s (%u) requested your sharedfiles-list for directory %s -> %s
zh_cn: 用户 %s (%u) 请求了文件夹 %s 内的共享文件列表 -> %s

source: User %s (%u) shares directory %s
zh_cn: 用户 %s (%u) 共享文件夹 %s

source: User %s (%u) sent sharedfiles-list for directory %s
zh_cn: 用户 %s (%u) 发送了文件夹 %s 内的共享文件列表

source: User %s (%u) finished sending sharedfiles-list
zh_cn: 用户 %s (%u) 完成了共享文件列表的发送

source: User %s (%u) sent unwanted sharedfiles-list
zh_cn: 用户 %s (%u) 发送了未经请求的共享文件列表

source: User %s (%u) denied access to shareddirectories/files-list
zh_cn: 用户 %s (%u) 拒绝提供共享文件／文件夹列表

source: Client '%s' (IP:%s) caused an error: %s. Disconnecting client!
zh_cn: 用户 '%s' (IP:%s) 造成错误: %s. 正在切断连接!

source: Client '%s' (IP:%s) caused an error: %u. Disconnecting client!
zh_cn: 用户 '%s' (IP:%s) 造成错误: %u. 正在切断连接!

source: Fast ED2K Links Handler (Direct Download)
zh_cn: 快速 ED2K 链接处理 (直接下载)

source: Automatically assign new downloads to selected category
zh_cn: 自动设置新下载文件到选择的分类

source: Search global
zh_cn: 全球搜索

source: Clear All
zh_cn: 清除所有

source: Download selected
zh_cn: 下载已选项

source: Hash :
zh_cn: 校检码 :

source: Chinese
zh_cn: 中文

source: German (Swiss)
zh_cn: 德语 (瑞士)

source: Beep on errors
zh_cn: 遇错误发出蜂鸣警报

source: Bring to front on link click
zh_cn: 鼠标点击链接是将程序移至前台

source: Tooltip Delay Time in secs (1s to 5s)
zh_cn: 工具提示延迟时间秒数 (1-5)

source: 5 Days
zh_cn: 5 天

source: Check for new version
zh_cn: 获取新版本信息

source: Show Splashscreen
zh_cn: 显示启动画面

source: Enter your browser name here
zh_cn: 请输入浏览器名称

source: Clientport
zh_cn: 用户端口

source: Use Secure Ident
zh_cn: 使用安全 Ident

source: IP-Filter
zh_cn: IP 过滤

source: IP-Filter ON / OFF
zh_cn: IP 过滤 开/关

source: See my shares
zh_cn: 查询本地共享文件列表

source: Allocate full chucks for .part files
zh_cn: 预留数据段硬盘空间

source: aMule Tweaks Advertisements && Parameters
zh_cn: aMule 特殊设置

source: Autotake ED2K Links only during runtime
zh_cn: 只有正在运行时才处理 ED2K 链接

source: Arrange Downloads
zh_cn: 排列下载文件

source: Enable auto-arranging download list
zh_cn: 启用自动排列下载文件列表

source: Download speed
zh_cn: 下载速度

source: Number of sources
zh_cn: 源的数量

source: GTK Theme Selector
zh_cn: GTK 主题选择

source: Theme :
zh_cn: 主题 :

source: Use Font
zh_cn: 使用字体

source: Font
zh_cn: 字体

source: Use old style tabs on preferences
zh_cn: 使用旧式设置分叶

source: No Needed Sources Handling
zh_cn: 无可供下载数据断的源的处理

source: Enable auto drop No Needed Sources
zh_cn: 启用自动清除无可供下载数据断的源

source: Extended Dropping
zh_cn: 拓展无用源清除

source: Drop sources anyway
zh_cn: 无条件清除无用源

source: Notify
zh_cn: 通知

source: aMule Tweaks
zh_cn: aMule 特殊设置

source: Error: Failed to open part.met file! (%s => %s)
zh_cn: 错误: 无法读取 part.met 文件 (%s => %s)

source: Error: part.met fileis 0 size! (%s => %s)
zh_cn: 错误: part.met 文件长度为零 (%s => %s)

source: Trying backup of met file on (%s%s)
zh_cn: 尝试把met文件备份到 (%s%s)

source: Unexpected file error while reading server.met: %s, unable to load serverlist
zh_cn: 读取文件 server.met 过程中发生意外错误: %s, 无法读取服务器列表

source: .part file not found
zh_cn: 找不到 .part 文件

source: Unable to open %s file - using %s file.
zh_cn: 无法读取文件 %s - 用 %s 文件替代.

source: %s file is 0 size somehow - using %s file. Please report on http://forum.amule.org
zh_cn: %s 文件长度为零 - 用 %s 文件替代. 请到我们的论坛汇报这个bug (http://forum.amule.org)

source: Failed to delete %s
zh_cn: 无法删除 %s

source: Failed to delete %s%s
zh_cn: 无法删除 %s%s

source: A file with that name already exists, the file has been renamed
zh_cn: 文件名已存在, 现有文件已被更名

source: ICH: Recovered corrupted part %i (%s)
zh_cn: ICH: 修复了损坏的数据段 %i (%s)

source: Partfilename: %s Parts: %d , %s: %d (%.1f%%)
zh_cn: Part 文件名: %s 数据段: %d , %s: %d (%.1f%%)

source: %d%% done (%s) - Transferring from %d sources
zh_cn: %d%% 已完成 (%s) - 下载源 %d

source: Update period: %i secs
zh_cn: 刷新周期: %i 秒

source: Update period: %i sec
zh_cn: 刷新周期: %i 秒

source: Update: Disabled
zh_cn: 刷新: 已禁用

source: Server connection refresh interval %i mins
zh_cn: 服务器连接刷新周期: %i 分钟

source: Server connection refresh interval %i min
zh_cn: 服务器连接刷新周期: %i 分钟

source: Connections Graph Scale: %i
zh_cn: 网络连接图表规格: %i

source: Time for running averages: %i mins
zh_cn: 动态平均统计时间范围: %i 分钟

source: File Buffer Size %i bytes
zh_cn: 文件缓冲区大小: %i bytes

source: Upload Queue Size %i clients
zh_cn: 上传队列长度: %i 个用户

source: %i days
zh_cn: %i 天

source: %i day
zh_cn: %i 天

source: No
zh_cn: 无

source: Close this search result
zh_cn: 关闭该搜索结果

source: Description: %s
zh_cn: 信息: %s

source: User: %i
zh_cn: 用户: %i

source: Unable to retrieve serverlist
zh_cn: 无法取得服务器列表

source: Failed to download the serverlist from %s
zh_cn: 无法从 %s 下载服务器列表

source: Invalid versiontag in server.met (0x%i , size %i)!
zh_cn: server.met 中的版本标签无效 (0x%i , size %i)!

source: Connect to this server
zh_cn: 连接到该服务器

source: Add to static
zh_cn: 加入静态列表

source: Remove from static server list
zh_cn: 从静态列表中删除

source: Remove server
zh_cn: 删除服务器

source: Reconnect to this server
zh_cn: 重新连接到该服务器

source: Failed to open staticservers.dat
zh_cn: 无法打开文件 staticservers.dat

source: Added to static server list
zh_cn: 已加入静态文件列表

source: Unknown server info received !
zh_cn: 收到未知服务器信息 !

source: Unhandled error while processing packet from server (%s)
zh_cn: 在处理从服务器接收的数据是有无法处理的错误 (%s)

source: Connecting to %s (%s:%i)...
zh_cn: 正在连接 %s (%s:%i)...

source: Error in serversocket: %s (%s:%i): %u
zh_cn: 服务器接口错误: %s (%s:%i): %u

source: This is
zh_cn: 这是

source: (based on
zh_cn: (基于

source: Visit http://www.amule.org to check if a new version is available.
zh_cn: 请访问 http://www.amule.org 以下载最新版本

source: Loading...
zh_cn: 正在装入...

source: Connected to %s (%s:%i)
zh_cn: 已连接到 %s (%s:%i)

source: Connection established on: %s
zh_cn: 已连接到: %s

source: Lost connection to %s (%s:%i)
zh_cn: 连接已断 %s (%s:%i)

source: %s (%s:%i) appears to be dead.
zh_cn: %s (%s:%i) 可能已当机

source: %s (%s:%i) appears to be full
zh_cn: %s (%s:%i) 可能已没有空位

source: Connecting to %s (%s:%i ) failed.
zh_cn: 连接失败 %s (%s:%i )

source: Connection attempt to %s (%s:%i ) timed out
zh_cn: 连接超时 %s (%s:%i )

source: Detection Disabled
zh_cn: 探测已禁用

source: Not Found
zh_cn: 未找到

source: Actual Speed Limits:
zh_cn: 实际速度限制:

source: DL:
zh_cn: 下载:

source: UP:
zh_cn: 上传:

source: Nick:
zh_cn: 昵称:

source: Nick: Not Ready
zh_cn: 昵称: 未就绪

source: Hash:
zh_cn: 校检码:

source: Hash: Not Ready
zh_cn: 校检码: 未就绪

source: ClientID:
zh_cn: 客户代号:

source: ID: Not Connected
zh_cn: 代号: 未连接

source: Uptime: None
zh_cn: 运行时间: 无

source: ServerName: Not Connected
zh_cn: 服务器名称: 未连接

source: ServerIP: Not Connected
zh_cn: 服务器 IP: 未连接

source: Total UP:
zh_cn: 总上传:

source: Personal Infos
zh_cn: 个人信息

source: Hide
zh_cn: 隐藏

source: Show
zh_cn: 显示

source: All To Max Speed
zh_cn: 全设为最高速度

source: All To Min Speed
zh_cn: 全设为最低速度

source: %s [%s:%i] using %s removed : invalide eMule client
zh_cn: 用户 %s [%s:%i] 使用软件 %s 已被删除 : 非法 eMule 版本

source: %s [%s:%i] using %s removed : suspicious mod string change
zh_cn: 用户 %s [%s:%i] 使用软件 %s 已被删除 : 可疑版本代号

source: %s [%s:%i] using %s removed : known leecher
zh_cn: 用户 %s [%s:%i] 使用软件 %s 已被删除 : 已知的吸血鬼

source: %s [%s:%i] using %s removed : suspicious hash change
zh_cn: 用户 %s [%s:%i] 使用软件 %s 已被删除 : 可疑的用户代码变动

source: %s [%s:%i] using %s removed : use your own hash
zh_cn: 用户 %s [%s:%i] 使用软件 %s 已被删除 : 盗用他人用户代码

source: %s [%s:%i] using %s removed : suspicious name change
zh_cn: 用户 %s [%s:%i] 使用软件 %s 已被删除 : 可疑的用户名变动

source: %s [%s:%i] using %s removed : leecher, invalid eMule or irregular Donkey
zh_cn: 用户 %s [%s:%i] 使用软件 %s 已被删除 : 吸血鬼, 非法版本

source: Failed to load template %s
zh_cn: 无法加载模板 %s

source: &Preferences
zh_cn: 首选项 (&P)

source: Limits
zh_cn: 限制

source: Time in seconds (zero=disabled):
zh_cn: 时间秒数 (0代表禁用)
