Repository: Hank-chinasky/amule
Catalog: tags/Release-2_0_0/po/*.po
Languages: es_mx

source: Filtered IP: %s (%s)
es_mx: IP Filtrada: %s (%s)

source: Rating for file '%s' received: %i
es_mx: Se recibió calificación para el archivo '%s': %i

source: Description for file '%s' received: %s
es_mx: Se recibió descripción para el archivo '%s': %s

source: Unable to retrieve shared files from '%s'
es_mx: Imposible obtener archivos compartidos de '%s'

source: Unknown
es_mx: Desconocido

source: Requesting shared files from '%s'
es_mx: Pidiendo archivos compartidos de '%s'

source: NickName: %s
es_mx: Nombre: %s

source: Requested:
es_mx: Pedidas:

source: Requested unknown file
es_mx: Pidió un archivo desconocido

source: can't create file '%s'
es_mx: no se puede crear el archivo '%s'

source: can't close file descriptor %d
es_mx: no se puede cerrar el descriptor de archivo %d

source: can't read from file descriptor %d
es_mx: no se puede leer del descriptor de archivo %d

source: can't write to file descriptor %d
es_mx: no se puede escribir al desciptor de archivo %d

source: can't flush file descriptor %d
es_mx: no se puede eliminar el descriptor de archivo %d

source: unknown seek origin
es_mx: origen de búsqueda desconocido

source: can't get seek position on file descriptor %d
es_mx: no se puede establecer la posición de búsqueda en el descriptor de archivo %d

source: can't find length of file on file descriptor %d
es_mx: no se puede encontrar la longitud del archivo en el descriptor de archivo %d

source: can't determine if the end of file is reached on descriptor %d
es_mx: no se puede determinar si el fin de archivo se logra con el descriptor %d

source: invalid eof() return value.
es_mx: valor de regreso de eof() inválido.

source: Choose a folder for incoming files
es_mx: Escoge un directorio para los archivos entrantes

source: Instant Messaging Right-click on any client and select 'Send Message' to start a chatsession
es_mx: Mensajería Instantánea Da clic con el botón derecho en cualquier cliente y selecciona 'Enviar Mensaje' para iniciar una sesión de chat

source: *** Chatsession Start :
es_mx: *** Inicia sesión de Conversación :

source: Message from
es_mx: Mensaje de

source: Connecting
es_mx: Conectando

source: failed
es_mx: fallo

source: *** Disconnected
es_mx: *** Desconectado

source: Creditfile is out of date and will be replaced
es_mx: El archivo de créditos está desactualizado y será reemplazado

source: Creditfile loaded, %u clients are known
es_mx: Archivo de créditos leído, %u clientes conocidos

source: Failed to save creditfile
es_mx: Fallo al guardar el archivo de créditos

source: aMule
es_mx: aMule v

source: eDonkey
es_mx: eDonkey v%i

source: Old MlDonkey
es_mx: MlDonkey Viejo

source: New MlDonkey
es_mx: MlDonkey Viejo

source: Low
es_mx: Baja

source: High
es_mx: Alta

source: Error while processing incoming UDP Packet (Most likely a misconfigured server)
es_mx: Error mientras se procesaba un paquete UDP entrante (Lo más probable es un servidor mal configurado)

source: File Comments
es_mx: Comentarios del Archivo

source: Username:
es_mx: Usuario:

source: File Name
es_mx: Nombre del Archivo

source: Rating
es_mx: Calificación

source: No comments
es_mx: Sin comentarios

source: Corrupted compressed packet for %s received (error %i)
es_mx: Se recibieron paquetes comprimidos corruptos de %s (error %i)

source: Auto [Lo]
es_mx: Auto [Ba]

source: Auto [Hi]
es_mx: Auto [Al]

source: Asking
es_mx: Pidiendo

source: Connecting via server
es_mx: Conectando via servidor

source: Queue Full
es_mx: Cola Llena

source: On Queue
es_mx: En Cola

source: Transferring
es_mx: Transfiriendo

source: Receiving hashset
es_mx: Recibiendo hashset

source: Cannot connect LowID to LowID
es_mx: No se puede conectar un LowID a otro LowID

source: Too many connections
es_mx: Demasiadas conexiones

source: Asked for another file
es_mx: Pidió otro Archivo

source: No part files found
es_mx: No se encontraron partes de archivo

source: Found %i part files
es_mx: Se encontraron %i partes de archivo

source: Downloading %s
es_mx: Bajando %s

source: You are already trying to download the file %s
es_mx: Ya estás tratando de bajar el archivo %s

source: You already have the file %s
es_mx: Ya tienes el archivo %s

source: This ed2k link is invalid (%s)
es_mx: Esta liga ed2k no es válida (%s)

source: Invalid link: %s
es_mx: Liga inválida: %s

source: not a well-formed ed2k link
es_mx: no es una liga ed2k correcta

source: Not an ED2K server or file link
es_mx: No es un servidor o liga ED2K

source: Sources
es_mx: Fuentes

source: Username
es_mx: Usuario

source: Friends
es_mx: Amigos

source: Show &Details
es_mx: Mostrar D&etalles

source: Add a friend
es_mx: Agregar un amigo

source: Remove Friend
es_mx: Remover Amigo

source: Send &Message
es_mx: Enviar Me&nsaje

source: View Files
es_mx: Ver Archivos

source: Establish Friend Slot
es_mx: Establecer Slot Amigo

source: Downloading...
es_mx: Bajando...

source: Error: the file known.met is corrupted, unable to load known files
es_mx: Error: el archivo known.met está corrupto. Es imposible leer los archivos conocidos

source: Unexpected file error while reading known.met: %s, unable to load known files
es_mx: Error de archivo inesperado mientras se leía known.met: %s, imposible leer archivos conocidos

source: User %s (%u) requested your sharedfiles-list -> %s
es_mx: El usuario %s (%u) pidió ver tu lista de archivos compartidos -> %s

source: accepted
es_mx: aceptado

source: denied
es_mx: denegado

source: Client '%s' (IP:%s) caused an error: %s. Disconnecting client!
es_mx: El cliente '%s' (IP:%s) causó un error: %s. ¡Desconectando al cliente!

source: A client caused an error or did something bad: %s. Disconnecting client!
es_mx: Un cliente causó un error o hizo algo malo: %s. ¡Desconectando al cliente!

source: Client '%s' (IP:%s) caused an error: %u. Disconnecting client!
es_mx: El cliente '%s' (IP:%s) causó un error: %u. ¡Desconectando al cliente!

source: Connection
es_mx: Conexión

source: Directories
es_mx: Directorios

source: Browse for videoplayer
es_mx: Buscar tocador de vídeo

source: Executable (*)|*||
es_mx: Ejecutable (*)|*||

source: Files
es_mx: Archivos

source: Notify
es_mx: Notificar

source: Browse wav
es_mx: Buscar wav

source: File wav (*.wav)|*.wav||
es_mx: Archivo wav (*.wav)|*.wav||

source: Server
es_mx: Servidor

source: Edit Serverlist
es_mx: Lista de Servidores

source: Statistics
es_mx: Estadísticas

source: Tweaks
es_mx: Modificaciones

source: ERROR: Failed to create partfile)
es_mx: ERROR: Fallo al crear archivo part)

source: Error: Failed to open part.met file! (%s => %s)
es_mx: Error: ¡Fallo al abrir el archivo part.met! (%s => %s)

source: Error: Invalid part.met fileversion! (%s => %s)
es_mx: Error: ¡Versión del part.met inválida! (%s => %s)

source: Failed to open %s (%s)
es_mx: Fallo al abrir %s (%s)

source: ERROR while saving partfile: %s (%s => %s)
es_mx: ERROR mientras se guardaba archivo part: %s (%s => %s)

source: .part file not found
es_mx: archivo .part no encontrado

source: Found corrupted part (%i) in %s
es_mx: Se encontró una parte corrupta (%i) en %s

source: Failed to delete %s
es_mx: Fallo al borrar %s

source: Finished downloading %s :-)
es_mx: Se terminó de bajar %s :-)

source: Downloaded:
es_mx: Bajado:

source: A file with that name already exists, the file has been saved as %s
es_mx: Un archivo con ese nombre ya existe, el archivo ha sido guardado como %s

source: Warning: Unable to hash downloaded part - hashset incomplete (%s)
es_mx: Advertencia: Imposible hacer hash en la parte bajada - hashset incompleto (%s)

source: Error: Unable to hash downloaded part - hashset incomplete (%s). This should never happen
es_mx: Error: Imposible hacer hash en la parte bajada - hashset incompleto (%s). Esto no debería suceder

source: Downloading
es_mx: Bajando

source: Waiting
es_mx: Esperando

source: Hashing
es_mx: Haciendo Hash

source: Completing
es_mx: Completando

source: Complete
es_mx: Completo

source: Paused
es_mx: Pausado

source: Erroneous
es_mx: Erróneo

source: Stopped
es_mx: Detenido

source: Downloaded part %i is corrupt :( (%s)
es_mx: La parte bajada %i está corrupta :( (%s)

source: ICH: Recovered corrupted part %i (%s)
es_mx: ICH: Se recuperó la parte corrupta %i (%s)

source: Unexpected file error while writing %s : %s
es_mx: Error de archivo inesperado mientras se escribía %s : %s

source: Partfilename: %s Parts: %d , %s: %d (%.1f%%)
es_mx: ArchivoParcial: %s Partes: %d, %s: %d (%.1f%%)

source: %d%% done (%s) - Transferring from %d sources
es_mx: %d%% completado (%s) - Transfiriendo de %d fuentes

source: Status
es_mx: Estado

source: Last Reception:
es_mx: Última Recepción:

source: Preferences
es_mx: Preferencias

source: Cancel
es_mx: Cancelar

source: File
es_mx: Archivo

source: File Priority
es_mx: Prioridad de Archivo

source: Score
es_mx: Puntos

source: Asked
es_mx: Pedido

source: Last Seen
es_mx: Último Visto

source: Entered Queue
es_mx: Entró a la Cola

source: Banned
es_mx: Expulsado

source: Obtained Parts
es_mx: Partes Obtenidas

source: Clients
es_mx: Clientes

source: Unban
es_mx: Permitir

source: Show Uploads
es_mx: Mostrar Subidos

source: Add to Friends
es_mx: Agregar a Amigos

source: Very low
es_mx: Muy bajo

source: Yes
es_mx: Sí

source: You are not connected to a server!
es_mx: ¡No estás conectado a un servidor!

source: Not Connected
es_mx: No Conectado

source: Video
es_mx: Vídeo

source: Programs
es_mx: Programas

source: Pictures
es_mx: Fotos

source: Any
es_mx: Cualquiera

source: Size
es_mx: Tamaño

source: Type
es_mx: Tipo

source: FileID
es_mx: IDArchivo

source: Download
es_mx: Bajar

source: Copy ED2k link to clipboard
es_mx: Copiar la liga ED2K a memoria

source: Copy ED2k link to clipboard (HTML)
es_mx: Copiar la liga ED2K a memoria (HTML)

source: Unable to retrieve serverlist
es_mx: Imposible recuperar lista de servidores

source: Failed to download the serverlist from %s
es_mx: Fallo al bajar la lista de servidores de %s

source: Failed to load server.met!
es_mx: ¡Fallo al leer server.met!

source: Invalid versiontag in server.met (0x%X)!
es_mx: versiontag inválida en server.met (0x%X)!

source: %i servers in server.met found
es_mx: %i servidores encontrados en server.met

source: Server added:
es_mx: Servidor agregado:

source: Failed to save server.met!
es_mx: ¡Fallo al guardar server.met!

source: Connect to this server
es_mx: Conectar a este Servidor

source: Priority
es_mx: Prioridad

source: Add to static
es_mx: Agregar a Estáticos

source: Remove from static server list
es_mx: Remover de la lista de servidores estáticos

source: Remove server
es_mx: Remover servidor

source: Remove all servers
es_mx: Remover todos los servidores

source: Copy ED2k &link to clipboard
es_mx: Copiar &liga ED2K a memoria

source: Server Name
es_mx: Nombre del Servidor

source: Description
es_mx: Descripción

source: Users
es_mx: Usuarios

source: Preference
es_mx: Preferencia

source: Failed
es_mx: Fallos

source: Static
es_mx: Estático

source: Failed to open staticservers.dat
es_mx: Fallo al abrir staticservers.dat

source: New clientid is %u
es_mx: El nuevo identificador de cliente es %u

source: Received %d new servers
es_mx: Se recibieron %d nuevos servidores

source: Connecting to %s (%s:%i)...
es_mx: Conectando a %s (%s:%i)...

source: Error while connecting to %s (%s:%i): %d
es_mx: Error mientras se conectaba a %s (%s:%i): %d

source: Error in serversocket: %s (%s:%i): %u
es_mx: Error en el socket del servidor: %s (%s:%i): %u

source: Invalid URL
es_mx: URL Inválida

source: Please enter a serveradress
es_mx: Por favor, introduce una dirección del servidor

source: Incomplete serverport: Please enter a serverport
es_mx: Puerto incompleto: Por favor, introduce el puerto del servidor

source: Server not added!
es_mx: ¡Servidor no agregado!

source: Connected
es_mx: Conectado

source: Disconnected
es_mx: Desconectado

source: Port
es_mx: Puerto

source: Found %i known shared files
es_mx: Se encontraron %i archivos compartidos conocidos

source: Reload
es_mx: Releer

source: Loading...
es_mx: Bajando...

source: Permission
es_mx: Permiso

source: Requests
es_mx: Peticiones

source: Accepted Requests
es_mx: Peticiones Aceptadas

source: Transferred Data
es_mx: Datos Transferidos

source: Shared Files
es_mx: Compartido

source: Public
es_mx: Público

source: Friends only
es_mx: Sólo amigos

source: Locked
es_mx: Bloqueado

source: Permissions
es_mx: Permisos

source: Change this file's comment...
es_mx: Cambiar el comentario de este archivo...

source: Copy ED2k link to clipboard (&HTML)
es_mx: Copiar la liga ED2K a memoria (&HTML)

source: Auto [Re]
es_mx: Auto [La]

source: Hidden
es_mx: Escondido

source: You cannot change permissions while a file is still downloading!
es_mx: ¡No puedes cambiar permiso a un archivo mientras se encuentra bajando!

source: Waiting...
es_mx: Esperando...

source: Transfer
es_mx: Transferencia

source: Uploads
es_mx: Subidas

source: Downloads
es_mx: Bajadas

source: Filtered: %i
es_mx: Filtrado: %i

source: Servers
es_mx: Servidores

source: Downloaded Data (Session (Total)): %s (%s)
es_mx: Datos Bajados (Sesión (Total)): %s (%s)

source: Total Overhead (Packets): %s (%s)
es_mx: Total Overhead (Paquetes): %s (%s)

source: File Request Overhead (Packets): %s (%s)
es_mx: Peticiones de Archivo Overhead (Paquetes): %s (%s)

source: Source Exchange Overhead (Packets): %s (%s)
es_mx: Intercambio de Fuentes Overhead (Paquetes): %s (%s)

source: Server Overhead (Packets): %s (%s)
es_mx: Overhead de Servidor (Paquetes): %s (%s)

source: Found Sources: %i
es_mx: Fuentes encontradas: %i

source: Active Downloads (chunks): %i
es_mx: Bajadas activas (pedazos): %i

source: Uploaded Data (Session (Total)): %s (%s)
es_mx: Datos Subidos (Sesión (Total)): %s (%s)

source: Active Uploads: %i
es_mx: Subidas Activas: %i

source: Waiting Uploads: %i
es_mx: Subidas Esperando: %i

source: Total successful upload sessions: %i
es_mx: Total de sesiones de subida exitosas: %i

source: Total failed upload sessions: %i
es_mx: Total de sesiones de subida fallidas: %i

source: Average upload time: %s
es_mx: Tiempo promedio de subida: %s

source: Average Downloadrate (Session): %.2f kB/s
es_mx: Velocidad de bajada Promedio (Sesión): %.2f kB/s

source: Average Uploadrate (Session): %.2f kB/s
es_mx: Velocidad de subida Promedio (Sesión): %.2f kB/s

source: Max Downloadrate Average (Session): %.2f kB/s
es_mx: Promedio de Bajada Máximo (Sesión): %.2f kB/s

source: Max Downloadrate (Session): %.2f kB/s
es_mx: Promedio de Subida Máximo (Sesión): %.2f kB/s

source: Reconnects: %i
es_mx: Reconexiones: %i

source: waiting for transfer...
es_mx: esperando transferencia...

source: Time Since First Transfer: %s
es_mx: Tiempo desde la primera transferencia: %s

source: waiting for connection...
es_mx: esperando conexión...

source: Connected To Server Since: %s
es_mx: Conectado al Servidor Desde: %s

source: Number of Shared Files: %i
es_mx: Número de Archivos Compartidos: %i

source: Total size of Shared Files: %s
es_mx: Tamaño total de Archivos Compartidos: %s

source: Average filesize: %s
es_mx: Tamaño de archivo promedio: %s

source: eDonkeyHybrid: %i (%1.1f%%)
es_mx: eDonkeyHybrid v%i (%1.1f%%)

source: eDonkey: %i (%1.1f%%)
es_mx: eDonkey v%i (%1.1f%%)

source: Unknown: %i
es_mx: Desconocido: %i

source: Working Servers
es_mx: Servidores Funcionando

source: Failed Servers
es_mx: Servidores Fallidos

source: Deleted Servers
es_mx: Servidores Borrados

source: Users on Working Servers
es_mx: Usuarios en Servidores Funcionando

source: Files on Working Servers
es_mx: Archivos en Servidores Funcionando

source: Total Users
es_mx: Usuarios Totales

source: Total Files
es_mx: Archivos Totales

source: Active Connections (estimate)
es_mx: Conexiones Activas (estimado)

source: Server Occupation: %.2f%%
es_mx: Ocupación del Servidor: %.2f%%

source: Max Connection Limit Reached
es_mx: Se llegó al Límite de Conexiones Máximas

source: Average Connections (estimate)
es_mx: Conexiones Promedio (estimado)

source: Peak Connections (estimate)
es_mx: Pico de Conexiones (estimado)

source: Connect to any server
es_mx: Conectarse a Cualquier Servidor

source: Exit
es_mx: Salir

source: aMule for Linux
es_mx: aMule para Linux

source: Completed
es_mx: Completado

source: Archive
es_mx: Archivo comprimido

source: CD-Images
es_mx: Imágenes-CD

source: &Stop
es_mx: &Detener

source: &Pause
es_mx: &Pausar

source: &Resume
es_mx: &Reiniciar

source: Error while processing incoming extended protocol UDP Packet
es_mx: Error mientras se procesaba el paquete del protocolo UDP entrante extendido

source: Client '%s' caused error while creating package (%s) - disconnecting client
es_mx: El cliente '%s' causó un error mientras creaba el paquete (%s) - desconectando al cliente

source: requested file not found
es_mx: archivo requerido no encontrado

source: Client '%s' seems to be an aggressive client and is banned from the uploadqueue
es_mx: El cliente '%s' parece ser un cliente agresivo y será expulsado de la cola de subida

source: Speed
es_mx: Velocidad

source: Transferred
es_mx: Transferido

source: Waited
es_mx: Esperado

source: Upload Time
es_mx: Tiempo de Subida

source: Show Queue
es_mx: Mostrar Cola

source: Fatal Error: Failed to create Timer
es_mx: Error Fatal: Fallo al crear reloj

source: Client '%s' and '%s' have the same userhash or IP - removed '%s'
es_mx: Los Clientes '%s' y '%s' tienen el mismo hash de usuario o IP - removido '%s'

source: Wizard
es_mx: Mago

source: Down (kbit/s)
es_mx: Bajada (kbit/s)

source: Up (kbit/s)
es_mx: Subida (kbit/s)

source: Custom
es_mx: Personalizado

source: (enter below!)
es_mx: (¡escríbelo abajo!)

source: 56-k Modem
es_mx: Módem de 56-k

source: Port %d is not available. You will be LOWID
es_mx: El puerto %d no está disponible. Tendrás un LOWID

source: Port %d is not available !! This will mean that you will be LOWID. Use netstat to determine when port becomes available and try starting amule again.
es_mx: ¡El puerto %d no está disponible! Esto significa que tendrás un LOWID. Usa netstat para determinar cuando el puerto esté disponible e intenta reiniciar amule.

source: You need a HighID to create a valid sourcelink
es_mx: Necesitas un HighID para crear una liga válida a la fuente

source: Failed to save
es_mx: Fallo al guardar

source: Desktop integration
es_mx: Integración con el escritorio

source: Disconnect
es_mx: Desconectar

source: Disconnect from current server
es_mx: Desconectar del servidor actual

source: Connection established on:
es_mx: Conexión establecida con:

source: Stops the current connection attempts
es_mx: Detiene los intentos de conexión actuales

source: Connect
es_mx: Conectar

source: Up: %.1f(%.1f) | Down: %.1f(%.1f)
es_mx: Subir: %.1f(%.1f) | Bajar: %.1f(%.1f)

source: Up: %.1f | Down: %.1f
es_mx: Subir: %.1f | Bajar: %.1f

source: Do you really want to exit aMule?
es_mx: ¿De verdad quieres salir de aMule?

source: Exit confirmation
es_mx: Confirmación de Salida

source: &Transfers
es_mx: &Transferencias

source: &Servers
es_mx: &Servidores

source: S&earch
es_mx: &Buscar

source: Shared &Files
es_mx: &Archivos Compartidos

source: &Messages
es_mx: &Mensajes

source: St&atistics
es_mx: &Estadísticas

source: &Preferences
es_mx: &Preferencias

source: secs
es_mx: segs

source: Videos
es_mx: Vídeos

source: Archives
es_mx: Comprimidos

source: Not rated
es_mx: Sin calificación

source: Invalid / Corrupt / Fake
es_mx: Inválido / Corrupto / Falso

source: Poor
es_mx: Pobre

source: Good
es_mx: Bueno

source: Fair
es_mx: Suficiente

source: Excellent
es_mx: Excelente

source: Description: %s
es_mx: Descripción: %s

source: User: %i
es_mx: Usuario: %i

source: Failed to connect to all servers listed. Making another pass.
es_mx: Fallo al conectarse a todos los servidores listados. Realizando otra pasada.

source: No valid servers to connect in serverlist found
es_mx: No se encontraron servidores válidos para conectarse en la lista de servidores

source: Connection established on: %s
es_mx: Conexión establecida con: %s

source: Fatal Error while trying to connect. Internet connection might be down
es_mx: Error fatal mientras se intentaba conectar. La conexión con Internet podría estar fallando

source: Lost connection to %s (%s:%i)
es_mx: Se perdió conexión con %s (%s:%i)

source: %s (%s:%i) appears to be dead.
es_mx: %s (%s:%i) parece estar muerto.

source: %s (%s:%i) appears to be full
es_mx: %s (%s:%i) parece estar lleno

source: Automatic connection to server will retry in %d seconds
es_mx: Se reintentará Conexión Automática al servidor en %d segundos

source: Connection lost
es_mx: Se perdió la conexión

source: Connecting to %s (%s:%i ) failed.
es_mx: Conectándose a %s (%s:%i ) fallido.

source: Connection attempt to %s (%s:%i ) timed out
es_mx: Intento de conexión a %s (%s:%i) imposible: tiempo excedido
