Repository: Hank-chinasky/amule
Catalog: trunk/po/*.po
Languages: da

source: Error while processing incoming extended protocol UDP Packet
da: Fejl i inkomende protocol UDP pak

source: asked for incomplete block
da: Spurgte efter en ikke færdig blok

source: failed to open requested file
da: Kunne ikke åbne anmodet fil

source: Client '%s' caused error while creating package (%s) - disconnecting client
da: Klient '%s' lavede fejl ved oprettelse af pakker (%s) - afbryder klient

source: requested file not found
da: anmodet fil ikke fundet

source: Client '%s' seems to be an aggressive client and is banned from the uploadqueue
da: Klient '%s' ser ud til at være en aggresiv klient og er bannet fra upload køen

source: users
da: Brugere

source: invalid OP_HASHSETREQUEST packet size
da: invalid OP_HASHSETREQUEST pakke størrelse

source: A client caused an error or did something bad: %s. Disconnecting client!
da: En klient lavede en fejl eller gjode noget slemt: %s. Afbryder klient!

source: Unknown clients sends extended protocol packet
da: Ukendt klient sender udvidet protokol pakker

source: Error: Failed to open part.met file! (%s => %s)
da: Kunne ikke åbne part.met fil! (%s => %s)

source: Error: Invalid part.met fileversion! (%s => %s)
da: Fejl: Invalid part.met filversion! (%s => %s)

source: Invalid Gap-Tag in part.met file
da: Invalid Gap-Tag i part.met fil

source: Error: %s (%s) is corrupt, unable to load file
da: Fejl: %s (%s) er beskadiget, kunne ikke hente fil

source: Unexpected file error while reading %s (%s): %s
da: Uventet fil fejl ved læsning %s (%s): %s

source: Failed to open %s (%s)
da: Kunne ikke åbne %s (%s)

source: Warning: %s might be corrupted, performing rehash of completed parts
da: Advarsel: %s er måske beskadiget, laver genhash af færdige dele

source: .part file not found
da: .part fil ikke fundet

source: Failed to open part.met file
da: Kunne ikke åbne part.met fil

source: ERROR while saving partfile: %s (%s => %s)
da: Fejl ved gemning af partfil: %s (%s => %s)

source: Found corrupted part (%i) in %s
da: Fandt beskadigede dele (%i) i %s

source: Finished rehashing %s, file seems to be ok
da: Færdig med at genhashe %s, fil er i orden

source: Downloaded part %i is corrupt :( (%s)
da: Downloadet del %i er beskadiget :( (%s)

source: ICH: Recovered corrupted part %i (%s)
da: I.C.H.: Reddede beskadiget del %i (%s)

source: You have insufficient diskspace to download %s!
da: Du har ikke nok disk plads til at downloade %s!

source: Unexpected file error while writing %s : %s
da: Uventet fil fejl ved skrivning %s : %s

source: Unexpected file error while completing %s. File paused, restart xMule to start another completing-try
da: Uventet fil fejl ved færdig gørrelse %s. fil på pause, restart xMule for prøve at gøre filen færdig

source: Failed to delete %s, you will need to do this by hand
da: Kunne ikke slette %s, du må gøre det selv

source: Finished downloading %s :-)
da: Færdig med downloading af %s :-)

source: Failed to delete %s
da: Kunne ikke slette %s

source: Warning: Unable to hash downloaded part - hashset incomplete (%s)
da: Advarsel: kunne ikke hashe downloadede del - hashsæt ikke færdig (%s)

source: Error: Unable to hash downloaded part - hashset incomplete (%s). This should never happen
da: Fejl: Kunne ikke hashe downloadede del - hashsæt ikke færdig (%s). Dette skulle aldrig ske

source: Downloading
da: Henter

source: Waiting
da: Venter

source: Hashing
da: Hasher

source: Completing
da: Færdiggør

source: Complete
da: Færdig

source: Paused
da: Pause

source: Erroneous
da: Beskadiget

source: files
da: filer

source: Description: %s
da: Beskrivelse: %s

source: No valid servers to connect in serverlist found
da: Ingen brugbare servere i serverliste

source: Connected to %s (%s:%i), sending login request
da: Forbundet til %s (%s:%i), sender login anmodning

source: Fatal Error while trying to connect. Internet connection might be down
da: Kunne ikke forbinde. Internettet må være nede.

source: Lost connection to %s (%s:%i)
da: Mistede forbindelsen til %s (%s:%i)

source: %s (%s:%i) appears to be dead.
da: %s (%s:%i) ser ud til at være død

source: %s (%s:%i) appears to be full
da: %s (%s:%i) ser ud til at være fuld

source: Connection established on: %s
da: Forbindelse oprettet til: %s

source: Preview
da: Smug Kig

source: Show Queue
da: Vis Køen

source: Show Uploads
da: Vis Uploads

source: Clients on Queue:
da: Klienter i kø:

source: Download Selected
da: Download

source: Accepted Uploads:
da: Accepteret Uploads:

source: Requested:
da: anmodede:

source: waiting uploads
da: ventende uploads

source: Incoming Files
da: Indkommende Filer

source: Temporary Files
da: Midlertidige Filer

source: Browse
da: søg

source: Shared directories
da: Delte Mapper

source: Download capacity
da: Download Kapasitet

source: Download limit
da: Download Grænse

source: Upload capacity
da: Download Kapasitet

source: Upload limit
da: Upload Grænse

source: always filter bad IPs
da: Filtrer altid dårlige IPer

source: Minimi&ze to trayicon
da: Minimer til værktøjslinje

source: Show Splashscreen
da: Vis Velkomstskærm

source: &Intelligent Corruption Handling
da: &Intelligent Fejlkorrektur

source: &Transfers
da: &Overførsler

source: &Servers
da: &Serverer

source: S&earch
da: S&øg

source: Shared &Files
da: Delte Filer

source: &Messages
da: &Beskeder

source: St&atistics
da: St&atistik

source: &Preferences
da: &Indstillinger

source: Completed Size:
da: Færdig:

source: File Details
da: Fil Detaljer

source: Average Downloadrate:
da: Gennemsnitlig Download-Hastighed:

source: Uploadqueue Score:
da: Uploads Kø Point:

source: Client Details
da: Klient Detaljer

source: Click
da: Klik

source: to check if a new version is available
da: for at se om en ny version er tilgængelig

source: here
da: her

source: Number of Shared Files: %i
da: Antal Delte Filer: %i

source: Total size of Shared Files: %s
da: Total Størrelse Af Delte Filer: %s

source: wrong part number
da: forkert del nummer

source: bad port number
da: forkert Port-Nummer

source: Asks for something without saying hello
da: Spørg efter noget uden at sige hej

source: Invalid or corrupted packet received
da: Invalid eller beskadiget pakke modtaget

source: Client '%s' (IP:%s) caused an error: %s. Disconnecting client!
da: Klient '%s' (IP:%s) lavede en fejl: %s. Afbryder Klient

source: invalid size (OP_QUEUERANKING)
da: invalid størrelse (OP_QUEUERANKING)

source: Not a file link
da: Ikke et fil link

source: ERROR: Failed to create partfile)
da: Fejl: Kunne ikke oprette partfil

source: *** Chatsession Start :
da: *** Chat Begyndt :

source: File Priority
da: Fil Priotet

source: Score
da: Point

source: Asked
da: Spurgte

source: Last Seen
da: Sidst Set

source: Banned
da: Bannet

source: Very high
da: Meget høj

source: Open file
da: Åben fil

source: Date
da: Dato

source: Partfilename: %s Parts: %d , %s: %d (%.1f%%)
da: Partfilnavn: %s Dele: %d , %s: %d (%.1f%%)

source: %d%% done (%s) - Transferring from %d sources
da: %d%% færdig (%s) - Overfører fra %d kilder

source: UserID
da: BrugerID

source: Client
da: Klient

source: Asked: %d times - AvailablePartCount: %d
da: Spurgte: %d gange - TilgængeligPartTæller: %d

source: NickName: %s
da: KaldeNavn: %s

source: Requested unknown file
da: Anmodet om ukendt fil

source: Time Since First Transfer: %s
da: Tid Siden Første Overførsel: %s

source: Average filesize: %s
da: Gennemsnitlig filstørrelse: %s

source: Requests
da: Anmodninger

source: Accepted Requests
da: Godtaget Anmodninger

source: Transferred Data
da: Overført Data

source: Close this Searchresult
da: Luk Dette Søgeresultat

source: Remove Selected
da: Fjern Valgte

source: Entered Queue
da: Kom I Kø

source: Failed Servers
da: Fejlede Servere

source: Users on Working Servers
da: Brugere På Virkende Servere

source: Files on Working Servers
da: Filer På Virkende Servere

source: Total Users
da: Antal Brugere Total

source: Total Files
da: Antal Filer Total

source: Upload Time
da: Upload Tid

source: Last Seen Complete:
da: Sidst Set Færdig:

source: Working Servers
da: Virkende Servere

source: Add to static server list
da: Tilføj til statisk server liste

source: added to static server list
da: Tilføjet til statisk server liste

source: Failed to open staticservers.dat
da: Kunne ikke åbne staticservers.dat

source: Active Connections (estimate)
da: Aktive Forbindelser (anslået)

source: Max Connection Limit Reached
da: Max Forbindelses Grænse Nået

source: Average Connections (estimate)
da: Gennemsnitlige Forbindelser (anslået)

source: Peak Connections (estimate)
da: Peak Forbindelser (anslået)

source: Network
da: Netværk

source: Deleted Servers
da: Slettede Servere

source: Queue Full
da: Kø Fuld

source: Average
da: Gennemsnitlig

source: secs
da: sek

source: mins
da: min

source: h
da: T

source: D
da: Dag(e)

source: Automatic connection to server will retry in %d seconds
da: Automatisk forbindelse til server vil prøve igen om %d sekunder

source: Server added:
da: Servere tilføjet:

source: Total successful upload sessions: %i
da: Færdige upload sessioner (Total): %i

source: Total failed upload sessions: %i
da: Fejlede upload sessioner (Total): %i

source: Average upload time: %s
da: Gennemsnitlig upload tid: %s

source: min. Size (MB)
da: min. Størrelse (MB)

source: max. Size (MB)
da: max. Størrelse (MB)

source: Failed to save
da: Kunne ikke gemme

source: User %s (%u) requested your sharedfiles-list -> %s
da: Bruger %s (%u) anmodede om din deleliste -> %s

source: accepted
da: accepteret

source: denied
da: nægtet

source: Autoconnect to servers in static list only
da: Autoforbind kun til servere i statik liste

source: Try to download first and last chunks first
da: Prøv at download første og sidste del først

source: Update queue list in real time
da: Opdater kø liste i realtid

source: 1 file recovered.
da: 1 fil reddet.

source: %ld files recovered.
da: %ld filer reddet.

source: Attempting archive recovery...
da: Forsøger at redde arkiv...

source: Archive recovery successful.
da: Arkiv reddet.

source: Archive recovery failed.
da: Arkiv kunne ikke reddes.

source: Start next paused file when a file completes
da: Start næste pausede fil, når en fil er færdig

source: Set manually added servers to High Priority
da: Sæt manuelt tilføjede servere til Høj Priotet

source: flat
da: flad

source: round
da: rund

source: Extension
da: Endelse

source: Availability
da: Tilgængelig

source: I.C.H active
da: I.C.H aktiveret

source: Time for average graph: %i mins
da: Tid for gennemsnitlig graf: %i mins

source: Graphs
da: Grafer

source: Statistic Tree
da: Statistik Træ

source: more...
da: mere

source: Too many connections
da: For mange forbindelser

source: Added to downloads:
da: Tilføjet til downloads:

source: Use sound
da: Brug lyd

source: New entry on log
da: Ny tekst i log

source: Starts a new chat session
da: Starter en ny chat session

source: A new chat message is received
da: En ny chat besked er modtaget

source: A download is added or finished
da: En download er tilføjet eller færdig

source: Msg popup
da: Besked Popup

source: Pop out when
da: Pop op når

source: Message from
da: Besked fra

source: * Private chat session started
da: * Privat chat session startet

source: Private Message
da: Privat Besked

source: Voice
da: Lyd

source: HalfOp
da: HalvOp

source: DeHalfOp
da: DeHalvOp

source: Kick
da: Spark

source: Slap
da: Smæk

source: Join
da: Tilslutte

source: Channel List
da: Kanal Liste

source: * %s has joined %s
da: * %s er tilsluttet %s

source: * %s was kicked by %s (%s)
da: * %s er sparket af %s (%s)

source: * %s has quit (%s)
da: * %s afslutter (%s)

source: * %s is now known as %s
da: * %s er nu kendt som %s

source: * %s sets mode: %s %s
da: * %s sæt Mode: %s %s

source: Channel
da: Rum

source: PRIVMSG %s :ACTION slaps %s around with a large Babelfish!
da: PRIVMSG %s :ACTION schlägt %s mit einem großen Babelfish!

source: Add timestamp to messages.
da: Tilføj tidsstempel til besked

source: Use Channel List Filter
da: Brug kanal liste filter

source: Perform
da: udføre

source: Add to friends list
da: Tilføj til venne liste

source: Load server channel list on connect
da: Hent server kanal liste ved forbindelse

source: added you as friend!
da: tilføjede dig som ven!

source: Take over
da: Overtag

source: Add this to the IRC clipboard to send to friends
da: Tilføj dette til IRC udklipsholderen for at sende det til venner

source: Send this to friend:
da: Send dette til ven:

source: Accept ED2K links in IRC. (Use this with caution!)
da: Brug ED2K links i IRC. (Brug dette med omtanke!)

source: Start minimized
da: Start minimeret

source: Urgent: Out of diskspace, serverconnection lost
da: Vigtigt: Der er ikke mere plads på disken, forbindelse til server tabt

source: Colors
da: Farver

source: Background
da: Baggrund

source: Download current
da: Download nu

source: Download time-average
da: Download gennemsnitlig (Tid)

source: Download session-average
da: Download gennemsnitlig (Session)

source: Upload current
da: Upload nu

source: Upload time-average
da: Upload gennemsnitlig (Zeit)

source: Upload session-average
da: Upload gennemsnitlig (Session)

source: Active connections
da: Aktive Forbindelser

source: Active downloads
da: aktive Downloads

source: Active uploads
da: aktive Uploads

source: Set Upload-Speedlimit
da: ændre Upload-Grænse

source: Set Download-Speedlimit
da: ændre Download-Grænse

source: Unlimited
da: Ubegrænset

source: minimum recommended %i
da: Anbefalet Minimum %i

source: Set full up/down-speed
da: Grænser deaktiveret

source: Throttle up/down-speed
da: Up/Down-Grænse på 1kB/s

source: Ignore info messages
da: Ignorer Info Beskeder

source: Connection lost
da: Forbindelse afbrudt

source: How many downloads do you usually have going at once?
da: Hvor mange downloads har du normalt gang i på engang?

source: If you tested your connection speed, put results here
da: Hvis du har tested din forbindelses hastighed, indsæt resultaterne her

source: True Upload Bandwidth
da: Upload-Grænse

source: True Download Bandwidth
da: Download-Grænse

source: *** Disconnected
da: *** Ikke Forbundet

source: Add to Friends
da: Tilføj til Venner

source: Remove Friend
da: Fjern Ven

source: removed from static server list
da: Fjern fra static server liste

source: Remove from static server list
da: Fjern fra static server liste

source: Length
da: Længde

source: File &Info
da: Fil &Info

source: Width
da: Bredde

source: Fps
da: Billeder/sek

source: Channels
da: Kanaler

source: Height
da: Højde

source: Unable to retrieve shared files from '%s'
da: Kunne ikke modtage delte filer fra '%s'

source: Requesting shared files from '%s'
da: Anmoder om delte filer fra '%s'

source: View Files
da: Se Filer

source: Custom
da: manuel

source: (enter below!)
da: (indsæt nedenfor!)

source: Max Downloadrate Average (Session): %.2f kB/s
da: Max Gennemsnitlig Download Hastighed (Session): %.2f kB/s

source: Max Downloadrate (Session): %.2f kB/s
da: Max Download Hastighed (Session): %.2f kB/s

source: Safe Connect.
da: Sikker Forbindelse

source: Copy ED2k link to clipboard (source)
da: Kopier ED2k link til udklipsholder (kilder)

source: Corrupted compressed packet for %s received (error %i)
da: Beskadiget pakket pakke fra %s modtaget (fejl %i)

source: The file emfriends.met is invalid or corrupted!
da: Filen emfriends.met er invalid eller beskadiget!

source: Unknown server info received!
da: Ukendt Serverinformation modtaget!

source: Fatal Error: Failed to create Timer
da: Fatal Fejl: Kunne ikke oprette timer

source: Down (kbit/s)
da: Ned (kbit/s)

source: Auto [Ho]
da: Auto [Hj]

source: Auto [Lo]
da: Auto [La]

source: Connection attempt to %s (%s:%i ) timed out
da: Forbindelses forsøg til %s (%s:%i ) tid gik

source: Connecting to %s (%s:%i ) failed.
da: Forbindelse til %s (%s:%i ) fejlede.

source: max. new connections / 5secs
da: max. nye forbindelser. pr 5 Sek.

source: Max Users
da: Maximum

source: Extended Settings
da: Udvidet Indstillinger

source: Warning: Do not change these setting unless you know what you are doing. Otherwise you can easily make things worse for yourself. xMule will run fine without adjusting any of these settings.
da: Advarsel: Ændre ikke disse indstillinger, med mindre do ved hvad du laver. Ellers kan du nemt lave tingene værrer for dig selv. xMule vil køre fint uden at ændre disse indstillinger.

source: Add a friend
da: Tilføj en ven

source: You have to enter a valid username and userhash !
da: Du skal skrive et gyldig brugernavn og bruger hash!

source: Recovered part.met file for: %s
da: Reddede part.met fil fra: %s

source: %s file comment
da: %'s Kommentar

source: Change this file's comment...
da: Ændre kommentaren til denne fil

source: No comments
da: Ingen kommentarer

source: File comment:
da: Fil Kommentar:

source: Not connected yet...
da: Ikke forbundet endnu...

source: &Refresh
da: &Opdater

source: All Comments
da: Alle Kommentarer

source: No comments entered...
da: Ingen Kommentarer.

source: File quality
da: Fil kvalitet

source: Ignore Emule Proto Messages
da: Ignorer Emule-IRC-Protokol Beskeder

source: Progressbar Style
da: Værktøjslinje Stil

source: Autotake ED2K Links only during runtime
da: Overtag kun ED2K links når xmule kører

source: Add files to download in paused mode
da: Tilføj filer til download i paused mode

source: Up: %.1f | Down: %.1f
da: Op: %.1f | Ned: %.1f

source: List
da: Liste

source: Systrayicon Speedbar
da: Værktøjslinje Hastighedmåler

source: Edit Webservices
da: Ændre Webservices

source: Check for new version
da: Se efter ny version

source: Startup
da: Programm start

source: Unable to check for new version.
da: Kunne ikke tjekke for nye versioner.

source: New xMule-version detected
da: Der blev fundet en ny version af xMule

source: No new xMule-version detected.
da: Der blev ikke fundet nogen ny version af xMule.

source: &Versioncheck
da: &Versionstjek

source: Video Player
da: Video Afspiller

source: (empty=default)
da: (Tom=Standard)

source: My Info
da: Mine Info

source: Low ID
da: Lav ID

source: High ID
da: høj ID

source: Obtained Parts
da: Sendte Dele

source: Last Reception:
da: Sidst Aktiv
