Repository: Hank-chinasky/amule
Catalog: trunk/po/*.po
Languages: da

source: Loading...
da: Henter...

source: Users: 0
da: Brugere: 0

source: Up: 0.0 | Down: 0.0
da: Op: 0.0 | Ned: 0.0

source: Not Connected
da: Ingen Forbindelse

source: Serverlist
da: Serverliste

source: New Server
da: Ny Server

source: IP or Address
da: IP eller Adresse

source: Name
da: Navn

source: Check Server
da: Tester Server

source: Add to list
da: Tilføj til liste

source: Update server.met from URL
da: Opdater Server.met fra URL

source: Update
da: Opdater

source: Search
da: Søg

source: Search global
da: Søg globalt

source: Any
da: Alle

source: Archives
da: Arkiver

source: Audio
da: Lyd

source: CD-Images
da: CD-Aftryks

source: Pictures
da: Billeder

source: Programs
da: Programer

source: Videos
da: Videoer

source: Web-based Search
da: Web-baseret Søgning

source: Direct Download
da: Direkte Download

source: Cancel
da: Afbryd

source: Remove All
da: Fjern Alt

source: Search Results
da: Søge Resultater

source: Download selected
da: Download markerede

source: Clients on queue:
da: Klient i kø:

source: Connection
da: Forbindelse

source: Files
da: Filer

source: Apply
da: Anvend

source: Help
da: Hjælp

source: Language
da: Sprog

source: English
da: Dansk

source: Misc Options
da: Andre Indstillinger

source: Use flat statusbar
da: Brug flad statusbar

source: Minimize to trayicon
da: Minimer til statusområde

source: Beep on errors
da: Bip ved fejl

source: Prompt on exit
da: Spørg ved afslut

source: Show splashscreen
da: Vis velkomstskærm

source: Start Minimized
da: Start Minimeret

source: Downloadlist doubleclick to expand
da: Dobbeltklik for udfoldelse af downloadlist

source: Bring to front on link click
da: Bring frem ved link klik

source: Enable Online-Signature
da: Aktiver Online-Signatur

source: Tooltip Delay Time (seconds)
da: Værktøjstip Forsinkelses Tid (Sekunder)

source: Capacities
da: Kapasitet

source: Limits
da: Grænser

source: Clientport
da: Klient Port

source: disable
da: deaktiver

source: Max Sources Per File
da: Max Antal Kilder Per Fil

source: Hard Limit
da: Fast Grænse

source: Connection Limits
da: Forbindelses Grænser

source: Max. Connections
da: Max. Forbindelser

source: Reconnect on loss
da: Genforbind ved fejl

source: Autoconnect on Startup
da: Forbind Automatisk Ved Opstart

source: Wizard
da: Assistent

source: Remove dead server after
da: Fjern ikke tilgængelige servere efter

source: retries
da: forsøg

source: Auto-update serverlist at startup
da: Opdater serverliste ved start

source: Update serverlist when connecting to a server
da: Opdater serverliste ved forbindelse til server

source: Update serverlist when a client connects
da: Opdater serverliste når klient forbinder

source: Use smart LowID check on connect
da: Brug smart LowID tjeck ved forbindelse

source: Always filter bad IPs
da: Filtrer dårlige IPer

source: Use priority system
da: Brug prioterings system

source: Safe connect
da: Sikker forbindelse

source: See my share
da: Se mine delte

source: Everybody
da: Alle

source: Friends
da: Venner

source: No One
da: Ingen

source: Intelligent Corruption Handling
da: Intelligent Fejl Håndtering

source: I.C.H. active
da: I.C.H. aktiv

source: Enable autopriority
da: Aktiver Auto-Priotet

source: Shared Files
da: Delte Filer

source: Statistics
da: Statistik

source: Current Session
da: Nuværende Program

source: Requested
da: Anmodet

source: text
da: tekst

source: Active Uploads
da: Aktive Uploads

source: Transferred
da: Overført

source: Reload
da: Opdater

source: Download-Speed
da: Download-Hastighed

source: current
da: nuværrende

source: Average (5mins)
da: Gennemsnit (5min)

source: session average
da: Gennemsnit (program)

source: active downloads
da: Aktive Downloads

source: active connections (1:3)
da: aktive Forbindelser (1:3)

source: active uploads
da: Aktive Uploads

source: Upload-Speed
da: Upload-Hastighed

source: Average (5 mins)
da: Gennemsnit (5min)

source: Full Name:
da: Navn:

source: met-File:
da: met-Fil:

source: Filesize:
da: Fil Størrelse:

source: Partfilestatus:
da: Status:

source: Transfer
da: Overfør

source: Found Sources:
da: Fundne Kilder:

source: Filepart-Count:
da: Fildel-Tæller:

source: Last seen complete:
da: Sidst set færdig:

source: Transferred:
da: Overført:

source: Transferring:
da: Overfører:

source: Available:
da: Tilgængelig:

source: Completed size:
da: Total Overført:

source: Source Names
da: Kilde Navne

source: Takeover
da: Overtag

source: Cleanup
da: Ryd Op

source: Rename
da: Omdøb

source: Show all comments
da: Vis alle kommentarer

source: File Info
da: Fil Info

source: Close
da: Luk

source: Messages
da: Beskeder

source: Username:
da: Navn:

source: Userhash:
da: Hash:

source: Clientsoftware:
da: Software:

source: Clientversion:
da: Version:

source: IP Address:
da: IP Adresse:

source: Servername:
da: Servernavn:

source: Currently downloading:
da: Downloader Nu:

source: Downloaded (this session):
da: Downloaded (Nuværende Program):

source: Uploaded (this session):
da: Upload (Nuværende Program):

source: Average downloadrate:
da: Gennemsnitlig Downloadrate:

source: Average Uploadrate:
da: Gennemsnitlig Upload-Rate:

source: Scores
da: Point:

source: DL/UP Modifier:
da: DL/UP Faktor:

source: Uploadqueue score:
da: Upload-kø point:

source: Required Information
da: Krævet Information

source: Additional Information
da: Aktuelle Adresse

source: Add
da: Tilføj

source: Operating System
da: Operativ System

source: Concurrent Downloads
da: Samtidige Downloads

source: Connection Type
da: Forbindelses Type

source: Select your connection type here:
da: Vælg din forbindelses type her:

source: True download bandwidth
da: Max download grænse

source: True upload bandwidth
da: Max upload grænse

source: Unit:
da: Enhed:

source: kBits/sec
da: kbit/s

source: kBytes/sec
da: kB/s

source: Comment this file (this text will be shown to all users)
da: Fil kommentar (alle brugere kan se denne kommentar)

source: For a film you can say its length, its story, language.. and if it's a fake, you can tell that to other users of Emule.
da: For en film kan du skrive dens længde, den historie, sprog.. og hvis den er falsk, kan du også fortælle det til andre xMule brugere.

source: File Quality
da: Fil Kvalitet

source: Not rated
da: Ikke anslået

source: Invalid / Corrupt / Fake
da: Invalid / fejl / Falsk

source: Poor
da: Dårlig

source: Good
da: God

source: Fair
da: Nogen Lunde

source: Excellent
da: Glimrende

source: Choose the file rating or advice users if the file is invalid!
da: Vælg en handlig for denne fil!

source: Refresh
da: Opdater

source: Downloading.. please wait
da: Downloader.. vent venligst

source: For system tray integration to work, you must specify which desktop you are using. You can change this later from preferences.
da: For at få xmule til at integrere med værktøjslinjen, skal du vælge hvilken desktop du bruger. du kan ændre dette senere.

source: Gnome 2.x (or other XEMBED compatible)
da: Gnome 2.x (eller andre XEMBED-kompatible)

source: No systray integration, please
da: Ingen integration til værktøjslinjen

source: Connect
da: Forbind

source: Server list
da: Serverliste

source: File transfer
da: Fil overførsel

source: Search files
da: Søg filer

source: Show shared files
da: Vis delte filer

source: Show current statistics
da: Vis aktuel statistik

source: Modify preferences
da: Ændre Indstillinger

source: can't create file '%s'
da: kan ikke oprette fil '%s'

source: can't open file '%s'
da: kan ikke åbne fil '%s'

source: can't close file descriptor %d
da: kan ikke lukke fil beskrivelse %d

source: can't read from file descriptor %d
da: kan ikke læse fil beskrivelse %d

source: can't write to file descriptor %d
da: kan ikke skrive til fil beskrivelse %d

source: can't flush file descriptor %d
da: kan ikke tømme fil beskrivelse %d

source: unknown seek origin
da: ikke kendt søge oprindelse

source: can't seek on file descriptor %d
da: kan ikke søge i fil beskrivelse %d

source: can't get seek position on file descriptor %d
da: kan ikke søge position i fil beskrivelse %d

source: can't find length of file on file descriptor %d
da: kan ikke finde længde af fil i fil beskrivelse %d

source: can't determine if the end of file is reached on descriptor %d
da: kan ikke afgøre om enden af filen er nået i beskrivelse %d

source: invalid eof() return value.
da: invalid eof() tilbage melding.

source: Old MlDonkey
da: Gammel MlDonkey

source: New MlDonkey
da: Ny MlDonkey

source: File Comments
da: Fil Kommentarer

source: Downloading...
da: Downloader...

source: Can't spawn wget. You should have it in your $PATH.
da: Kan ikke finde wget. Du skal have det i din $PATH.

source: Error
da: Fejl

source: Failed to create hash thread!
da: Fejl ved oprettelse af hash tråde!

source: Successfully created the hash thread: %d, @%d
da: Oprettede hash trådene: %d, @%d

source: Starting Part File Thread:%d, @%d
da: Begynder Part Fil Tråd:%d ,@%d

source: Starting Shared Files Thread:%d, @%d
da: Begynder Tråde For Delte Filer:%d, @%d

source: The App is shutting down, exiting hash thread: %d, @%d
da: Programmet afslutter, afslutter hash tråd: %d, @%d

source: Exiting Part File Thread:%d, @%d
da: Afslutter Tråd For Part Fil:%d, @%d

source: Exiting Shared Files Thread:%d, @%d
da: Afslutter Tråd For Delte Filer:%d, @%d

source: Directories
da: Mapper

source: Browse for videoplayer
da: Søg efter Video Afspiller

source: Executable (*)|*||
da: Program (*)|*||

source: System Default
da: System Standard

source: Systray Integration
da: Værktøjslinje Integration

source: Notify
da: Påmind

source: Browse wav
da: Find wav

source: File wav (*.wav)|*.wav||
da: Fil wav (*.wav)|*.wav||

source: Edit Serverlist
da: Ændre Serverlisten

source: Add here URL's to download server.met files. Only one url on each line.
da: Tilføj URLer hvor der kan hentes server.met filer. Kun en URL på hver linje.

source: Tweaks
da: Tuning

source: Preferences
da: Indstillinger

source: bad link
da: dårligt link

source: File
da: Fil

source: Copy ED2k link to clipboard
da: Kopier ED2k-Link til udklipsholder

source: Copy ED2k link to clipboard (HTML)
da: Kopier ED2k-Link til udklipsholder (HTML)

source: Close This Searchresult
da: Luk Dette Søgeresultat

source: Failed to load server.met!
da: Fejl ved åbning af server.met!

source: Low
da: Lav

source: High
da: Høj

source: Connect to this server
da: Forbind til denne server

source: Priority
da: Priotet

source: Add to static
da: Tilføj til statitik

source: Remove server
da: Fjern server

source: Remove all servers
da: Fjern Alle servere

source: Copy ED2k &link to clipboard
da: Kopier ED2k-Link til udklipsholder

source: Server Name
da: Servernavn

source: Description
da: Beskrivelse

source: Users
da: Brugere

source: Preference
da: Indstilling

source: Failed
da: Fejlede

source: Static
da: Statistik

source: Yes
da: Ja

source: No
da: Nej

source: This is
da: Dette er

source: (based on
da: (baseret på

source: Visit http://xmule.sf.net to check if a new version is available.
da: Besøg http://xmule.sf.net for at se om der er en ny version tilgængelig.

source: Permissions
da: Tilladelser

source: Old MLDonkey: %i (%1.1f%%)
da: Gammel MLDonkey: %i (%1.1f%%)

source: New MLDonkey: %i (%1.1f%%)
da: Ny MLDonkey: %i (%1.1f%%)

source: xMule for Linux
da: xMule til Linux

source: Cable
da: Kabelmodem

source: Port %d is not available. You will be LOWID
da: Port %d er ikke tilgængelig. Du får LOWID

source: Port %d is not available !! This will mean that you will be LOWID. Use netstat to determine when port becomes available and try starting xmule again.
da: Port %d er ikke tilgængelig !! Dette vil medføre at du får LOWID. Brug netstat til at finde ud af hvornår porten bliver tilgængelig og start xmule igen.

source: Connect to server
da: Forbind til Server

source: Servers
da: Servere

source: Error initiating the windows sockets.
da: Fejl ved initialisering af windows socket.

source: &About xMule...
da: &Om xMule...

source: %1 from %2
da: %1 fra %2

source: Connected to %1
da: Forbundet til %1

source: Resolving name: %1
da: Bestemmer navne: %1

source: Resolved name to %1
da: Bestemte navne til %1

source: Connecting to %1
da: Forbinder til %1

source: Redirecting to %1
da: Omdirigere til %1

source: Getting file information
da: Henter fil information

source: An error occurred parsing the url: %s
da: En fejl opstod ved analysering af url: %s

source: An error occurred while attempting to download the file, Error:%1
da: En fejl opstod ved forsøg på at hente filen, Fejl:%1

source: An error occurred connecting to the server, Error:%1
da: En fejl opstod ved forbinding til server, Fejl:%1

source: Failed to receive a valid response from the server
da: Kunne ikke modtage en ægte respons fra server

source: Failed to receive a valid HTTP response from the server
da: Kunne ikke modtage en ægte HTTP respons fra serveren

source: An error occurred while downloading the file, Error:%1
da: Der opstod en fejl ved downloading af filen, Fejl:%1

source: Updating serverlist: %1% of %2 Completed
da: Opdatere serverliste: %1% af %2 Færdig

source: Retrieving the file
da: Modtager filen

source: %1 of %2
da: %1 af %2

source: %1 sec
da: %1 sek

source: %1 min %2 sec
da: %1 min %2 sek

source: Updating serverlist
da: Opdaterer serverlist

source: %1 (%2 copied)
da: %1 (%2 kopieret)

source: %1 Bytes/Sec
da: %1 Bytes/s

source: %1 KB/Sec
da: %1 KB/s

source: The file '%1' already exists. Do you want to replace it?
da: Filen '%1' existere allerede. Vil du overskrive den?

source: An error occured while opening the file to be downloaded, Error:%1
da: En fejl opstod ved åbning af filen som skal downloads, Fejl:%1

source: Aborting transfer
da: Afbryder overførsel

source: xMule Version %s ready
da: xMule Version %s klar

source: Fatal Error: Unable to create socket on port %i
da: Fatal Fejl: kunne ikke oprette socket på port %i

source: Disconnect
da: Afbryd

source: Disconnect from current server
da: Afbryd fra nuværende server

source: wrong fileid sent
da: forkert fil id sendt

source: corrupted or invalid hashset received
da: Fejl behæftiget eller invalid hashsæt modtaget

source: corrupted or invalid DataBlock received
da: Fejl behæftiget eller invalid DataBlock modtaget

source: Ill-formed hash
da: Ill-formet Hash

source: not a well-formed ed2k link
da: ikke et odentligt ed2k link

source: Not an ED2K server or file link
da: Ikke en ED2K server eller fil link

source: invalid OP_FILEREQUEST packet size
da: invalid OP_FILEREQUEST pakke størrelse

source: Server name
da: Servernavn

source: No Pref
da: Ingen Indstilling

source: Connect to selected server
da: Forbind til valgte server

source: Instant Messaging Right-click on any client and select 'Send Message' to start a chatsession
da: Instant Messaging Højre klik på en klient og vælg 'Send Besked' til start a chat

source: Stops the current connection attempts
da: Stop de nuværende forbindelses forsøg

source: Failed to save server.met! You may need to delete server.met and rename server.met.old to server.met!
da: kunne ikke gemme server.met! Du må selv slette server.met og omdåbe server.met.old til server.met

source: Disconnected
da: Afbrudt

source: User: %i
da: Bruger: %i

source: xMule is not assigned to ED2K links. Do you want to assign xMule to ED2K links now (recommended) ?
da: xMule er ikke tildelt ED2K links. Vil du tildele xmule ED2K links nu? (anbefalet)

source: No serverlistadress entry in 'adresses.dat' found. Please paste a valid serverlist address into this file in order to auto-update your serverlist
da: Ingen serverlistadresse indskrevet i 'adresses.dat'. Indsæt venligst en serverlist adresse i denne fil, så kan xmule selv auto-update din serverliste.

source: Unable to retrieve serverlist
da: Kunne ikke modtage serverliste

source: Invalid versiontag in server.met (0x%X)!
da: Invalid Versiontag i server.met (0x%X)!

source: %i servers in server.met found
da: %i Serverer fundet i server.met

source: %d servers added, %d not added (already listed/invalid)
da: %d Serverer tilføjet, %d ikke tilføjet

source: Error: the file server.met is corrupted, unable to load serverlist
da: Fejl: filen server.met er fejl behæftede, kunne ikke hente serverliste

source: Unexpected file error while reading server.met: %s, unable to load serverlist
da: Fil fejl ved læsning af server.met: %s, kunne ikke hente serverliste

source: Failed to save server.met!
da: Fejl ved gemning af server.met!

source: Connection established on:
da: Forbindelse etableret til:

source: available
da: tilgængelig

source: FileID
da: Fil ID

source: Connected
da: Forbundet

source: Could not add link
da: Kunne ikke tilføje link

source: Do you really want to exit xMule?
da: Vil du virkelig afslutte xMule?

source: Exit confirmation
da: Bekræft afslut

source: Restore
da: Genopret

source: Connect to any server
da: Forbind til en tilfældig server

source: Exit
da: Afslut

source: Connecting
da: Forbinder

source: failed
da: fejlede

source: Corrupt or invalid loginanswer from server received
da: Fejl behæftiget eller invalid login-svar fra server modtaget

source: New clientid is %u
da: Ny Klient-ID er %u

source: No shared folders
da: Ingen delte mapper

source: Shared folders
da: Delte Mapper

source: view
da: se

source: (not shared)
da: (ikke delt)

source: Received %d new servers
da: Modtog %d nye Servere

source: &Resume
da: &Genoptag

source: &Open the file
da: &Åben filen

source: Show file &details
da: Vis fil &detaljer

source: C&lear completed
da: Ryd færdige

source: Copy ED2k link to clipboard (&HTML)
da: Kopier ED2k-Link til udklipsholder (&HTML)

source: Show &Details
da: Vis &Detaljer

source: Send &Message
da: Send &Besked

source: Asking
da: Spørger

source: Connecting via server
da: Forbinder via Server

source: On Queue
da: I Kø

source: Transferring
da: Overfører

source: Receiving hashset
da: Modtaget Hashsæt

source: No needed parts
da: Ingen brugbare dele

source: Cannot connect LowID to LowID
da: Kan ikke forbinde LowID til LowID

source: Unknown
da: Ukendt

source: Asked for another file
da: Spørger efter en anden fil

source: Are you sure that you want to cancel and delete these files?
da: Er du sikker på at du vil annulere og slette disse filer?

source: Are you sure that you want to cancel and delete this file?
da: Er du sikker på du vil annulere og slette disse filer?

source: Copied to clipboard:
da: Kopieret til udklipsholder:

source: % done
da: % færdig

source: Choose a folder for incoming files
da: Vælg en mappe til indkommende filer

source: Choose a folder for temp files
da: Vælg en mappe til midlertidige filer

source: File Name
da: Fil Navn

source: Size
da: Størrelse

source: Speed
da: Hastighed

source: Progress
da: Forløb

source: Sources
da: Kilder

source: Invalid serverlist packet received
da: Invalid serverlist pak modtaget

source: Remaining
da: Tilbage

source: Username
da: Brugernavn

source: Connecting to %s (%s:%i)...
da: Forbinder til %s (%s:%i)...

source: Clients
da: Klienter

source: Archive
da: Arkiv

source: This ed2k link is invalid (%s)
da: Dette ed2k link er invalid (%s)

source: You are not connected to a server!
da: Du er ikke forbundet til en server!

source: Remove selected server
da: Fjern valgte servere

source: Please enter a serveradress
da: Indsæt en serveradresse

source: Incomplete serverport: Please enter a serverport
da: forkert serverport: Indsæt en serverport

source: Server not added!
da: Server ikke tilføjet!

source: Server was marked as dead, it has been readded!
da: Serveren var markeret som død, den er blevet tilføjet!

source: No URL available.
da: Ingen URL tilgængelig.

source: Failed to download the serverlist from %s
da: Kunne ikke hente serverlist fra %s

source: Permission
da: Rettighed

source: Very low
da: Meget lav

source: Release
da: Udgivelse

source: Locked
da: Låst

source: Friends only
da: Kun venner

source: Public
da: Offentlig

source: Highest
da: Højeste

source: You cannot change permissions while a file is still downloading!
da: Du kan ikke ændre rettigheder mens filen stadig downloader!

source: Hidden
da: Skjult

source: Waiting...
da: Venter...

source: Time
da: Tid

source: Downloaded Data (Session (Total)): %s (%s)
da: Downloadet Data (session (Total)): %s (%s)

source: Uploaded Data (Session (Total)): %s (%s)
da: Uploadet Data (Session (Total)): %s (%s)

source: Average Downloadrate (Session): %.2f kB/s
da: Gennemsnitlig Downloadhastighed (Session): %.2f kB/s

source: Average Uploadrate (Session): %.2f kB/s
da: Gennemsnitlig Uploadhastighed (Session): %.2f kB/s

source: Found Sources: %i
da: Fundne Kilder: %i

source: Active Downloads (chunks): %i
da: Aktive Downloades: %i

source: Active Uploads: %i
da: Aktive Uploads: %i

source: Waiting Uploads: %i
da: Ventende Uploads: %i

source: Reconnects: %i
da: Genforbindelser: %i

source: waiting for transfer...
da: Venter på overførsel...

source: waiting for connection...
da: venter på forbindelse...

source: Connected To Server Since: %s
da: Forbundet Til Server Siden: %s

source: Session UL:DL Ratio:
da: Session UL:DL Forhold:

source: Unknown: %i
da: Ubekendt: %i

source: Working: %i
da: Arbejder: %i

source: Dead/Deleted: %i
da: Død/Slettet: %i

source: disabled
da: inaktiv

source: Stopped
da: stoppet

source: Update delay: %i sec
da: Opdaterings interval: %i sec

source: %u (%u banned)
da: %u (%u Bannet)

source: Nickname:
da: navn:

source: Client's filename:
da: Klients filnavn:

source: Asked for another file
da: Spurgte efter en anden fil

source: Waited
da: Ventet

source: Failed to load creditfile, a new file will be created
da: Kunne ikke hente creditfil, en ny fil vil blive oprettet

source: Creditfile is out of date and will be replaced
da: Creditfil er for gammel og vil blive overskrevet

source: Creditfile loaded, %u clients are known
da: Creditfil hentet, %u klienter som er kendt

source: Error: the creditfile is corrupted and will be replaced!
da: Fejl: creditfilen er beskadiget og vil blive overskrevet!

source: Unexpected file error while reading creditfile: %s
da: Uventet fil fejl ved læsning af creditfil: %s

source: Failed to save creditfile
da: Kunne ikke gemme creditfil

source: No part files found
da: Ingen part filer fundet

source: Found %i part files
da: Fandt %i part filer

source: File Buffer Size (%i)
da: Fil Lager Størrelse (%i)

source: Queue Size (%i)
da: Kø Størrelse (%i)

source: days
da: dag(e)

source: Failed to make backup of creditfile
da: Kunne ikke lave en backup af creditfilen

source: Comment
da: Kommentar

source: Filtered IP: %s (%s)
da: Filtreret IP: %s (%s)

source: Completed
da: Færdige

source: Filtered: %i
da: Filtreret: %i

source: Filter messages containing: (Seperator | )
da: Filter besked indeholder: (Seperator | )

source: Client requested too large of a block.
da: Klient anmodede om en for stor blok.

source: Show transfer rates on title
da: Vis overførsels hastighed i titel

source: Downloading %s
da: Downloader %s

source: You are already trying to download the file %s
da: Du prøver allerede at downloade denne fil %s

source: You already have the file %s
da: Du har allerede filen %s

source: Error: the file known.met is corrupted, unable to load known files
da: Fejl: filen known.met er beskadiget, kunne ikke hente kendte filer

source: Unexpected file error while reading known.met: %s, unable to load known files
da: Uventet fejl ved læsning af known.met: %s, kunne ikke hente kendte filer

source: Error while connecting to %s (%s:%i): %d
da: Fejl ved forbindelse til %s (%s:%i): %d

source: Error in serversocket: %s (%s:%i): %u
da: Fejl i Serversocket: %s (%s:%i): %u

source: Found %i known shared files
da: Fandt %i kendt delt fil

source: Found %i known shared files, hashing %i new files now
da: Fandt %i kendt delt fil, hasher %i nye filer nu
