Repository: Hank-chinasky/amule
Catalog: branches/rc8/po/*.po
Languages: eu, pl

source: Drop High Queue Rating Sources now
eu: Ezabatu Ilara luzea duten jatorriak orain
pl: Odrzuć źródła "Daleko w kolejce"

source: Clean Up Sources now (NNS, FQS && HQRS)
eu: Garbitu jatorriak orain (NNS, FQS && HQRS)
pl: Wyczyść źródła (BPC, PK && DWK)

source: Extended Options
eu: Hedatutako Aukerak
pl: Zaawansowane opcje

source: Get Razorback 2's stats for this file
eu: Eskuratu Razorback 2-ren statistikak fitxategi honentzat
pl: Pobierz statystyki Razorback-a 2 dla tego pliku

source: jugle.net Fake Check
eu: jugle.net Gezur egiaztapena
pl: Sprawdź autentyczność na jugle.net

source: 'Donkey Fakes' Fake Check
eu: 'Donkey Fakes' Gezur egiaztapena
pl: Sprawdź autentyczność na 'Donkey Fakes'

source: FakeCheck
eu: Gezur egiaztapena
pl: Sprawdzanie autentyczności

source: Preview
eu: Aurrebista
pl: Podgląd

source: Show file &details
eu: Erakutsi &xehetasunak
pl: Pokaż &szczegóły pliku

source: Show all comments
eu: Erakutsi iruzkin guztiak
pl: Pokaż wszystkie komentarze

source: Copy ED2k &link to clipboard
eu: Kopiatu ED2k &lotura arbelera
pl: Skopiuj &link ed2k do schowka

source: Copy ED2k link to clipboard (&HTML)
eu: Kopiatu ED2k esteka arbelara (&HTML)
pl: Skopiuj link ed2k do schowka (&HTML)

source: Copy feedback to clipboard
eu: Kopiatu laburpena arbelara
pl: Kopiuj wynik do schowka

source: unassign
eu: ezarri gabea
pl: nieprzydzielony

source: Assign to category
eu: Ezarri kategoria bat
pl: Przydziel do kategorii

source: &Open the file
eu: &Ireki fitxategia
pl: &Otwórz plik

source: Swap to this file
eu: Swap fitxategi honentzat
pl: Zamień na ten plik

source: Size
eu: Tamaina
pl: Rozmiar

source: Completed
eu: Amaitua
pl: Zakończone

source: Progress
eu: Egoera
pl: Postęp

source: Sources
eu: Jatorriak
pl: Źródła

source: Time Remaining
eu: Denbora Faltan
pl: Pozostało czasu

source: Last Seen Complete
eu: Azkenez Osoa Ikusirik
pl: Ostatnio widziano całość

source: Last Reception
eu: Azkenez jasoa
pl: Ostatnio widziany

source: Auto [Lo]
eu: Auto [Bax]
pl: Auto [Ni]

source: Auto [No]
eu: Auto [Nor]

source: Auto [Hi]
eu: Auto[Alt]
pl: Auto [Wy]

source: Asked for another file
eu: Beste fitxategi batez galdeturik
pl: Proszę o inny plik

source: Are you sure that you want to cancel and delete this file ?
eu: Zihur al zaude fitxategi hau ezeztatu eta ezabatu nahi duzula?
pl: Jesteś pewny że chcesz anulować i skasować ten plik?

source: Are you sure that you want to cancel and delete these files ?
eu: Zihur al zaude fitxategi hauek ezeztatu eta ezabatu nahi dituzula?
pl: Jesteś pewny że chcesz anulować i skasować te pliki?

source: Feedback from:
eu: Itzulia :
pl: Wynik z:

source: Client: aMule
eu: Bezeroa: aMule
pl: Klient: aMule

source: File Name:
eu: Fitxategia Izena:
pl: Nazwa pliku:

source: File size: %i MB
eu: Fitxategia tamaina: %i MB
pl: Rozmiar pliku: %i MB

source: Download: %i MB
eu: Deskargatua: %i MB
pl: Pobrane: %i MB

source: Sources: %i
eu: Jatorriak: %i
pl: Źródła: %i

source: Complete Sources: %i
eu: Amaitutako Jatorriak: %i
pl: Pełne źródła: %i

source: Downloads (%i)
eu: Deskargak (%i)
pl: Pobieranie (%i)

source: No part files found
eu: Ez da zati fitxategirik aurkitu
pl: Nie znaleziono plików z częściami

source: Found %i part files
eu: %i zati fitxategi aurkitu dira
pl: Znaleziono %i plików z częściami

source: Downloading %s
eu: %s Deskargatzen
pl: Pobierane %s

source: Downloading %s
eu: %s deskargatzen
pl: Pobieram %s

source: You are already trying to download the file
eu: Zu dagoeneko fitxategia deskargatzen ari zara:
pl: Starasz się już pobierać plik

source: You already have the file
eu: Zuk dagoeneko baduzu fitxategia:
pl: Masz już ten plik

source: You are already trying to download the file %s
eu: Dagoeneko fitxategi hau deskargatzen ari zara: %s
pl: Starasz się już pobierać plik %s

source: Tried to add source with matching hash to your own.
eu: Horrelako egiaztapena duen jatorria zure jabetzara gehitzen.
pl: Próba dodania źródła z hash-em pasującym do twojego własnego.

source: Bad link.
eu: Esteka okerra.
pl: Zły link.

source: Invalid link: %s
eu: Baliogabeko esteka: %s
pl: Nieprawidłowy link: %s

source: This ed2k link is invalid (%s)
eu: ed2k esteka hau baliogabe da (%s)
pl: Ten link ed2k jest nieprawidłowy (%s)

source: Free Disk Space (Total): %lli
eu: Diska Lekua Librea (guztira): %lli
pl: Wolne miejsce na dysku (Razem): %lli

source: File : %s, Needed Space : %i - PAUSED !!!
eu: Fitxategia : %s, Beharrezko lekua : %i - GELDITURIK !!!
pl: Plik : %s wymagane miejsce : %i - WSTRZYMANY !!!

source: Download queue is empty.
eu: Deskarga ilara hutsik dago.
pl: Kolejka pobierania jest pusta.

source: There is no slot %li in your download queue.
eu: Ez dago %li atakarik zure deskarga hilaran.
pl: Tu nie ma gniazda %li w twojej kolejce pobierania.

source: No results were found matching '
eu: Ez dira hau duten emaitzarik aurkitu:
pl: Nie znaleziono pasujących '

source: can't write to file '
eu: ezin da fitxategira idatzi '
pl: nie mogę zapisać do pliku '

source: ExternalConn: failed to Create thread
eu: KanpoKonexioa: Huts hari sortzerakoan
pl: ExternalConn: nie powiodło się utworzenie wątku

source: External connections disabled in config file .eMule
eu: Kanpo konexioak ezgaiturik .eMule konfigurazio fitxategian
pl: Zewnętrzne połączenia wyłączone w pliku konfiguracyjnym .eMule

source: New external connection accepted
eu: Kanpo konexio berri bat onartu da
pl: Nowe zewnętrzne połączenie zaakceptowane

source: Error: couldn't accept a new external connection
eu: Errorea: ezin da kanpo konexio berririk onartu
pl: Błąd: nie mogę zaakceptować nowego połączenia zewnętrznego

source: Unauthorized access attempt. Connection closed.
eu: Baimendu gabeko sarrera saiakera. Konexioa itxirik.
pl: Próba nieautoryzowanego dostępu. Połączenie zakończone.

source: External connection closed.
eu: Kanpo konexioa ukaturik.
pl: Zewnętrzne połączenie zamknięte.

source: Connecting client:
eu: Bezeroa KonektatzeN:
pl: Łącze z klientem:

source: Authentication failed.
eu: Egiaztapenak huts egin du.
pl: Uwierzytelnianie nie powiodło się.

source: Invalid protocol version.
eu: Protokolo bertsio baliogabea.
pl: Zła wersja protokołu.

source: Missing protocol version tag.
eu: Protokolo bertsio marka falta da.
pl: Brak znacznika wersji protokołu.

source: Invalid request, you should first authenticate.
eu: Eskakizun baliogabea, lehenik identifikatu egin behar zara.
pl: Nieprawidłowe żądanie, najpierw musisz się uwierzytelnić.

source: Access granted.
eu: Sarrera onartua.
pl: Dostęp udzielony.

source: Remote PartFile command failed: id not found
eu: Urruneko PartFile komandoak huts egin du: ez da id-a aurkitu
pl: Zdalna komenda pliku części unie udana: id nieznalezione

source: ERROR: id not found
eu: ERROREA: id-a ez da aurkitu
pl: BŁĄD: id nieznalezione

source: ERROR: no value tag in EC_OP_PARTFILE_PRIO_AUTO
eu: ERROREA: ez dago balio markarik EC_OP_PARTFILE_PRIO_AUTO-en
pl: BŁĄD: brak wartości znacznika w EC_OP_PARTFILE_PRIO_AUTO

source: ERROR: value for EC_OP_PARTFILE_PRIO_AUTO is bad
eu: ERROREA: EC_OP_PARTFILE_PRIO_AUTO-eko marka hondaturik dago
pl: BŁĄD: wartość dla EC_OP_PARTFILE_PRIO_AUTO jest zła

source: ERROR: no value tag in EC_OP_PARTFILE_PRIO_SET
eu: ERROREA: ez dago balio markarik EC_OP_PARTFILE_PRIO_SET-en
pl: BŁĄD: brak wartości znacznika w EC_OP_PARTFILE_PRIO_SET

source: ERROR: value for EC_OP_PARTFILE_PRIO_SET is bad
eu: ERROREA: EC_OP_PARTFILE_PRIO_SET-eko marka hondaturik dago
pl: BŁĄD: wartość dla EC_OP_PARTFILE_PRIO_SET jest zła

source: ERROR: no value tag in EC_OP_PARTFILE_CAT_SET
eu: ERROREA: ez dago balio markarik EC_OP_PARTFILE_CAT_SET-en
pl: BŁĄD: brak wartości znacznika w EC_OP_PARTFILE_CAT_SET

source: OK: PartFile command dispatched
eu: Ados: ZatiFixtategi komandoa igorria
pl: OK: Komenda pliku części wysłana

source: ERROR: server not found:
eu: ERROREA: zerbitzaria ez da aurkitu:
pl: BŁĄD: Serwer nieznaleziony:

source: OK: disconnected from server
eu: Ados: zerbitzaritik deskonektatzen
pl: OK: rozłączony z serwera

source: OK: server removed
eu: Ados: zerbitzaria ezabaturik
pl: OK: serwer usunięty

source: ERROR: need to define server to be removed
eu: ERROREA: ezabatiko den zerbitzaria ezarri behar duzu
pl: BŁĄD: musisz podać jaki serwer ma być usunięty

source: OK: trying to connect
eu: Ados: Konektatzen saiatzen
pl: OK: próba połączenia

source: OK: connecting to a random server
eu: Ados: Edozein zerbitzarira konektatzen saiatzen
pl: OK: łącze do losowego serwera

source: ExternalConn: shutdown requested
eu: KanpoKonexioa: itzaltzeko eskaera eginik
pl: ExternalConn: żądanie zamknięcia

source: ExternalConn: Unable to understand ED2k link '
eu: KanpoKonexioa: Ezin da ulertu ED2k esteka '
pl: ExternalConn: Nie mogę zrozumieć linku ED2k '

source: ExternalConn: invalid opcode received
eu: KanpoKonexioa: opcode baliogabea jasota
pl: ExternalConn: otrzymano niepoprawny opcode

source: ExternalConnClientThread: failed to Create thread
eu: KanpoKonexioBezeroHaria: Huts haria sortzerakoan
pl: ExternalConnClientThread: nie powiodło się utworzenie wątku

source: Unauthorized access attempt. Connection closed.
eu: Baimenik gabeko sarrera saiakera. Konexioa itxi da.
pl: Próba nieautoryzowanego dostępu. Połączenie zakończone.

source: ExternalConnClientThread: connection closed
eu: KanpoKonexioBezeroHaria: konexioa itxi da
pl: ExternalConnClientThread: połączenie zakończone

source: Error processing command - should never happen! Report bug, please
eu: Errorea komandoa prozesatzerakoan - Ez zen inoiz pasa beharko! Mesedez zorriaren berri eman
pl: Błąd przetwarzania komendy - to nie powinno się zdarzyć! Proszę zgłosić błąd

source: Syntax error!
eu: Sintasi errorea!
pl: Błąd składni!

source: Creating client...
eu: Bezeroa sortzen...
pl: Tworzenie klienta...

source: Now, doing connection....
eu: Orain, konexioa egiten....
pl: Teraz ustanawianie połączenia...

source: Using host '
eu: host ' erabiltzen
pl: Używam hosta '

source: ' port:
eu: ' ataka:

source: Trying to connect (timeout = 10 sec)...
eu: Konexioa saiatzen (muga = 10 seg)...
pl: Próba połączenia (timeout = 10 sek)...

source: Connection Failed. Unable to connect to the specified host
eu: Konexioa Huts egin du. Ezin da eskatutako ostalarira konektatu
pl: Połączenie nieudane. Nie można się połączyć z wybranym hostem

source: ExternalConn: Access denied because: %s
eu: KanpoKonexioBezeroHaria: SArrera honegatik ukaturik: %s
pl: ExternalConn: Odmowa dostępu ponieważ: %s

source: ExternalConn: Access denied.
eu: KanpoKonexioa: Sarrera ukaturik.
pl: ExternalConn: Brak dostępu.

source: ExternalConn: Bad reply from server. Connection closed.
eu: KanpoKonexioa: Okerreko erantzuna Zerbitzaritik. Konexioa itxi da.
pl: ExternalConn: Zła odpowiedź z serwera. Połączenie zakończone.

source: Succeeded! Connection established.
eu: Lortua! Konexioa sortua.
pl: Sukces! Połączenie nawiązane.

source: Ok, exiting
eu: Ados, irteten
pl: Ok, wyjście

source: A socket error occured during authentication. Exiting.
eu: Socket errore bat gertatu da autentifikazioan. Uzten.
pl: Błąd gniazda podczas uwierzytelniania. Wychodzę.

source: File Details
eu: Fitxategi Xehetasunak
pl: Szczegóły pliku

source: done
eu: eginda
pl: skończone

source: Failed to copy the file '%s' to '%s'
eu: Huts '%s' fittxategia '%s'-ra kopiatzerakoan
pl: Nie udało się skopiować pliku '%s' do '%s'

source: Impossible to get permissions for file '%s'
eu: Ezinezkoa baimenak lortzea fitxategi honentzat: %s
pl: Niemożliwe otrzymanie uprawnień do pliku '%s'

source: Impossible to overwrite the file '%s'
eu: Ezinezkoa '%s' fitxategia gainidaztea
pl: Niemożliwe nadpisanie pliku '%s'

source: Impossible to set permissions for the file '%s'
eu: Ezinezkoa '%s' fitxategiari baimenak ezartzea
pl: Niemożliwe ustawienie uprawnień dla pliku '%s'

source: info: Could not create backup of '%s'
eu: Arg: Ezin da '%s'-en babes kopia sortu
pl: info: Nie mogę utworzyć kopi zapasowej '%s'

source: Failed to open friendlist file 'emfriends.met' for reading!
eu: Huts 'emfriends.met' lagunen zerrenda fitxategia irakurtzerakoan!
pl: Nie udało się otworzyć pliku listy znajomych 'emfiends.met' do odczytu!

source: Failed to open friendlist file 'emfriends.met' for writing!
eu: Huts 'emfriends.met' lagunen zerrenda fitxategian idazterakoan!
pl: Nie udało się otworzyć pliku listy znajomych 'emfiends.met' do zapisu!

source: Friends
eu: Lagunak
pl: Znajomi

source: Add a friend
eu: Laguna gehitu
pl: Dodaj znajomego

source: Remove Friend
eu: Ezabatu laguna
pl: Usuń znajomego

source: Send &Message
eu: Bidali &Mezua
pl: Wyślij &wiadomość

source: Establish Friend Slot
eu: Ezarri lagunen ataka
pl: Ustaw slot dla znajomego

source: Downloading...
eu: Deskaragatzen...
pl: Pobieranie...

source: Invalid line in file ipfilter.dat(%d)
eu: lerro baliogabea ipfilter.dat fixtategian (%d)
pl: Niepoprawna linia w pliku ipfilter.dat(%d)

source: Loaded ipfilter with %d new IP addresses.
eu: %d IP helbide berriekin ip-Iragazkia kargaturik.
pl: Załadowano filtr IP z %d nowymi adresami IP.

source: Failed to download the ipfilter from
eu: Huts IP iragazkia hemendik deskargatzean:
pl: Nie powiodło się pobranie filtra IP z

source: Please fill all fields required
eu: Beharrezko eremu guztiak bete
pl: Proszę wypełnij wszystkie wymagane pola

source: Error: the file known.met is corrupted, unable to load known files
eu: Errorea know.met fitxategia apurturturik dago, ezin da fitxategi ezagunen zerenda kargatu
pl: Błąd: plik known.met jest uszkodzony, nie można załadować znanych plików

source: Unexpected file error while reading known.met: %s, unable to load known files
eu: Espero gabeko fitxategi errorea know.met fitxategia irakurtzerakoan. %s ezin da fitxategi ezagunen zerenda kargatu
pl: Niespodziewany błąd przy odczycie known.met: %s, nie można załadować znanych plików

source: Client requests invalid %u. file block %u-%u (%d bytes):
eu: Bezeroak baliogabeko %u fitxategi blokea %u-%u (%d bite) eskatu du:
pl: Klient zażądał niepoprawnego %u bloku pliku %u-%u (%d bajtów):

source: : Upload session ended due canceled transfer.
eu: : transferentzia ezeztatzean igoera saioa amaiturik.
pl: : Sesja wysyłania zakończona po anulowaniu transferu.

source: New message from '
eu: Mezu berria: '
pl: Nowa wiadomość od '

source: Message filtered from '
eu: Iragazitako mezua: '
pl: Wiadomość przefiltrowana od '

source: User
eu: Erabiltzailea
pl: Użytkownik

source: (%u) requested your sharedfiles-list -> %s
eu: (%u) zure partekatutako-zerrenda eskatu du -> %s
pl: (%u) żądana twoja lista udostępnionych plików -> %s

source: Accepted
eu: Onartua
pl: Zaakceptowany

source: Denied
eu: Ukatua
pl: Odmowa

source: (%u) requested your shareddirectories-list ->
eu: (%u) zure partekatutako karpeta-zerrenda eskatu du ->
pl: (%u) żądana twoja lista udostępnionych katalogów ->

source: accepted
eu: onartua
pl: zaakceptowano

source: denied
eu: ezeztatua
pl: odrzucono

source: (%u) requested your sharedfiles-list for directory
eu: (%u) zure karpeta honetako partekatutako-zerrenda eskatu du:
pl: (%u) żądana twoja lista udostępnionych plików z katalogu ->

source: (%u) shares directory
eu: (%u) partekatutako karpeta
pl: (%u) katalogi udostępnionych

source: (%u) sent unasked shared dirs.
eu: (%u) bidali eskarigabeko partekatutako karpetak.
pl: (%u) wyślij niepytany udostępnione katalogi.

source: (%u) sent sharedfiles-list for directory
eu: (%u) karpeta honetako partekatutako-zerrenda bidalirik:
pl: (%u) wysłana lista udostępnionych plików z katalogu

source: (%u) finished sending sharedfiles-list
eu: (%u) partekatutako bidaltzeaz amaitu da
pl: (%u) zakończono wysyłanie listy udostępnionych plików

source: (%u) sent unwanted sharedfiles-list
eu: (%u) bidali eskarigabeko partekatutako zerrrenda
pl: (%u) wysłana niechciana lista udostępnionych plików

source: (%u) denied access to shareddirectories/files-list
eu: (%u) partekatutako karpeta/Zerrendak uikustea ukatu zaio
pl: (%u) odmowa dostępu do listy udostępnionych katalogów/plików

source: Client '
eu: Bezeroa '
pl: Klient

source: (IP:%s) caused an error:
eu: (IP:%s) errore bat sortu du:
pl: (IP:%s) spowodował błąd:

source: . Disconnecting client!
eu: . Bezeroa deskonektatzen!
pl: . Rozłączam klienta!

source: A unknown client caused an error or did something bad:
eu: Bezero ezezagun batek errore bat sortu edo zerbait gaizki egin du:
pl: Nieznany klient spowodował błąd, lub zrobił coś złego:

source: Client TCP socket error (OnConnect): %u
eu: Bezeroraren TCP socket errorea (Konektatzean): %u
pl: Błąd gniazda TCP klienta (PrzyŁączeniu): %u

source: OnError: Client '
eu: Erroean: Bezeroa '
pl: OnError: Klient '

source: ' (IP:%s) caused an error: %u. Disconnecting client!
eu: ' (IP:%s)-ak errore bat sortu du: %u. Bezeroa deskonektatzen!
pl: ' (IP:%s) spowodował błąd: %u. Rozłączam klienta!

source: OnError: Unknown client (IP:%s) caused an error: %u. Disconnecting client!
eu: Errorean: (IP:%s) bezero ezezagunak %u errore bat sortu du. Bezeroa deskonektatzen!
pl: OnError: Nieznany klient (IP:%s) spowodował błąd: %u. Rozłączam klienta!

source: OnError: A client caused an error or did something bad (error %u). Disconnecting client !
eu: Errorean: Bezero batek errore bat sortu edo okerreko zerbait egin du (errorea %u). Bezeroa deskonektatzen!
pl: OnError: Klient spowodował błąd lub zrobił coś złego (błąd %u). Rozłączam klienta !

source: No error or error 107 (Transport endpoint is not connected)
eu: Errorerik gabe edo 107 errorea (transferentzi muga ez dago konektaturik)
pl: Brak błędu, lub błąd 107 (Punkt końcowy transferu niepołączony)

source: CListenSocket: can not create my thread
eu: CListenSocket: ezin da haria sortu
pl: CListenSocket: nie mogę utworzyć mojego wątku

source: Error: Could not listen to TCP port.
eu: Errorea: Ezin da TXP ataka entzun.
pl: Błąd: Nie mogę nasłuchiwać na porcie TCP.

source: CSocketGlobalThread: call to Create failed
eu: CSocketGlobalThread: Huts sorrera deian
pl: CSocketGlobalThread: wywołanie utworzenia nieudane

source: CSocketGlobalThread: exited
eu: CSocketGlobalThread: uzten
pl: CSocketGlobalThread: zakończony

source: Close
eu: Itxi
pl: Zamknij

source: Close tab
eu: Itxi fitxa
pl: Zamknij kartę

source: Close all tabs
eu: Itxi fitxa guztiak
pl: Zamknij wszystkie karty

source: Close other tabs
eu: Itxi beste fitxak
pl: Zamknij inne karty

source: Cut
eu: Ebaki
pl: Wytnij

source: Copy
eu: Kopiatu
pl: Kopiuj

source: Paste
eu: Itsatsi
pl: Wklej

source: Clear
eu: Garbitu
pl: Wyczyść

source: Select All
eu: Hautatu dena
pl: Zaznacz wszystko

source: aMule Tray Menu
eu: aMule tresna-barra Menua
pl: Menu podajnika aMule

source: Download Speed: %.1f
eu: Deskarga Abiadura: %.1f
pl: Prędkość pobierania: %.1f

source: Upload Speed: %.1f
eu: Igoera Abiadura: %.1f
pl: Prędkość wysyłania: %.1f

source: Speed Limits:
eu: Abiadura Mugak:
pl: Limity prędkości:

source: UL: None,
eu: IG: Bat ere ez
pl: UL: Brak,

source: UL: %u,
eu: IG: %u,

source: DL: None
eu: JE: Batez
pl: DL: Brak

source: DL: %u
eu: DE: %u

source: Disconnect from server
eu: Deskonektatu zerbitzaritik
pl: Odłącz od serwera

source: Hide aMule
eu: aMule ezkutatu
pl: Ukryj aMule

source: Show aMule
eu: aMule erakutsi
pl: Pokaż aMule

source: Exit
eu: Irten
pl: Wyjdź

source: For system tray integration to work, you must specify which desktop you are using. You can change this later from preferences.
eu: Sistema barra integrazioak funtzionatzeko zein idazmahai erabiltzera ari zaren ezarri behar duzu. Hau geroago hobespenetan aldatu dezakezu.
pl: Aby integracja z pulpitem pracowała poprawnie, musisz wskazać z jakim typem pulpitu pracujesz. Możesz to później zmienić w preferencjach.

source: Gnome 2.x (or other XEMBED compatible)
eu: Gnome 2.x (edo XEMBED onartzen duen beste bat)
pl: Gnome 2.x (lub inny kompatybilny z XEMBED)

source: No systray integration, please
eu: Ez erbili sistema barrarekiko integraziorik
pl: Brak integracji z zasobnikiem systemowym

source: Desktop
eu: Idazmahaia
pl: Pulpit

source: OK
eu: Ados

source: ED2K Link Handler
eu: ED2K Esteka Kudeatzailea
pl: Obsługa linków ED2K

source: Commit
eu: Burutu
pl: Zatwierdź

source: Click here to add the ed2k link in the text control to your download queue.
eu: Klikatu hemen testu kontrokean dagoen ed2k esteka deskarga hilarara gehitzeko.
pl: Kliknij tu aby dodać link ed2k w lini poleceń do twojej kolejki pobierań.

source: Pop-up status text
eu: Bistaratu egoera testua
pl: tekst statusu jako Pop-up

source: Loading ...
eu: Kargatzen ...
pl: Ładuje...

source: Events are displayed here. For a complete list of events, refer to the log in the Servers-tab.
eu: Geraterak hemen agertuko dira. Gertaera zerrenda osorako, begiratu Zerbitzari fitxako erregistroan.
pl: Zdarzenie są wyświetlane tu. Dla pełnej listy zdarzeń, definiuj logowanie w zakładce serwerów.

source: Number of users on the server you are connected to ...
eu: Konektatuta zauden zerbitzariarene rabiltzaile kopurua ...
pl: Ilość użytkowników na serwerze do którego jesteś połączony ...

source: Users: 0
eu: Erabiltzaile: 0
pl: Użytkowników: 0

source: Users connected to the current server and an estimate of the total number of users.
eu: Uneko zerbitzarira konektauriko erabiltzaileak eta guztirako erabiltzaile kalkulua.
pl: Użytkowników połączonych do aktualnego serwera i szacunkowa liczba wszystkich użytkowników.

source: Up: 0.0 | Down: 0.0
eu: Gora: 0.0 | Behera: 0.0
pl: Wysł: 0.0 | Pobr: 0.0

source: Current average upload and download rates. If enabled the numbers in the braces signify the overhead from client communication.
eu: Unekoa Igoera eta deskarga batez bestekoa. Gaiturik badago parentesi arteko zenbakiak bezero goiburu datuak dira.
pl: Aktualna średnia wysyłania i szybkość pobierania. Jeżeli włączone liczby w nawiasach wskazują narzut komunikacji z klientem.

source: Displays the connected status and active transfers. Red arrows signifies that you are currently not connected, yellow arrows signify that you have low ID (firewalled) and green arrows signify that you have high ID (The optimal connection type).
eu: Konexio egoera eta uneko transferentziak bistaratzen ditu. Gezi gorriak deskonektaturik zaudela adierazten du, horiak berriz ID baxua duzula eta berdeak ID altua (konexio mota oberena).
pl: Wyświetla status połączonych i aktywnych transferów. Czerwone strzałki wskazują, że nie jesteś aktualnie połączony, żółte, że masz niskie ID (za firewallem) i zielone strzałki wskazują, że masz wysokie ID (optymalny typ połączenia).

source: Not Connected ...
eu: Ez Konektaturik...
pl: Nie połączony ...

source: Currently connected server.
eu: Une honetan konekaturiko zerbitzaria.
pl: Aktualnie połączony serwer.

source: Search
eu: Bilatu
pl: Szukanie

source: Name:
eu: Izena:
pl: Nazwa:

source: Reset
eu: Garbitu
pl: Resetuj

source: Type
eu: Mota
pl: Typ

source: Local Search
eu: Bilaketa Lokala
pl: Lokalne wyszukiwanie

source: Global Search
eu: Bilaketa Orokorra
pl: Szukanie globalne

source: FileHash (WWW)
eu: FitxategiEgiaztapena (WWW)

source: Extended Parameters
eu: Hedatutako Parametroak
pl: Dodatkowe parametry

source: File Type
eu: Fitxategia Mota
pl: Typ Pliku

source: Any
eu: Edozein
pl: Inne

source: Archives
eu: Konprimituak
pl: Archiwa

source: Audio
eu: Audioa
pl: Dźwięk

source: CD-Images
eu: CD-Imaginak
pl: Obrazy CD

source: Pictures
eu: Irudiak
pl: Obrazki

source: Programs
eu: Programak
pl: Programy

source: Texts
eu: Testuak
pl: Teksty

source: Videos
eu: Bideoak
pl: Filmy

source: Extension
eu: Hedapena
pl: Rozszerzenie

source: Min Size
eu: Gutx. Tamaina
pl: Min rozmiar

source: Bytes
eu: Byte
pl: Bajtów

source: Max Size
eu: Gehi. Tamaina
pl: Maks. rozmiar

source: Availability
eu: Eskuragarritasuna
pl: Dostępność

source: Start
eu: Hasi

source: Stop
eu: Gelditu
pl: Zatrzymaj

source: Download
eu: Deskargatu
pl: Pobieranie

source: Results
eu: Emaitzak
pl: Wyniki
