Repository: Hank-chinasky/amule
Catalog: branches/rc8/po/*.po
Languages: eu, pl

source: Add a Friend
eu: Gehitu laguna
pl: Dodaj znajomego

source: You have to enter a valid IP and port!
eu: Baliozko IP helbide eta ataka bat sartu behar dituzu!
pl: Musisz wpisać poprawne IP oraz port!

source: The specified userhash is not valid!
eu: Emandako erabiltzaile egiaztapena ez da baliozkoa!
pl: Wybrany hash użytkownika jest niepoprawny!

source: Failed to create AICH thread!
eu: Huts AICH haria sortzerakoan!
pl: Utworzenie wątku AICH nie powiodło się!

source: AICH Thread: Error, EOF while reading hashlist!
eu: AICH Haria: Errorea, Linea Amaiera egiaztapen zerrenda irakurtzean!
pl: Wątek AICH: Błąd, EOF podczas czytania listy hashy!

source: AICH Thread: Error, Corrupt file encountered while reading hashlist!
eu: AICH Haria: Errorea, fitxategi hondatua egiaztapen zerrenda irakurtzean!
pl: Wątek AICH: Błąd, Napotkany uszkodzony plik podczas czytania listy hashy!

source: Copied old ~/.xMule config and credit files to ~/.aMule However, be sure NOT to remove .xMule if your Incoming / Temp folders are still there ;)
eu: ~/.xMule-ren fitxategi eta kreditu zaharrak ~/.aMule-ra kopiatzen Hala ere kontu EZ zure .xMule ezabatzea deskarga eta aldiroko karpeta oraindik han badituzu ;)
pl: Skopiowane stare pliki konfiguracyjne i kredytów z ~/.xMule do ~/.aMule Jednakże NIE usuwaj katalogu .xMule jeżeli katalog Incoming nadal tam jest ;)

source: Info
eu: Argb
pl: Informacje

source: Temp dir is placed on a FAT32 partition. Disabling chmod to avoid useless warnings.
eu: Aldiroko karpeta (Temp) FAT32 partizio batetan ezarrita dafo. Abisurik ez izateko chmod ezgaitzen.
pl: Katalog Temp jest umieszczony na partycji FAT32. Wyłączam chmod aby zapobiec zbędnym ostrzeżeniom.

source: Incoming dir is placed on a FAT32 partition. Disabling chmod to avoid useless warnings.
eu: Deskargen karpeta (Incoming) FAT32 partizio batetan ezarrita dafo. Abisurik ez izateko chmod ezgaitzen.
pl: Katalog Incoming jest umieszczony na partycji FAT32. Wyłączam chmod aby zapobiec zbędnym ostrzeżeniom.

source: Port %d is not available. You will be LOWID
eu: Ezin da %d ataka konektatu beraz zuk ID baxua izango duzu
pl: Port %d niedostępny. Będziesz mieć LowID

source: Port %d is not available !! This means that you will be LOWID. Check your network to make sure the port is open for output and input.
eu: %d ataka ez dago erabilgarri !! Hau dela eta IDBaxua edukiko duzu. Egiaztatu zure sare ezarpenetan ataka hori bi zentzuetaraka irikirik duzun.
pl: Port %d jest niedostępny !! To oznacza, że będziesz mieć LowID. Sprawdź twoją sieć, aby mieć pewność, że port jest otwarty dla połączeń wychodzących i przychodzących.

source: Error
eu: Errorea
pl: Błąd

source: Connecting
eu: Konektatzen
pl: Łączenie

source: Failed to save
eu: Huts gordetzerakoan
pl: Nie udało się zapisać

source: OnlineSig File
eu: Linean sinadura fitxategia
pl: Plik podpisu online

source: aMule OnlineSig File
eu: Fitxategia Linean Sinadura Fitxategia
pl: Plik podpisu online aMule

source: The selected locale seems not to be installed on your box. (Note: I'll try to set it anyway)
eu: Aukeratutako lokalak ez dirtudi zure sisteman instalaturik (Oharra: Hala ere erabiltzen saiatuko da)
pl: Wybrane lokale wydają się być nie zainstalowane. (Notatka: I tak spróbuję je ustawić)

source: --- This is the first time you run aMule %s ---
eu: --- Hau da aMule %s abiarazten duzun lehen aldia ---
pl: --- Po raz pierwszy uruchomiłeś aMule %s ---

source: This version is a testing version, updated daily, and
eu: Bertsio hau frogetarako da egunero eguneratua eta
pl: To jest wersja testowa, aktualizowana jest codziennie, i

source: we give no warranty it won't break anything, burn your house,
eu: ez dugu ezer buskatuko baluke kargo egingo, zure etxea erre,
pl: nie dajemy gwarancji, że to nie zniszczy niczego, spali twojego domu,

source: or kill your dog. But it *should* be safe to use anyway.
eu: edo zure txakurra iltzerakoan. Hala ere erabiltzea nahiko ziurra da.
pl: albo zabije twojego psa. Ale używanie tego powinno być mimowszystko bezpieczne.

source: More information, support and new releases can found at our homepage,
eu: Argibide gehiago, laguntza eta egunerakeri buruz datua gure webgunean,
pl: Więcej informacji, wsparcie i nowe wersje znajdziesz na naszej stronie domowej,

source: at www.aMule.org, or in our IRC channel #aMule at irc.freenode.net.
eu: www.aMule.org-ean edo irc.freenode.net IRC sarean #aMule kanalean.
pl: www.aMule.org, lub na naszym kanale IRC #aMule na irc.freenode.net.

source: Your locale has been changed to System Default due to a version change. Sorry.
eu: Bertsio aldaketa dela eta zure lokalak sistemaren lehenetsira aldatu dira. Barkatu
pl: Twoje lokale zostały zmienione na Domyślne Systemowe podczas zmiany wersji. Przepraszam.

source: Feel free to report any bugs to forum.amule.org
eu: Libre zara edozein akatsen berri emateko forum.amule.org gunean
pl: Śmiało zgłaszaj błędy na forum.amule.org

source: The folder for Online Signature files you specified is INVALID! OnlineSignature will be DISABLED until you fix it on preferences.
eu: Zuk aukeratutako sinadura karpeta BALIOGABEA da! Lehenespenak konpondu artean lineako sinadura EZGAITU egingo da.
pl: Katalog wybrany na pliki sygnatury online jest nieprawidłowy! Sygnatura online zostanie wyłączona dopóki nie poprawisz tego w preferencjach.

source: Log has been reset
eu: Erregistroa berrezarri egin da
pl: Logi zostały zresetowane

source: ServerMessage:
eu: ZerbitzariMezua:
pl: Wiadomość z serwera:

source: ERROR:
eu: ERROREA:
pl: BŁĄD:

source: with LowID
eu: IDBaxuarekin
pl: z LowID

source: with HighID
eu: IDAltuarekin
pl: z HighID

source: Connected to
eu: Hona konektaturik:
pl: Połączony do

source: Connecting to
eu: Hona konektatzen:
pl: Łączenie z

source: Disconnected
eu: Deskonektaturik
pl: Rozłączony

source: This is aMule
eu: Hau aMule da
pl: To jest aMule

source: (based on eMule)
eu: (eMule-n oinarritua)
pl: (oparty na eMule)

source: Visit http://www.amule.org to check if a new version is available.
eu: Bisitatu http://www.amule.org gunea bertsio berriagorik eskuragarri dagoen jakiteko.
pl: Odwiedź http://www.amule.org aby sprawdzić czy jest dostępna nowa wersja.

source: WARNING!
eu: ABISUA!
pl: UWAGA!

source: You are running aMule linked against GTK2!
eu: aMule GTK2 bidez estekaturik erabiltzen ari zara!
pl: Używasz aMule zlinkowane z GTK2!

source: This is known to cause problems, with the version of wxWidgets that you are using,
eu: ezaguna da honek arazoak sor ditzakeela erabiltzen ari zaren wxWidgets bertsioarekin.
pl: To czesto powoduje problemy z wersją wxWidget-ów której używasz,

source: so it is recommended that that you recompile the nescesarry packages.
eu: beraz behar dituzun paketeak berkonpilatzea gomendatzen da.
pl: dlatego zalecane jest przekompilowanie niezbędnych pakietów.

source: Please refer to the following websites for more information:
eu: MEsedez begiratu webgune hauetan argibide gehiagorako:
pl: Proszę przejżyj podane strony w celu uzyskania dodatkowych informacji:

source: Fatal Error: Failed to create Timer
eu: Errore konponezina. Akats ordutegia sortzerakoan
pl: Błąd krytyczny: Nie udało się stworzyć zegara

source: Desktop integration
eu: Idazmahai integrazioa
pl: Integracja z pulpitem

source: aMule - 'all-platform' p2p client based on eMule. Website: http://www.amule.org Forum: http://forum.amule.org FAQ: http://wiki.amule.org Copyright (C) 2003-2004 aMule Project
eu: aMule - eMule-n oinarritutako 'plataforma guztietarako' p2p bezeroa. Webgunea: http://www.amule.org Foroa: http://forum.amule.org FAQ: http://wiki.amule.org Copyright (C) 2003-2004 aMule Proiektua.
pl: aMule - 'wieloplatformowy' klient p2p oparty na eMule. Strona: http://www.amule.org Forum: http://forum.amule.org FAQ: http://wiki.amule.org Copyright (C) 2003-2004 aMule Project

source: Status text
eu: Egoera testua
pl: Tekst statusu

source: WARNING: You have recieved Low-ID!
eu: ABISUA: ID Baxua jaso duzu!
pl: UWAGA: Otrzymałeś LowID!

source: Most likely this is because you're behind a firewall or router.
eu: Zihurrenik firewall edo router baten atzean zaudelako izan daiteke.
pl: Najprawdopodobniej jest to spowodowane tym, że jesteś za firewallem lub routerem.

source: For more information, please refer to http://wiki.amule.org
eu: Argibide gehiagorako begiratu http://wiki.amule.org
pl: Po więcej informacji udaj się na http://wiki.amule.org

source: Disconnect
eu: Deskonektatu
pl: Rozłącz

source: Disconnect from current server
eu: Deskonektatu uneko zerbitzaritik
pl: Rozłączanie z obecnego serwera

source: Connection established on:
eu: Konexioa aktibatua:
pl: Połączenie nawiązano z:

source: Cancel
eu: Utzi
pl: Anuluj

source: Stops the current connection attempts
eu: Geratu uneko konexio saiakerak
pl: Zatrzymuje aktualne próby łączenia

source: Connect
eu: Konektatu
pl: Połącz

source: Connect to any server
eu: Konektatu edozein zerbitzarira
pl: Połącz do jakiegokolwiek serwera

source: Not Connected
eu: Konekatatu gabe
pl: Nie połączony

source: Disconnected
eu: Deskonektatuta
pl: Rozłączony

source: Users:
eu: Erabi.:
pl: Użytkowników:

source: Files:
eu: Fitxategiak:
pl: Plików:

source: Up: %.1f(%.1f) | Down: %.1f(%.1f)
eu: Gora: %.1f(%.1f) | Behera: %.1f(%.1f)
pl: Wysł: %.1f(%.1f) | Pobr: %.1f(%.1f)

source: Up: %.1f | Down: %.1f
eu: Gora: %.1f | Behera: %.1f
pl: Wysł: %.1f | Pobr: %.1f

source: Connected
eu: Konektaturik
pl: Połączony

source: Do you really want to exit aMule?
eu: Benetan aMule itxi egin nahi duzu?
pl: Czy na pewno chcesz opuścić aMule?

source: Exit confirmation
eu: Irteera berrespena
pl: Potwierdzenie wyjścia

source: This ed2k link is invalid:
eu: ed2k esteka baliogabea:
pl: Ten link ed2k jest nieprawidłowy:

source: Invalid link:
eu: esteka baliogabea:
pl: Nieprawidłowy link:

source: Could not determine the command for running the browser.
eu: Ezin dut nabigatzailea irekitzeko komandoa asmatu.
pl: Nie można ustalić komendy do uruchomienia przeglądarki.

source: Unable to launch browser. Please set correct browser executable path in Preferences.
eu: Ezin da nabigatzailea abiarazi. Mesdez ezarri nabigatzaile egokiren bidea hobespenetan.
pl: Nie można uruchomić przeglądarki. Proszę ustawić poprawną ścieżkę w Preferencjach.

source: Skin file name is empty - loading defaults
eu: Itxura fitxategi izena hutsik dago - lehenespenak kargatzen
pl: Nazwa pliku skórki jest pusta - ładuje domyślne

source: Skin file
eu: Itxura fitxategia
pl: Plik skórki

source: does not exist - loading defaults
eu: ez da aurkitze - lehenespenak kargatzen
pl: nie istnieje - ładuje domyślne

source: Unable to open skin file:
eu: Ezin da itxura fitxategia ireki:
pl: Nie mogę otworzyć pliku skórki:

source: Clients: %s (%s), Banreason: Userhash changed (Found in TrackedClientsList)
eu: Bezeroak: %s (%s), Ukatzearrazoia: Erabiltzaile egiaztapena aldaturik (TrackedClientsList-en aurkiturik)
pl: Klienci: %s (%s), powód bana: Hash użytkownika zmieniony (Znaleziony w TrackedClientsList)

source: Clients: %s (%s), Banreason: Userhash changed
eu: Bezeroak: %s (%s), Ukatzearrazoia: Erabiltzaile egiaztapena aldaturik
pl: Klienci: %s (%s), powód bana: Hash użytkownika zmieniony

source: Failed to retrieve shared files from
eu: Hemendik patekatutako zerrenda jasotzerako huts egin du:
pl: Nieudane pobieranie udostępnionych plików od

source: Unknown
eu: Ezezaguna
pl: Nieznany

source: (Fake eMule version %x)
eu: (Gezurrezko eMule %x bertsioa)
pl: (Fałszywa wersja eMule %x)

source: Old MlDonkey
eu: MlDonkey Zaharra
pl: Stary MlDonkey

source: New MlDonkey
eu: MlDonkey Berria
pl: Nowy MlDonkey

source: eMule Compat(0x%x)
eu: eMule Bateragarria(0x%x)
pl: Kompatybilny z eMule(0x%x)

source: (Fake eMule)
eu: (Gezurrezko eMule)
pl: (Fałszywy eMule)

source: xMule (Fake eMule)
eu: xMule (Gezurrezko eMule)
pl: xMule (Fałszywy eMule)

source: (based on eMule v0.%u)
eu: (eMule v0.%u-n oinarritua)
pl: (oparty na eMule v0.%u)

source: Old eMule
eu: eMule Zaharra
pl: Stary eMule

source: NickName:
eu: Izenordea:
pl: Ksywka:

source: Requested:
eu: Eskaerak:
pl: Żądany:

source: Filestats for this session: Accepted %d of %d requests, %s transferred
eu: Fitxategi estatistikak saio honentzat. Onarturik %d %d eskakizunetik, %s transferiturik
pl: Statystyki plików tej sesji: Zaakceptowano %d z %d żądań, %s przesłano

source: Filestats for all sessions: Accepted %d of %d requests
eu: Fitxategi estatistikak saio guztientzat. Onarturik %d %d eskakizunetik
pl: Statystyki dla wszystkich sesji: Zaakceptowano %d z %d żądań

source: Requested unknown file
eu: Fitxategi ezezaguna eskaturik
pl: Żądanie nieznanego pliku

source: Handshake not finished while processing packet.
eu: Bostekoa ez da amaitu paketea prozesatzerakoan.
pl: Nawiązanie połączenia nie zakończyło się podczas przetwarzania pakietu.

source: Client
eu: Bezeroa
pl: Klient

source: (Unknown)
eu: (Ezezaguna)
pl: (Nieznany)

source: on IP
eu: IP-an
pl: z IP

source: port %u using
eu: %u ataka erabiltzen
pl: port %u używa

source: Category
eu: Kategoria
pl: Kategoria

source: New Category
eu: Kategoria Berria
pl: Nowa kategoria

source: Choose a folder for incoming files
eu: Aukeratu karpeta bat deskagatutako fitxategientzat
pl: Wybierz folder na pobierane pliki

source: You must specify a name for the category!
eu: Kategoria izen bat ezarri behar duzu!
pl: Musisz określić nazwę kategorii!

source: You must specify a path for the category!
eu: Kategoria bide bat ezarri behar duzu!!
pl: Musisz określić ścieżkę dla kategorii!

source: Failed to create incoming dir for category. Please specify a valid path!
eu: Huts kategoriantzat sarrera karpeta sortzerakoan. MEsedez ezarri baliozko bide bat!
pl: Nie udało się utworzyć katalogu przychodzących dla kategorii. Proszę podać właściwą ścieżkę!

source: * Could not generate backtrace
eu: * Ezin da atzera seinalea (backtrace) sortu
pl: * Nie można utworzyć śladu wykonywanych czynności

source: * Could not get symbol names for backtrace
eu: * Ezin dira atzera seinalearentzat (backtrace) ikurrak eskuratu
pl: * Nie można pobrać nazw symboli dla śladu wykonywanych czynności

source: Called From:
eu: Hemendik deitua:
pl: Wywoływany z:

source: Created file
eu: Fitxategia sortua
pl: Utworzono plik

source: with file descriptor %i
eu: %i fitxategi azalpenarekin
pl: z deskryptorem pliku %i

source: can't create file '%s'
eu: Ezin da '%s' fitxategia sortu
pl: Nie mogę utworzyć pliku '%s'

source: Opened file
eu: Irekitako fitxategia:
pl: Otwarty plik

source: Can't open file '%s'
eu: Ezin da fitxategia abiarazi:'%s'
pl: Nie mogę otworzyć pliku '%s'

source: Closing file
eu: Fitxategia ixten:
pl: Zamykanie pliku

source: can't close file descriptor %d
eu: Ezin %d fitxategi deskribatzailea ireki
pl: Nie mogę zamknąć deskryptora pliku %d

source: can't read from file descriptor %d
eu: Ezin %d fitxategi deskribatzailea irakurri
pl: Nie mogę czytać deskryptora pliku %d

source: can't write to file descriptor %d
eu: Ezin %d fitxategi deskribatzailea idatzi
pl: Nie mogę zapisać deskryptora pliku %d

source: can't flush file descriptor %d
eu: Ezin %d fitxategi deskribatzailea berdindu
pl: Nie mogę opróżnić deskryptora pliku %d

source: unknown seek origin
eu: Bilaketa jatorri ezezaguna
pl: nieznane źródło poszukiwania

source: can't get seek position on file descriptor %d
eu: Ezin da bilaketa posizioa hartu fitxategi argibideetatik: %d
pl: Nie mogę wyszukać pozycji w deskryptorze pliku %d

source: can't find length of file on file descriptor %d
eu: ezin da iftxcategi tamaina aurkitu deskibapenean: %d
pl: Nie mogę znaleźć długości pliku w deskryptorze %d

source: can't determine if the end of file is reached on descriptor %d
eu: Ezin da jakin fitxategi amaiera ailatu den deskribapenan: %d
pl: Nie mogę określić końca pliku na deskryptorze %d

source: invalid eof() return value.
eu: eof() erretorno balio baliogabea.
pl: zwrócona nieprawidłowa wartość eof().

source: *** Chat-Session Started:
eu: *** Txat-Saioa Abiarazirik:
pl: *** Rozmowa rozpoczęta:

source: *** Connected to Client ***
eu: *** Bezerora konektaturik ***
pl: *** Połączony do klienta ***

source: *** Connecting to Client ***
eu: *** Bezerora konektatzen ***
pl: *** Łączenie z klientem ***

source: *** Failed to Connect ***
eu: *** Huts Konektatzerakoan ***
pl: *** Nie udało się połączyć ***

source: *** Disconnected from Client ***
eu: *** Bezerotik deskonektaturik ***
pl: *** Odłączony od klienta ***

source: Failed to load creditfile
eu: Huts egin du kreditu fitxategi kargatzerakoan
pl: Nie udało się załadować pliku kredytów

source: Creditfile is out of date and will be replaced
eu: Kreditu fitxategia denboraz kanpo dago eta aldatu egin behar da
pl: Plik kredytów jest przedawniony i zostanie zastąpiony

source: Could not create backup file
eu: Ezin da babeskopia fitxategia sortu
pl: Nie mogę utworzyć pliku kopi zapasowej

source: WARNING: Failed to load Creditfile due to corruptions!
eu: ABISUA hondaturik dagoe eta ezin da Creditfile fitxategia kargatu!
pl: UWAGA: Nie udało się załadować pliku kredytów z powodu uszkodzeń!

source: Creditfile loaded, %u clients are known
eu: Kreditu fitxategia kargaturik, %u bezero ezagutzen dira
pl: Plik kredytów załadowany, %u znanych klientów

source: - Credits expired for %u clients!
eu: - %u bezeroaen krefituak amaitu dira!
pl: - Kredyty wyczerpane dla %u klientów!

source: Unable to load clients.met file!
eu: Ezin da clients.met fitxategia kargatu!
pl: Nie mogę załadować pliku clients.met!

source: Unable to load clients.met file! - Unknown Error
eu: Ezin da clients.met fitxategia kargatu! - Errore Ezezaguna
pl: Nie mogę załadować pliku clients.met! - Nieznany błąd

source: Failed to create creditfile
eu: Huts creditfile sortzen saiatzerakoan!
pl: Nie udało się utworzyć pliku kredytów

source: Failed to open existing creditfile!
eu: Huts creditfile irekitzen saiatzerakoan!
pl: Nie udało się otworzyć istniejącego pliku kredytów!

source: Client Details
eu: Bezero xehetasunak
pl: Szczegóły klienta

source: Low
eu: Baxua
pl: Niski

source: High
eu: Altua
pl: Wysoki

source: Not Supported
eu: Ez da onartzen.
pl: Niewspierane

source: Failed
eu: Huts egin du
pl: Nieudane

source: Not complete
eu: Ez osorik
pl: Niekompletne

source: Bad Guy
eu: Tipo Gaiztoa
pl: Zły człowiek

source: Verified - OK
eu: Egiaztaturik: Ondo
pl: Weryfikacja - OK

source: Not Available
eu: Ez dago erabilgarri.
pl: Niedostępne

source: Clients
eu: Bezeroak
pl: Klienci

source: Show &Details
eu: Erakutsi &Xehetasunak
pl: Pokaż &szczegóły

source: Add to Friends
eu: Gehitu lagun zerrendara
pl: Dodaj do znajomych

source: View Files
eu: Ikusi Fitxategiak
pl: Pokaż pliki

source: Send message
eu: Mezua bidali
pl: Wyślij wiadomość

source: Unban
eu: Barkatu
pl: Odbanuj

source: Show Uploads
eu: Erakutsi Igoerak
pl: Pokaż wysyłane

source: Show Queue
eu: Erakutsi Ilara
pl: Pokaż kolejkę

source: Show Clients
eu: Erakutsi Bezeroak
pl: Pokaż klientów

source: Select View
eu: Hautatu Ikuspegia
pl: Wybierz widok

source: Send message to user
eu: Bidali mezu erabiltzaileari
pl: Wyślij wiadomość do użytkownika

source: Message to send:
eu: Bidali behar de mezua:
pl: Wiadomość do wysłania:

source: Username
eu: Erabiltzaile-izena
pl: Nazwa użytkownika

source: File
eu: Fitxategia
pl: Plik

source: Client Software
eu: Bezero Softwarea
pl: Oprogramowanie klienta

source: Speed
eu: Abiadura
pl: Prędkość

source: Transferred
eu: Tranferituta
pl: Przesłano

source: Waited
eu: Itxoindakoa
pl: Czekał

source: Upload Time
eu: Ordu Denbora
pl: Czas wysyłania

source: Status
eu: Egoera

source: Obtained Parts
eu: Eskuratutako zatiak
pl: Pozyskane części

source: Upload/Download
eu: Igo/Deskargatu
pl: Wysyłanie/Pobieranie

source: Remote Status
eu: Urruneko Egoera
pl: Zdalny Status

source: Connecting via server
eu: Konektatu zebitzaria bidez
pl: Połączenie przez serwer

source: Transferring
eu: Bidaltzen
pl: Przesyłam

source: Queue Full
eu: Ilara Osoa
pl: Pełna kolejka

source: File Priority
eu: Fitxategia Lehentasuna
pl: Priorytet pliku

source: Rating
eu: Kalifikazioa
pl: Ocena

source: Score
eu: Puntuak
pl: Punkty

source: Asked
eu: Galdeturik
pl: Poprosił

source: Last Seen
eu: Azkenez ikusia
pl: Ostatnio widziany

source: Entered Queue
eu: Ilaran jarri da
pl: Wszedł do kolejki

source: Banned
eu: Ukatuak
pl: Zbanowany

source: Release
eu: Bertsioa

source: Very High
eu: Oso Altua
pl: Bardzo wysoki

source: Very low
eu: Oso txikia
pl: Bardzo niski

source: Normal
eu: Normala
pl: Normalny

source: LowID
eu: IDBaxua

source: Yes
eu: Bai
pl: Tak

source: No
eu: Ez
pl: Nie

source: Upload Status
eu: Igoera Egoera
pl: Status wysyłania

source: Transferred Up
eu: Igotarikoa
pl: Wysłanych

source: Download Status
eu: Deskarga Egoera
pl: Status pobierania

source: Transferred Down
eu: Deskargaturikoa
pl: Pobranych

source: Userhash
eu: ErabiltzaileEgiaztapena
pl: Hasz użytkownika

source: Asking
eu: Eskatzen
pl: Pytam

source: On Queue
eu: Ilaran
pl: W kolejce

source: Receiving hashset
eu: Aztertze ezarpenak jasotzen
pl: Odbieram zestaw hash'y

source: No needed parts
eu: Ez du behar den zatirik
pl: Brak potrzebnych części

source: Cannot connect LowID to LowID
eu: Ezin da IDBaxua-IDBaxua konektatu
pl: Nie można połączyć LowID do LowID

source: Too many connections
eu: Konexio gehiegi
pl: Zbyt dużo połączeń

source: File Comments
eu: Fitxategi Iruzkinak
pl: Komentarze pliku

source: File Name
eu: Fitxategi-izena
pl: Nazwa pliku

source: Comment
eu: Iruzkina
pl: Komentarz

source: No comments
eu: Ez dago iruzkinik
pl: Bez komentarza

source: comment(s)
eu: iruzkina(k)
pl: komentarz(e)

source: ERROR: Wrong file ID (ProcessFileInfo; file==NULL)
eu: ERROREA: Okerreko fitxategi ID (ProcessFileInfo; file==NULL)
pl: BŁĄD: Złe ID pliku (ProcessFileInfo; file==NULL)

source: ERROR: Wrong file ID (ProcessFileInfo; m_reqfile==NULL)
eu: ERROREA: Okerrreko fixtategi ID (ProcessFileInfo; m_reqfile==NULL)
pl: BŁĄD: Złe ID pliku (ProcessFileInfo; m_reqfile==NULL)

source: ERROR: Wrong file ID (ProcessFileInfo; m_reqfile!=file)
eu: ERROREA: Okerrreko fixtategi ID (ProcessFileInfo; m_reqfile!=file)
pl: BŁĄD: Złe ID pliku (ProcessFileInfo; m_reqfile!=file)

source: ERROR: Wrong file ID (ProcessFileStatus; m_reqfile==NULL)
eu: ERROREA: Okerrreko fixtategi ID (ProcessFileStatus; m_reqfile==NULL)
pl: BŁĄD: Złe ID pliku (ProcessFileStatus; m_reqfile==NULL)

source: ERROR: Wrong file ID (ProcessFileStatus; m_reqfile!=file)
eu: ERROREA: Okerrreko fixtategi ID (ProcessFileStatus; m_reqfile!=file)
pl: BŁĄD: Złe ID pliku (ProcessFileStatus; m_reqfile!=file)

source: ProcessFileStatus - wrong part number recv=%u expected=%u
eu: ProcessFileStatus - jasotako zati zenbaki okerra=%u Espero zena=%u
pl: ProcessFileStatus - zły numer części odebrany=%u oczekiwany=%u

source: Received unrequested AICH Packet
eu: Eskatugabeko AICH paketea jasorik
pl: Otrzymano niepożądany pakiet AICH

source: Downloads
eu: Deskargak
pl: Pobieranie

source: Priority
eu: Lehentasuna
pl: Priorytet

source: &Stop
eu: &Gelditu
pl: &Zatrzymaj

source: &Pause
eu: &Pausa
pl: &Pauza

source: &Resume
eu: &Berrekin
pl: &Wznów

source: C&lear completed
eu: G&arbitu bukaturikoa
pl: Wyczyść s&kończone

source: Swap every A4AF to this file now
eu: Jeistsi fitxategi honen A4AF guztiak orain
pl: Przerzuć wszystkie A4AF do tego pliku

source: Swap every A4AF to this file (Auto)
eu: Jeistsi fitxategi honen A4AF guztiak (Auto)
pl: Przerzuć wszystkie A4AF do tego pliku (Auto)

source: Swap every A4AF to any other file now
eu: Jeistsi fitxategi guztien a4af guztiak orain
pl: Przerzuć wszystkie A4AF do każdego innego pliku

source: Drop No Needed Sources now
eu: Behar ez diren jatorriak orain ezabatu
pl: Odrzuć źródła "Brak potrzebnych części"

source: Drop Full Queue Sources now
eu: Ezabatu ilara betea duten jatorriak orain
pl: Odrzuć źródła "Pełna kolejka"
