Repository: Hank-chinasky/amule
Catalog: branches/rc8/po/*.po
Languages: eu, pl

source: Clears completed downloads
eu: Garbitu amaituriko deskargak
pl: Wyczyść skończone pobierania

source: switch download list to clients you're downloading from, with files also (some day)
eu: Aldatu deskarga zerrenda deksargatzen ari zaren bezeroetara
pl: Przełącz listę pobierań na listę klientów od których pobierasz, także pliki (kiedyś)

source: Shows Upload / Up-queue
eu: Bistaratu Igoera hilara
pl: Pokaż Wysłane / Kolejkę-wysyłań

source: Uploads
eu: Igoerak
pl: Wysyłanie

source: Clients on queue :
eu: Bezeroak ilaran:
pl: Klientów w kolejce :

source: Messages
eu: Mezuak
pl: Wiadomości

source: Send
eu: Bidali
pl: Wyślij

source: Sends the specified message.
eu: Ezarritako mezua bidali
pl: Wysyła wybraną wiadomość.

source: Close this chat-session.
eu: Itxi elkarrizketa saio hau.
pl: Zamknij tą sesję czata.

source: General
eu: Orokorra
pl: Ogólne

source: Full Name :
eu: Izen osoa:
pl: Pełna nazwa :

source: N/A
eu: E/G
pl: Brak

source: met-File :
eu: met Fitxategia:
pl: plik met :

source: Hash :
eu: Aztertze zenbakia :

source: Filesize :
eu: Fitxategi tamaina :
pl: Rozmiar pliku :

source: Partfilestatus :
eu: Fitxategi zati egoera:
pl: Status pliku części:

source: Last seen complete :
eu: Azkenez osorik ikusia:
pl: Ostatnio widziano całość :

source: Media Info
eu: Medio Argb

source: Codec:
eu: Kodeka:
pl: Kodek:

source: Bitrate:
eu: Bit tasa:
pl: Szybkość transmisji:

source: Length:
eu: Luzera:
pl: Długość:

source: Transfer
eu: Transferentzia

source: Found Sources :
eu: Aurkitutako jatorriak:
pl: Znaleziono źródeł :

source: Transferring Sources :
eu: Jatorriak trasnferitzen:
pl: Przesyłam ze źródeł :

source: Filepart-Count :
eu: Fitxategi zati Kopurua:
pl: Części pliku :

source: Available :
eu: Erabilgarri:
pl: Dostępne :

source: Datarate :
eu: Data Abiadura:
pl: Prędkość transmisji danych :

source: Transferred :
eu: Tranferituta:
pl: Przesłano :

source: Completed Size :
eu: Amaitua Tamaina:
pl: Zakończone :

source: Intelligent Corruption Handling
eu: Korrupzio Kudeaketa Adimentsua
pl: Inteligentny System Obsługi Błędów

source: Lost to corruption :
eu: Apurketetan galdutakoa:
pl: Utracony z powodu błędów :

source: Gained by compression :
eu: Konpresioaz irabazitakoa:
pl: Zyskane przez kompresje :

source: Packages saved by I.C.H. :
eu: I.C.H. gordetako paketeak :
pl: Pakietów uratowanych przez I.C.H. :

source: Source Names
eu: Iturburu Izenak
pl: Nazwy źródeł

source: Takeover
eu: Konpondu
pl: Przejmij

source: Cleanup
eu: Garbitu
pl: Wyczyść

source: Rename
eu: Izena aldatu
pl: Zmień nazwę

source: Comment this file (this text will be show by all users)
eu: Iruzkina jarri fitxategi honi (testua beste erabiltzaileak irakurri dezakete)
pl: Skomentuj ten plik (będzie to widoczne dla wszystkich użytkowników)

source: For a film you can say its length, its story, language ... and if it's a fake, you can tell that to other users of aMule.
eu: Filme batentzat bere luzera, hizkuntza ... esan ditzazketu. eta gezurra bada, zuk beste aMule erabiltzeei abisatu dezakezu.
pl: W przypadku filmu możesz podać jego długość, język ... oraz jeżeli jest fałszywy możesz powiedzieć to innym użytkownikom aMule.

source: File Quality
eu: Fitxategi Kalitatea
pl: Jakość pliku

source: Not rated
eu: Kalifikatu gabea
pl: Nie oceniony

source: Invalid / Corrupt / Fake
eu: Baliogabe / Apurturik / Gezurra
pl: Nieprawidłowy / Uszkodzony / Fałszywy

source: Poor
eu: Pobrea
pl: Marny

source: Good
eu: Ondo
pl: Dobry

source: Fair
eu: Oso ona
pl: W miarę

source: Excellent
eu: Ezinobea
pl: Znakomity

source: Choose the file rating or advice users if the file is invalid ...
eu: Fitxategi kalifikazioa hartu edo fitxategia baliogabea bada besteak abisatu ...
pl: Wybierz ocenę pliku, lub skonsultuj z użytkownikiem jeżeli jest nieprawidłowy ...

source: Apply
eu: Ezarri
pl: Zastosuj

source: No comment(s)
eu: Iruzkinik ez
pl: Bez komentarza

source: Refresh
eu: Berritu
pl: Odśwież

source: Downloading, please wait ...
eu: Deskargatzen, itxoin mesedez...
pl: Pobieranie, proszę czekać...

source: Required Information
eu: Behar den Informazioa
pl: Wymagane informacje

source: IP Address :
eu: IP Helbidea:
pl: Adres IP :

source: Port :
eu: Ataka:

source: Additional Information
eu: Bestelako Informazioa
pl: Dodatkowe informacje

source: Username :
eu: Erabiltzaile-izena:
pl: Nazwa użytkownika :

source: Userhash :
eu: Erabiltzaile aztertze zenbakia :
pl: Hash użytkownika :

source: Add
eu: Gehitu
pl: Dodaj

source: Shared Files
eu: Partekatutako Fitxategiak
pl: Udostępnione pliki

source: Reload your shared files
eu: Berritu zure partekatutako fitxategiak
pl: Przeładuj twoje udostępnione pliki

source: Statistics
eu: Estatistikak
pl: Statystyki

source: Current Session
eu: Uneko Saioa
pl: Aktualna sesja

source: Total
eu: Guztira
pl: Razem

source: Requested :
eu: Eskaerak:
pl: Żądany :

source: Active Uploads :
eu: Igoerak:
pl: Aktywne wysyłania :

source: Download-Speed
eu: Deskarga Abiadura
pl: Prędkość pobierania

source: Current
eu: Unekoa
pl: Aktualna

source: Running average
eu: Funztionamentu bataz bestekoa
pl: Bieżąca średnia

source: Session average
eu: saio batez bestekoa
pl: Średnia sesji

source: Active downloads
eu: Deskarga aktiboak
pl: Aktywne pobierania

source: Active connections (1:1)
eu: konexio aktiboak (1:1)
pl: Aktywnych połączeń (1:1)

source: Active uploads
eu: Igoera aktiboak
pl: Aktywne wysyłania

source: Upload-Speed
eu: Igoera Abiadura
pl: Prędkość wysyłania

source: Clientsoftware :
eu: Bezresoftwarea :
pl: Oprogramowanie klienta :

source: Server IP :
eu: Zerbitzaria IP:
pl: IP Serwera :

source: Clientversion :
eu: BezeroBertsioa:
pl: Wersja klienta :

source: Servername :
eu: Zerbitzari izena:
pl: Nazwa serwera :

source: Currently downloading :
eu: Uneko deskargak :
pl: Aktualnie pobierane :

source: Downloaded (this session) :
eu: Deskargaturik (saio hau) :
pl: Pobrane (ta sesja) :

source: Average downloadrate :
eu: Batez bestekoa deskarga:
pl: Średnia prędkość pobierania :

source: Downloaded total :
eu: Guztira deskargaturikoa :
pl: Razem pobranych :

source: Uploaded (this session) :
eu: Igotakoa (saio hau) :
pl: Wysłane (ta sesja) :

source: Average Uploadrate :
eu: Batez besteko igoera abiadura :
pl: Średnia prędkość wysyłania :

source: Uploaded total :
eu: Guztira igotakoa:
pl: Razem wysłanych :

source: Scores
eu: Puntuak
pl: Punkty

source: DL/UP Modifier :
eu: DL/UP Aldagaia:
pl: Modyfikator DL/UL :

source: Rating (total) :
eu: Kalifikazioa (guztirea) :
pl: Ocena (razem) :

source: Secure Ident :
eu: Identita ziurra:
pl: Bezpieczny identyfikator :

source: Uploadqueue score :
eu: Igoera ilara puntuazioa:
pl: Punktacja wysyłania :

source: General Settings
eu: Ezarpen orokorrak
pl: Ustawienia ogólne

source: Nick
eu: Ezizena
pl: Ksywka

source: http://www.aMule.org - the Linux Mule
eu: http://www.aMule.org - Linux Mandoa

source: This is the name that other users will see when connecting to you.
eu: Hau beste erabiltzaileek zuri konektatzerakoan ikusiko duten izena da.
pl: To jest nazwa jaką inni użytkownicy będą widzieli łącząc się do ciebie.

source: Language
eu: Hizkuntza
pl: Język

source: System default
eu: Sistema lehenetsia
pl: Domyślny systemowy

source: Arabic
eu: Arabiarra
pl: Arabski

source: Basque
eu: Euskara
pl: Baskijski

source: Bulgarian
eu: Bulgariarra
pl: Bułgarski

source: Chinese (Simplified)
eu: Txinatarra (Simplea)
pl: Chiński (Uproszczony)

source: Danish
eu: Daniera
pl: Duński

source: Dutch
eu: Almeaniera
pl: Holenderski

source: English
eu: Ingelesa
pl: Angielski

source: Estonian
eu: Estoniera
pl: Estoński

source: Finnish
eu: Finlandiera
pl: Fiński

source: French
eu: Frantsesa
pl: Francuzki

source: Galego
eu: Galiziar
pl: Galicyjski

source: German
eu: Alemaniera
pl: Niemiecki

source: Italian
eu: Italiera
pl: Włoski

source: Korean
eu: Koreera
pl: Koreański

source: Lithuanian
eu: Lituaniera
pl: Litewski

source: Polish
eu: Poloniera
pl: Polski

source: Portuguese
eu: Portugesa
pl: Portugalski

source: Portuguese (Brazil)
eu: Portugesa (Brasil)
pl: Portugalski (Brazylia)

source: Russian
eu: Errusiera
pl: Rosyjski

source: Spanish
eu: Gaztelera
pl: Hiszpański

source: Spanish (Chile)
eu: Gaztelania (Txile)
pl: Hiszpański (Chile)

source: Spanish (Mexico)
eu: Gaztelania (Mexiko)
pl: Hiszpański (Meksyk)

source: Turkey
eu: Turkiarra
pl: Turecki

source: Hungarian
eu: Hungarriarra
pl: Węgierski

source: Catalan
eu: Katalana
pl: Kataloński

source: Croatian
eu: Kroaziarra
pl: Chorwacki

source: Italian (Napoletan)
eu: Italiera (Napolitanera)
pl: Włoski (Neapol)

source: Custom
eu: Pertsonalizatu
pl: Użytkownika

source: Chinese (Traditional)
eu: Txinatarra (ohizkoa)
pl: Chiński (Tradycyjny)

source: This specifies the language used on controls.
eu: Honek kontroletan erabiliko den hizkuntza ezartzen du.
pl: To wskazuje język jaki będzie używany do sterowania.

source: Misc Options
eu: Beste aukerak
pl: Różne opcje

source: Downloadlist doubleclick to expand
eu: Deskarga zerrendan klik bikoitza irekitzeko
pl: Podwójne kliknięcie aby rozwinąć listę pobierania

source: If enabled, it is possible to display the sources associated with downloads by double-clicking on them.
eu: Gaiturik dagoenean deskarga batetara loturiko jatorriak gainean klik bikoitza eginez bistarazi daitezke.
pl: Jeżeli jest włączone pozwala wyświetlać źródła skojarzone z pobieranymi poprzez podwójne kliknięcie na nich.

source: Minimize to trayicon
eu: Ikonotu ikono barrara
pl: Minimalizuj do zasobnika systemowego

source: Enabling this will make aMule minimize to the system-tray, rather than the taskbar.
eu: Gaituaz aMule ataza barrara beharrean sistema barrara txikituko da.
pl: Włączenie tego spowoduje minimalizowanie aMule do zasobnika systemowego, zamiast do paska zadań.

source: Prompt on exit
eu: Galdetu ireteterakoan
pl: Pytaj przy wyjściu

source: Makes aMule promt before exiting.
eu: aMule-k itxi aurretik galdetzea egiten du.
pl: Włącza pytanie przed wyjściem z aMule.

source: Tooltip Delay Time in secs
eu: Argibide atzerapena segundutan
pl: Opóźnienie podpowiedzi w sekundach

source: The delay before showing tool-tips.
eu: Argibideak bistarazi aurreko denbora
pl: Opóźnienie przed pokazaniem podpowiedzi.

source: Systray Integration
eu: Sistema barra integrazioa
pl: Integracja z pulpitem

source: Click here to select the type of systray integration you wish aMule to use.
eu: Klikatu hemen aMule-k erabiltzea nahi duzun sistema-barra bateragarritasuna aukeratzeko.
pl: Kliknij tu aby wybrać typ integracji z zasobnikiem systemowym którego chcesz aby używał aMule.

source: Startup
eu: Hasiera
pl: Uruchamianie

source: Start minimized
eu: Hasi txikiturik
pl: Uruchom zminimalizowany

source: Enabling this makes aMule minimize itself upon start.
eu: Gaitzerakoan aMule txikituri abiaraziko da.
pl: Włączenie tego spowoduje minimalizowanie aMule podczas startu.

source: Fake Check
eu: Gezur Egiaztapena
pl: Sprawdzanie autentyczności

source: User Defined
eu: Erabiltzaileak ezarririk
pl: Użytkownika

source: Select your browser here
eu: Aukeratu zure nabigatzailea hemen
pl: Wybierz tu swoją przeglądarkę

source: Custom Browser:
eu: Nabigatzaile Pertsonalizatua:
pl: Przeglądarka użytkownika:

source: my browser
eu: nire nabigatzailea
pl: moja przeglądarka

source: Enter your browser name here. To use the custom browser, select the Custom menu-item from the dropdown-menu above.
eu: Idatzi zure nabigatzaile izena hemen. Pertsonalizatutako nabigatzailea erabiltzeko 'Erabiltzaileak ezarririk' aukeratu goiko menuan.
pl: Wpisz tu nazwę swojej przeglądarki. Aby użyć zdefiniowanej przeglądarki wybierz opcje Użytkownika z rozwijanego menu.

source: Open in new tab if possible
eu: Ireki fitxa berrian aukera dagoenenean
pl: Otwórz w nowej karcie jeśli to możliwe

source: Open the web page in a new tab instead of in a new window when possible
eu: Ireki web orria fitxa berrian leiho berrian ordez aukera dagoenenean
pl: Otwórz strone www w nowej karcie zamiast w nowym oknie jeśli to możliwe

source: Connections
eu: Konexioak
pl: Połączenie

source: Bandwith Limits
eu: Konexio gaitasunak
pl: Limity przepustowości

source: Upload
eu: Igo
pl: Wysyłanie

source: Slot Allocation
eu: Slot kokapena
pl: Przydział slotów

source: Line Capacities
eu: konexio gaitasunak
pl: Możliwości linii

source: Note: These values are only used for statistics.
eu: Oharra: Balio hauek estadisttiketarako bakarrik erabiliko dira.
pl: Notatka: Te wartości są: używane tylko do statystyk.

source: Client TCP Port:
eu: Bezero TCP Ataka:
pl: Port TCP klienta:

source: Client UDP Port:
eu: Bezero UDP Ataka:
pl: Port UDP klienta:

source: disable
eu: ezgaitu
pl: wyłączony

source: Max Sources per File
eu: Fitxategiko iturburu muga
pl: Maks. źródeł na plik

source: Hard Limit
eu: Muga gogorra
pl: Ostateczny limit

source: Connection Limits
eu: Konexio mugak
pl: Limit połączeń

source: Max Connections
eu: Gehinezko konexioak
pl: Maks. połączeń

source: Autoconnect on startup
eu: Konektatu abiaraztekoan
pl: Automatycznie połącz na starcie

source: Reconnect on loss
eu: berkonektatu konexioa galtzean
pl: Połącz ponownie po rozłączeniu

source: Show overhead bandwith
eu: Ikusi konexio erabilpena
pl: Pokaż narzut przepustowości

source: Servers
eu: Zerbitzariak
pl: Serwery

source: Server Options
eu: Zerbitzari Aukerak
pl: Opcje serwera

source: Remove dead server after
eu: Ezabatu hildako zerbitzaria geroago
pl: Usuń martwe serwery po

source: retries
eu: saiakerak
pl: próbach

source: Auto-update serverlist at startup
eu: Auto-eguneratu zerbitzari zerrenda abiaraztean
pl: Aktualizuj listę serwerów podczas uruchamiania

source: List
eu: Zerrenda
pl: Lista

source: Update serverlist when connecting to a server
eu: Eguneratu zerbitzari zerrenda zerbitzari batetara konektatzean
pl: Aktualizuj listę w czasie łączenia do serwera

source: Update serverlist when a client connect
eu: Eguneratu zerbitzari zerrenda bezero bat konektatzerakoan
pl: Aktualizuj listę serwerów po połączeniu do serwera

source: Use priority system
eu: Erabili lehentasun sistema
pl: Używaj systemu priorytetów

source: Use smart LowID check on connect
eu: Erabili IDbaxu egiaztapena konektatzerakoan
pl: Używaj sprytnego sprawdzania LowID przy łączeniu

source: Safe connect
eu: Konexio ziurra
pl: Bezpieczne połączenie

source: Autoconnect to servers in static list only
eu: Estatiko zerbitzarieta bakarrik autokonektatu
pl: Automatyczne łączenie tylko do serwerów stałych

source: Set manually added servers to High Priority
eu: Ezarri eskuz gehitutako zerbitzariak lehentasun altuan
pl: Ustaw ręcznie dodane serwery z wysokim priorytetem

source: Files
eu: Fitxategiak
pl: Pliki

source: I.C.H. active
eu: K.K.A. gaiturik
pl: I.C.H. aktywny

source: AICH trusts every hash (not recomended)
eu: AICH egiaztapen guztiez fidatu (ez gomendaturik)
pl: AICH ufa każdemu hashowi (niezalecane)

source: Add files to download in pause mode
eu: Gehitu fitxategiak deskargetara geldirik
pl: Dodaj pliki do pobierania wstrzymane

source: Add files to download with auto priority
eu: Gehitu fitxategiak deskarga zerrendara auto-lehentasunarekin
pl: Dodaj pliki do pobierania z automatycznym priorytetem

source: Try to download first and last chunks first
eu: Saiatu lehen eta azken zatiak hasieran deskargatzen
pl: Próbuj pobrać najpierw pierwszy i ostatni kawałek

source: Add new shared files with auto priority
eu: Gehitu partekatutako fitxategi berriak auto-lehentasunarekin
pl: Dodaj udostępnione pliki z automatycznym priorytetem

source: Try to transfer full chunks to all uploads
eu: saiatu zati osoak transferitzen bidaltze guztietan
pl: Próbuj przesłać pełne kawałki dla wszystkich wysyłań

source: Start next paused file when a file completed
eu: Abiarazi geratutako hurrengo fitxategia bat bukatzerakoan
pl: Uruchom plik wstrzymany po skończeniu

source: Save 5 sources on rare files (< 20 sources)
eu: Gorde 5 jatorri fitxategi arraroentzat (
pl: Zachowaj 5 źródeł dla rzadkich plików (< 20 źródeł)

source: Extract Meta Data Tags
eu: Atera Meta Data Etiketak
pl: Wydobądź Meta Znaczniki Danych

source: Reduce Fragmentation
eu: Zatiketa txikiagotu
pl: Zmniejsz fragmentację

source: Allocate full chunks for .part files
eu: Gaitu zabalera guztia .part fitxategientzat
pl: Zarezerwuj pełne kawałki dla plików części

source: Select this to allocate a full chunk each time data is received for it.
eu: Aukeratu hau .part fitxategientzat konexio osoa gaitu nahi baduzu.
pl: Wybierz to aby zarezerwować całe fragmenty za każdym razem gdy nadejdą dane dla tej części.

source: Allocate full disk space for .part files
eu: Erabili diska toki osoa .part fitxategientzat
pl: Zarezerwuj całą przestrzen dyskową na pliki .part

source: This option reduces fragmentation but slows down the part file creation and will disable sparse files
eu: Aukera honek zatikatzea jesiten du baina part fitxategi sorrera geldoarazten du eta fitxategi zehatzak ezgaitzen ditu
pl: Ta opcja redukuje fragmentację, ale spowalnia tworzenie plików części oraz wyłączy rozsiewanie plików

source: Disk Space
eu: Diska Tokia
pl: Miejsce na dysku

source: Check Disk Space
eu: Arakatu Diska Tokia
pl: Sprawdź miejsce na dysku

source: Select this if you want aMule to check your Disk Space
eu: Aukeratu hau zuk Amule-k diska tokia aratzea nahi baduzu
pl: Wybierz to jeżeli chcesz aby aMule sprawdzał ilość miejsca na dysku

source: Min Disk Space:
eu: Gutx Disk Tokia:
pl: Min miejsca na dysku:

source: Enter here the min disk space desired.
eu: Ezarri hemen nahi duzu diska toki txikiena.
pl: Wpisz tu minimalną ilość miejsca na dysku.

source: Directories
eu: Direktorioak
pl: Katalogi

source: Incoming Directory :
eu: Deskarga direktorioa:
pl: Katalog przychodzących :

source: Browse
eu: Arakatu
pl: Przeglądaj

source: Temporary Directory :
eu: Aldi baterakoa Direktorioa:
pl: Katalog tymczasowy :

source: Shared Directories
eu: Partekatutako direktorioak
pl: Katalogi udostępnione

source: Share hidden files
eu: Partekatu ezkutatutako fitxategiak
pl: Udostępnij ukryte pliki

source: Video Player
eu: Bideo-erreproduzitzailea
pl: Odtwarzacz filmów

source: Create Backup to preview
eu: Sortu Babeskopia aurreikusteko
pl: Twórz kopie do podglądu

source: Graphs
eu: Grafikak
pl: Wykresy

source: Update delay : 5 secs
eu: Eguneratze atzerapena : 5 seg
pl: Odśwież co : 5 sekund

source: Time for average graph: 100 mins
eu: Bataz besteko grafika denbora : 100 min
pl: Czas dla wykresów średnich: 100 minut

source: Connections Graph Scale: 100
eu: Konexioak Graf Eskala: 100
pl: Skala wykresu połączeń: 100

source: Select Statistics Colors
eu: Aukeratu Estatistikak Koloreak
pl: Wybierz kolory statystyk

source: Background
eu: Atzeko planoa
pl: Tło

source: Grid
eu: Sareta
pl: Siatka

source: Download current
eu: Uneko deskaragak
pl: Aktualnie pobierane

source: Download running average
eu: Martxan deskargak bataz bestean
pl: Bieżąca średnia pobierania

source: Download session average
eu: Saioaren bataz besteko deskargak
pl: Średnia pobierania sesji

source: Upload current
eu: Uneko igoerak
pl: Aktualnie wysyłane

source: Upload running average
eu: Martxan igoerak bataz bestean
pl: Bieżąca średnia wysyłania

source: Upload session average
eu: Saioaren bataz besteko igoerak
pl: Średnia wysyłania sesji

source: Active connections
eu: Konexio aktiboak
pl: Aktywnych połączeń

source: Systray Icon Speedbar
eu: Sistema barra Abiadura barra ikonoa
pl: Ikona prędkości w zasobniku systemowym

source: Select
eu: Hautatu
pl: Wybierz

source: Statistics Tree
eu: Estatistika zuhaitza
pl: Drzewo statystyk

source: Notifications
eu: Abisuak
pl: Powiadomienia

source: Messages popup
eu: Mezu popup
pl: Wiadomości wyskakujące

source: Use sound
eu: Erabili soinua
pl: Używaj dźwięku

source: Pop out when :
eu: Leihoa ireki :
pl: Pokaż wiadomość kiedy :

source: New entry on log
eu: Log-ean sarrera berria
pl: Nowy wpis w logu

source: Starts a new chat session
eu: Txat saio berri bat hasi
pl: Uruchom nową sesje czata

source: A new chat message is received
eu: Txat mezu berri bat jaso da
pl: Przyszła nowa wiadomość czatu

source: A download is added or finished
eu: DEskarga gehitu edo amaitu da
pl: Pobieranie zostało dodane lub skończone

source: New aMule version detected
eu: aMule bertsio berria aurkitua
pl: Wykryta nowa wersja aMule

source: Urgent OOD, serverconnection lost
eu: Presazko OOD, zerbitzari konexioa galduta
pl: Pilny OOD, połączenie do serwera utracone

source: Notify by Mail
eu: Jakinarazi ePostaz
pl: Powiadomienie pocztą

source: Send an Email when transfer complete.
eu: Bidali ePosta mezu bat deskarga amaitzerakoan.
pl: Wyślij pocztę jeżeli transfer został ukończony.

source: SMTP server :
eu: SMTP zerbitzaria :
pl: Serwer SMTP :

source: Email Address :
eu: Eposta Helbidea:
pl: Adres Email :

source: Core Tweaks
eu: Oinarri Aldagaiak
pl: Podkręcanie

source: !!! WARNING !!!
eu: !!! KONTUZ !!!
pl: !!! UWAGA !!!

source: Do not change these setting unless you know what you are doing, otherwise you can easily make things worse for yourself. aMule will run fine without adjusting any of these settings.
eu: Ezarpen hauek ez aldatu ez badakizu zer egiten ari zaren, bestela normalean gauzak daudenak baino okerrago geratuko dira zuretzat Amulek ondo funtzionatu beharko luke ezarpen hauek aldatu gabe.
pl: Nie zmieniaj tych ustawień jeżeli nie wiesz co one powodują, w przeciwnym wypadku działasz na swoją niekorzyść. aMule będzie działał dobrze bez zmiany tych ustawień.

source: Advanced Settings
eu: Ezarpen aurreratuak
pl: Ustawienia zaawansowane

source: Max new connections / 5 secs
eu: Gehienezko konexio berria / 5 seg
pl: Maks. nowych połączeń

source: Use Safe Max Connections code
eu: Erabili Ziurtasun Handiko Konexio kodea
pl: Użyj bezpiecznego kodu Maks. połączeń

source: This code use an average calc. to avoid breaking usb modems, etc
eu: Kode honek kalkulu aurreratu bat erabiltzen du
pl: Ten kod używa obliczonej średniej, aby zapobiec problemom z modemami usb, itd.

source: Verbose (additional program feedback)
eu: Arazpena (programaren informazio hedatua)
pl: Gadatliwy (dodatkowe powiadamianie o błędach)

source: Verbose packet error output (only in debug)
eu: pakete errore irteera luzea (bakarrik arazpenean)
pl: Gadatliwe wyjście błędów pakietów (tylko tryb debug)

source: File Buffer Size: 240000 bytes
eu: Fitxategia Buffer Tamaina: 240000 bytes
pl: Rozmiar bufora pliku: 240000 bajtów

source: Upload Queue Size: 5000 clients
eu: Igoera ilara tamaina: 5000 bezero
pl: Rozmiar kolejki wysyłania: 5000 klientów

source: Server connection refresh interval: Disable
eu: Zerbitzari konexio berritze aldia: Ezgaiturik
pl: Odświeżanie połączeń do serwera co: Wyłączone

source: GUI Tweaks
eu: GUI Aldagaiak
pl: Dostosowanie GUI

source: Download Queue Files Progress
eu: Deskarga Ilara Fitxategi aurrerapena
pl: Postęp Kolejki Ściąganych Plików

source: Show percentage
eu: Ikusi Ehunekoa
pl: Pokaż procentowo

source: Show progressbar
eu: Ikusi aurrerapen barra
pl: Pokaż pasek postępu

source: Progressbar Style
eu: Aurrerapen barra Estiloa
pl: Styl paska postępu

source: Flat
eu: Laua
pl: Płaski

source: Round
eu: Biribildu
pl: Okrągły

source: Skin Support
eu: Itxura Onarpena
pl: Wsparcie skórek

source: Use skin file to set aMule bitmaps.
eu: Erabili itxura fitxategia aMule bit-mapak ezartzeko.
pl: Użyj pliku skórek do ustawienia bitmap aMule.

source: Skin file:
eu: Itxura fitxategia:
pl: Plik skórki:

source: Misc Gui Tweaks
eu: Beste Interfaze Aldagaiak
pl: Inne ustawienia GUI

source: Show Fast ED2K Links Handler
eu: Erakutsi ED2K laster-marka kudeatzaile azkarra
pl: Szybkie wyłapywanie linków ED2K

source: Show extended info on categories tabs
eu: Erakutsi argibide hedatuak kategoria fitxetan
pl: Pokaż rozszerzone info w kartach kategorii
