Repository: Hank-chinasky/amule
Catalog: branches/rc8/po/*.po
Languages: eu, pl

source: Processing file number %u: %s
eu: %u zenbakidun fitxategia prozesatzen: %s
pl: Przetwarzanie pliku numer %u: %s

source: You have asked for part hashes (Only used for files > 9.5 MB)
eu: Zati egiaztapenak eskatu dituzu (9.5 MB baino fitxategi txikiagoekin bakarrik)
pl: Pytałeś o hasze części (Używane tylko dla plików > 9.5 MB)

source: Please wait...
eu: Itxoin mesedez...
pl: Proszę czekać...

source: %s ---> Non existant file !
eu: %s ---> Fitxategia ez dago !
pl: %s ---> Nie istniejący plik !

source: aLinkCreator, the aMule ed2k link creator
eu: aLinkCreator, aMule ed2k esteka sortzailea
pl: aLinkCreator, kreator aMule linków ed2k

source: Welcome!
eu: Ongietorria!
pl: Witamy!

source: Input parameters
eu: Sarrera parametroak
pl: Parametry wejściowe

source: File to Hash
eu: Egiaztatzeko Fitxategia
pl: Plik do hashowania

source: Add Optional URLs for this file
eu: Gehitu Aukerako URL gehiago fitxategi honentzat
pl: Dodaj opcjonalny URL dla tego pliku

source: Enter here the file you want to compute the Ed2k link
eu: Sar hemen ed2k esteka konputatu nahi duzun fitxategia
pl: Wpisz plik dla którego chcesz obliczyć link Ed2k

source: Enter here the URL you want to add to the Ed2k link: Add / at the end to let aLinkCreator append the current file name
eu: SAr Ed2k estekara gehitu nahi duzun URL-a: Gehitu / bukaeranaLinkCreator-ri uneko fitxategi izena gehitzeko
pl: Wpisz URL który chcesz dodać do linków Ed2k: Dodaj / na końcu aby aLinkCreator mógł dołączyć aktualną nazwę pliku

source: Remove
eu: Ezabatu
pl: Usuń

source: Create link with part-hashes
eu: zati egiaztapenekin esteka bat sortu
pl: Utwórz link z part-hashami

source: Help to spread new and rare files faster, at the cost of an increased link size
eu: Fitxategi berri eta arraroak zabaltzen laguntzen du, esteka tamaina handitzearen kostuarekin
pl: Pomóż rozpowszechniać nowe i rzadkie pliki szybciej, kosztem zwiększenia rozmiaru linku

source: MD4 File Hash
eu: MD4 Fitxategi Egiaztapena
pl: Hash typu MD4 pliku

source: Ed2k File Hash
eu: Ed2k Fitxategi egiaztapena
pl: Hash typu ed2k pliku

source: Ed2k link
eu: Ed2k esteka
pl: Link ed2k

source: Save
eu: Gorde
pl: Zapisz

source: Copy to clipboard
eu: Arbelara kopiatu
pl: Skopiuj do schowka

source: Open a file to compute its ed2k link
eu: ed2k esteka komputatzeko fitxategi bat ireki
pl: Otwórz plik aby obliczyć jego link ed2k

source: Copy computed ed2k link to clipboard
eu: Komputaturiko ed2k esteka arbelara kopiatu
pl: Skopiuj obliczony link ed2k do schowka

source: Save computed ed2k link to file
eu: Komputaturiko ed2k esteka fitxategi batetan gorde
pl: Zapisz obliczony link ed2k do pliku

source: About aLinkCreator
eu: aLinkCreator-ri buruz
pl: Informacje o aLinkCreator

source: Select the file you want to compute the ed2k link
eu: ed2k esteka komputatu nahi duzun fitxategia aukeratu
pl: Wybierz plik do obliczenia linku ed2k

source: Nothing to copy for now !
eu: Kopiatzeko ezer ez oraingoz!
pl: W tej chwili nie ma nic do skopiowania !

source: Select the file to your computed ed2k link
eu: ed2k esteka komputatzeko fitxategia aukeratu
pl: Wybierz plik do twojego obliczonego linku ed2k

source: Please, enter a non empty file name
eu: Mesedez idatzi fitxategi izen bat
pl: Proszę wpisz niepustą nazwę pliku

source: Nothing to save for now !
eu: Gordetzeko ezer ez oraingoz!
pl: W tej chwili nie ma nic do zapisania !

source: aLinkCreator, the aMule ed2k link creator (c) 2004 ThePolish <thepolish@vipmail.ru> Pixmaps from http://www.everaldo.com and http://www.icomania.com and http://jimmac.musichall.cz/ikony.php3 Distributed under GPL
eu: aLinkCreator, aMule ed2k esteka sortzailea (c) 2004 ThePolish <thepolish@vipmail.ru> Pixmaps from http://www.everaldo.com and http://www.icomania.com and http://jimmac.musichall.cz/ikony.php3 GPL liuzentzipean banaturik
pl: aLinkCreator, kreator aMule linków ed2k (c) 2004 ThePolish <thepolish@vipmail.ru> Ikony z http://www.everaldo.com oraz http://www.icomania.com i http://jimmac.musichall.cz/ikony.php3 Dystrybucja na zasadach GPL

source: Hashing...
eu: Aztertzen...
pl: Hashuje...

source: Canceled !
eu: Ezeztaturik !
pl: Anulowane !

source: Done in %.2f s
eu: %.2f seg-etan egina
pl: Gotowe w %.2f ach

source: You have already added this URL !
eu: URL dagoeneko gehiturik duzu !
pl: Masz już dodany ten URL !

source: Please, enter a non empty URL
eu: Mesedez idatzi zurian ez dagoen URL bat
pl: Proszę wpisać niepusty URL

source: Unable to open %s
eu: Ezin da %s ireki
pl: Nie mogę otworzyć %s

source: The file %s is to big for the Donkey: maximum allowed is 4 GB.
eu: %s fitxategia edonkey-rentzat handiegia da, onartpen muga 4Gb da.
pl: Plik %s jest za duży na Donkeya: maksymalny dozwolony rozmiar to 4 GB.

source: %i day(s) %i hour(s) %i min %i s
eu: %i egun %i ordu %i min %i s
pl: %i dni %i godzin %i minut %i

source: %02uD %02uh %02umin %02us
eu: %02uE %02uh %02umin %02us

source: wxCas, aMule Online Statistics
eu: wxCas, amule Estatistika
pl: wxCas, statystyki aMule online

source: Maximum DL rate since wxCas is running
eu: Deskarga abiadura handiena wxCas abiarazirik dagoenetik
pl: Maksymalna szybkość DL od czasu uruchomienia wxCas

source: Absolute Maximum DL rate during wxCas previous runs
eu: Guztizko gehinezko deskarga abiadura wxCas aurreko abiarazteetan
pl: Absolutne maksimum szybkości DL podczas poprzedniego uruchomienia wxCas

source: System
eu: Sistema

source: Stop Auto Refresh
eu: Auto Berritzea Gelditu
pl: Zatrzymaj automatyczne odświeżanie

source: Save Online Statistics image
eu: Gorde estatistikak irudiak
pl: Zapisz obrazek starystyk online

source: Print Online Statistics image
eu: Imprimatu estatistika irudia
pl: Wydrukuj obrazek starystyk online

source: Preferences setting
eu: Hobespen ezarpenak
pl: Ustawienia preferencji

source: About wxCas
eu: wxCas-ri buruz
pl: Informacje o wxCas

source: Start Auto Refresh
eu: Auto Berritzea Abiarazi
pl: Rozpocznij automatyczne odświeżanie

source: Auto Refresh stopped
eu: Auto Berritzea Geraturik
pl: Automatyczne odświeżanie zatrzymane

source: Auto Refresh started
eu: Auto Berritzea abiarazirik
pl: automatyczne odświeżanie rozpoczęte

source: Save Statistics Image
eu: Gorde estatistika Irudia
pl: Zapisz obrazek statystyk

source: No handler for this file type.
eu: Ez dago mota honetarako kdueatzailerik.
pl: Nieobsługiwany typ pliku.

source: File was not saved
eu: Fitxategia ez da gorde
pl: Plik nie został zapisany

source: aMule Online Statistics
eu: aMule Estatistikak
pl: Statystyki aMule online

source: There was a problem printing. Perhaps your current printer is not set correctly?
eu: Arazo bat dago imprimatzerakoan. Agian zure imprimagailua ez dago behar bezala ezarririk?
pl: Wystąpił problem podczas drukowania. Może nie masz prawidłowo ustawionej drukarki ?

source: Printing
eu: Imprimatzen
pl: Drukuję

source: wxCas, aMule OnLine Signature Statistics (c) 2004 ThePolish <thepolish@vipmail.ru> Based on CAS by Pedro de Oliveira <falso@rdk.homeip.net> Distributed under GPL
eu: wxCas, aMule OnLine Signature Statistics (c) 2004 ThePolish <thepolish@vipmail.ru> Pedro de Oliveiraren <falso@rdk.homeip.net> CAS-en oinarriturik GPL lizentzipena banaturik
pl: wxCas, statystyki aMule online (c) 2004 ThePolish <thepolish@vipmail.ru> Oparte na CAS by Pedro de Oliveira <falso@rdk.homeip.net> Dystrybucja na zasadach GPL

source: aMule is running
eu: aMule abiarazirik dago
pl: aMule jest uruchomiony

source: WARNING: aMule is stopped !
eu: OHARRA: aMule gelditurik dago !
pl: UWAGA: aMule jest zatrzymany !

source: aMule is connecting...
eu: aMule konektatzen ari da...
pl: aMule łączy się...

source: Oh Oh, aMule status is unknown...
eu: Oh Oh, aMule egoera ezezaguna da...
pl: Oh Oh, status aMule jest nieznany...

source: has been running for
eu: Noiz abiarazirik
pl: jest uruchomiony od

source: is STOPPED !
eu: GELDITURIK dago !
pl: jest ZATRZYMANY !

source: is connecting...
eu: konetatzen...
pl: łączy się...

source: is doing something strange, check it !
eu: zerbait arraroa egiten ari da, araka ezazu!
pl: zrobił coś dziwnego, sprawdź to !

source: is on
eu: hona konektaturik
pl: jest włączony

source: Total Download:
eu: Deskargak Guztira:
pl: Razem pobranych:

source: , Upload:
eu: , Igoerak:
pl: , Wysłanych:

source: Session Download:
eu: Saio Deskargak:
pl: Pobranych w sesji:

source: Download:
eu: Deskargak:
pl: Pobranych:

source: kB/s, Upload:
eu: kB/s, Igoerak:
pl: kB/s, Wysłanych:

source: Sharing:
eu: Partekatuak:
pl: Udostępnione:

source: file(s), Clients on queue:
eu: fitxategi. Bezeroak hilaran:
pl: plik(ów), Klientów w kolejce:

source: System Load Average (1-5-15 min):
eu: Sistema Karga Mediak (1-5-15 min):
pl: Średnie obciążenie systemu (1-5-15 min):

source: System uptime:
eu: Sistema noiztik abiarazirik:
pl: Uptime systemu:

source: Directory containing amulesig.dat file
eu: amulesig.dat fitxategia duen karpeta
pl: Katalog zawierający plik amulesig.dat

source: Enter here the directory where your amulesig.dat file is
eu: Idatzi zure amulesig.dat fitxategia dagoen karpeta izena
pl: Podaj katalog gdzie jest twój plik amulesig.dat

source: Refresh rate interval in seconds
eu: Berritze aldia segundutan
pl: Czas pomiędzy odświeżeniami w sekundach

source: Generate a stat image at every refresh event
eu: Sortu estatistika irudi bat berritze bakoitzean
pl: Generuj obrazek statystyk przy każdym odświeżeniu

source: Enter here the directory where you want to generate the statistic image
eu: Idatzi hemen estatistika irudiak sortzea nahi duzun karpeta
pl: Wpisz katalog w którym chcesz generować obrazki statystyk

source: Upload periodicaly your stat image to FTP server
eu: Igo aldiro zure estatistika irudia FTP zerbitzarira
pl: Wysyłaj cyklicznie twój obrazek statystyk na serwer FTP

source: FTP Url
eu: FTP Url-a
pl: Url FTP

source: FTP Path
eu: FTP Bidea
pl: Ścieżka FTP

source: Enter here the URL of your FTP server
eu: Sar hemen zure FTP zerbitzariaren helbidea
pl: Wpisz URL twojego serwera FTP

source: Enter here the directory where putting your stat image on FTP server
eu: Idatzi hemen estatistika irudiak FTP zerbitzarian gordeko diren karpeta
pl: Wpisz katalog do składowania twoich obrazków statystyk na serwerze FTP

source: User
eu: Erabiltzailea
pl: Użytkownik

source: Password
eu: Pasahitza
pl: Hasło

source: Enter here the User name to log into your FTP server
eu: Idatzi hemen zure FTP zerbitzarian sartzeko erabiltzaile izena
pl: Wpisz nazwę użytkownika aby zalogować się do twojego serwera FTP

source: Enter here the User password to log into your FTP server
eu: Idatzi hemen zure FTP zerbitzarian sartzeko pasahitza
pl: Wpisz hasło użytkownika aby zalogować się do twojego serwera FTP

source: FTP update rate interval in minutes
eu: FTP igoera aldia minututan
pl: Czas pomiędzy odświeżeniami FTP w minutach

source: Validate
eu: Egiaztatu
pl: Sprawdź

source: Folder containing your signature file
eu: Zure sinadura fitxategia duen karpeta
pl: Katalog zawierający twój plik sygnatury

source: Folder where generating the statistic image
eu: Estatistika irudiak sortuko diren karpeta
pl: Katalog gdzie będzie wygenerowany statyczny obrazek

source: Quit amuleweb
eu: amuleweb itxi
pl: Zakończ amuleweb

source: Ok, exiting Web Client...
eu: Ados, Web bezeroa uzten...
pl: Ok, wyjście z kilenta www...

source: amuleweb [DLG version] Using %s (c) aMule Dev Team
eu: amuleweb [DLG bertsioa] %s Erabiltzen (c) aMule Garatzaile Taldea
pl: amuleweb [wersja DLG] Używa %s (c) aMule Dev Team

source: About amuleweb
eu: amuleweb-i buruz
pl: Informacje o amuleweb

source: Exits aMuleWeb.
eu: aMuleWeb Itxi.
pl: Wychodzi z aMuleWeb.

source: aMule Web Server
eu: aMule Web-a Zerbitzaria
pl: Serwer www aMule

source: Can't create web socket thread
eu: Ezin da Web soket haria sortu
pl: Nie mogę utworzyć wątku gniazda www

source: Web Server: Started
eu: WebZerbitzaria: Abiarazirik
pl: Serwer www: Uruchomiony

source: Web Server: running
eu: WebZerbitzaria: Martxan
pl: Serwer www: działa

source: Web Server: Restarted
eu: WebZerbitzaria: Berrabiarazirik
pl: Serwer www: uruchomiony ponownie

source: Web Server: Stopped
eu: WebZerbitzaria: Gelditurik
pl: Serwer www: Zatrzymany

source: Web Server: not running
eu: WebZerbitzaria: Ez dago martxan
pl: Serwer www: nie działa

source: Can't load templates: Can't open file
eu: Ezi dira txantilloiak kargatu: Ezin da fitxategia ireki:
pl: Nie można załadować szablonów: Nie można otworzyć pliku

source: Can't find template version number! Please replace aMule.tmpl with a newer version!
eu: Ezin da txatilloi bertsio zenbakia aurkitu! Mesdez aldatu aMule.tmpl bertsio berriago batengatik!
pl: Nie można znaleźć szablonu numeru wersji! Proszę zastąpić aMule.tmpl nowszą wersją!

source: Failed to load template
eu: Huts egin du txantilloia kargatzerakoan
pl: Nie udało się załadować szablonu

source: ***** logged in, getting page
eu: ***** saioa abiarazirik, orrialdea eskuratzen
pl: ***** zalogowany, pobieram stronę

source: ***** session is
eu: ***** saioa:
pl: ***** sesja jest

source: Access denied!
eu: Sarrera ukaturik!
pl: Brak dostępu!

source: :: field
eu: :: eremua
pl: :: pole

source: *** replaced session with
eu: *** saioa honegatik aldatu:
pl: *** zamieniona sesja z

source: Web Control Panel
eu: Web kontrol panela
pl: Panel kontrolny www

source: Server list
eu: Zerbitzari zerrenda
pl: Lista serwerów

source: ED2K Link(s)
eu: ED2k Loturak
pl: Link(i) ED2K

source: Log
eu: Erregistroa

source: Serverinfo
eu: Zerbitzari informazioa
pl: Info serwera

source: Debug Log
eu: Arazte erregistroa
pl: Logi debugowe

source: Logout
eu: Irten
pl: Wyloguj

source: Server name
eu: Zerbitzaria izena
pl: Nazwa serwera

source: users
eu: erabiltzaileak
pl: użytkowników

source: files
eu: fitxategiak
pl: plików

source: Actions
eu: Ekintzak
pl: Akcje

source: Remove selected server
eu: Ezabatu aukeratutako zerbitzaria
pl: Usuń wybrany serwer

source: Are you sure to remove this server from list?
eu: Ziur al zaude zerbitzari hau zerbitzari zerrrendatik ezabatu nahi duzula?
pl: Jesteś pewien, że chcesz usunąć ten serwer z listy?

source: Downloaded total
eu: Guztira deskargaturikoa
pl: Razem pobranych

source: Uploaded total
eu: Guztira igotakoa
pl: Razem wysłanych

source: Increase Priority
eu: Lehentasuna Handiagotu
pl: Zwiększ priorytet

source: Decrease Priority
eu: Lehentasuna Txikiagotu
pl: Zmniejsz priorytet

source: Hide Queue
eu: Ezkutatu Ilara
pl: Ukryj kolejkę

source: Uploads (%i)
eu: Igoerak (%i)
pl: Wysyłania (%i)

source: Download Selected
eu: Deskargatu aukeratutakoak
pl: Pobierz wybrany

source: Time
eu: Ordua
pl: Czas

source: IP or Address
eu: IP edo Helbidea
pl: IP albo Adres

source: Name
eu: Izena
pl: Nazwa

source: Add to list
eu: Gehitu zerrendara
pl: Dodaj do listy

source: Update server.met from URL
eu: Eguneratu server.met URL honetatik
pl: Aktualizuj server.met z URL-a

source: URL
eu: URLa

source: Web-based Search
eu: Web-ean oinarritutako bilaketa
pl: Szukanie przez www

source: ***_GetStats arrived
eu: ***_GetStats lortua
pl: *** nadeszło _GetStats

source: File Settings
eu: Fitxategi ezarpenak
pl: Ustawienia plików

source: Max Sources Per File
eu: Gehienezko jatorriak fitxategiz
pl: Maks. źródeł na plik

source: Max. Connections
eu: Gehinezko konexioak
pl: Maks. połączeń

source: max. new connections / 5secs
eu: 5 segunduko konexio berri muga
pl: maks. nowych połączeń / 5 sek

source: Gzip Compression
eu: Gzip kompresioa
pl: Kompresja gzip

source: Save traffic, especially in graphs.
eu: Gorde trafikoa, bereiziki grafiketan.
pl: Zapisz ruch, zwłaszcza na wykresach.

source: Enable or disable the display of waiting queue in transfer page.
eu: Gaitu edo ezgaitu itxaroteko hilara erakustea transferentzi orrian.
pl: Włącz lub wyłącz wyświetlanie oczekującej kolejki na stronie transferów.

source: Refresh-Time of Pages
eu: Orrien freskatze denbora
pl: Czas odświeżania stron

source: Time in seconds (zero=disabled)
eu: Denbora segundutan (zero=ezgaiturik)
pl: Czas w sekundach (zero=wyłączne)

source: Speed Limits
eu: Abiadura mugak
pl: Limit prędkości

source: Bandwidth Limits
eu: Konexio mugak
pl: Limity przepustowości

source: Login
eu: Saioa hasi

source: Enter your password here
eu: Sar zure pasahitza hemen
pl: Wpisz tu swoje hasło

source: Login Now
eu: Saio hasi Orain
pl: Zaloguj teraz

source: Server Preferences
eu: Zerbitzaria Hobespenak
pl: Serwer ustawienia

source: Connected
eu: Konekaturik
pl: Połączony

source: Webserver: Logout
eu: Web zerbitzaria: saioa hamaitu
pl: Serwer www: Wylogowanie

source: Search in progress. Refetch results in a moment!
eu: Bilaketa bidean. Emaitzak emango une batetan!
pl: Wyszukiwanie w trakcie. Odświeżenie rezultatów za chwilę!

source: Search Results
eu: Bilaketaren emaitzak
pl: Rezultaty szukania

source: Refetch Results
eu: Emaitzak berriztatu
pl: Odśwież rezultaty

source: File Hash
eu: Fitxategi egiaztapena
pl: Hash pliku

source: Min Availability
eu: Gutx. Erabilgarritasuna
pl: Min źródeł

source: Method
eu: Metodoa
pl: Metoda

source: Global (Server)
eu: Orokorra (zerbitzaria)
pl: Globalne (Serwer)

source: Auto
pl: Automatyczny

source: ] with
pl: ] z

source: on
pl: na

source: Sources Dropping
pl: Odrzucanie źródeł

source: Remote Controls
pl: Zdalna kontrola

source: Gui Tweaks
pl: Dostosowanie GUI

source: Message Filter
pl: Filtr wiadomości
