Repository: Hank-chinasky/amule
Catalog: branches/rc8/po/*.po
Languages: eu, pl

source: Server connection refresh interval: %d minutes
eu: Zerbitzari konexio berritze maiztasuna: %d minutu
pl: Odświeżanie połączeń do serwera co: %d minut

source: Server connection refresh interval: Disabled
eu: Zerbitzarira konexio berritze maiztasuna: Ezgaiturik
pl: Odświeżanie połączeń do serwera co: Wyłączone

source: You are not connected to a server!
eu: Ez zaude zerbitzari batetara konektaturik!
pl: Nie jesteś połączony do serwera!

source: FileID
eu: FitxategiID
pl: Id pliku

source: Copy ED2k link to clipboard
eu: Kopiatu ED2k esteka arbelera
pl: Skopiuj link ed2k do schowka

source: Copy ED2k link to clipboard (HTML)
eu: Kopiatu ED2k esteka arbelera (HTML)
pl: Skopiuj link ed2k do schowka (HTML)

source: Failed to load server.met!
eu: Huts server.met kargatzerakoan!
pl: Nie udało się załadować server.met!

source: Invalid versiontag in server.met (0x%x , size %i)!
eu: Baliogabeko bertsio marka server.met fitxategian (0x%x , tamaina %i)!
pl: Nieprawidłowy znacznik wersji w server.met (0x%x , wielkość %i)!

source: %i servers in server.met found
eu: %i zerbitzari aurkiturik server.met fitxategian
pl: %i serwerów znaleziono w server.met

source: %d servers added
eu: %d zerbitzari gehiturik
pl: %d serwerów dodanych

source: Error: the file server.met is corrupted
eu: Errorea: server.met fitxategia apurturik dago
pl: Błąd: plik server.met uszkodzony

source: You are connected to the server you are trying to delete. please disconnect first.
eu: Konektaturik zauden zerbitzaria ezabatu nahi duzu. Mesedez deskonektatu lehenik.
pl: Jesteś połączony do serwera który chcesz usunąć. Proszę rozłącz się najpierw.

source: Server added:
eu: Zerbitzaria gehiturik:
pl: Serwer dodany:

source: Failed to save server.met!
eu: Huts server.met gordetzerakoan!
pl: Nie udało się zapisać server.met!

source: Invalid URL
eu: Baliogabeko URLa
pl: Nieprawidłowy URL

source: Failed to download the server list from
eu: Huts zerbitzari zerrenda deskargatzerakoan:
pl: Nie udało się pobrać listy serwerów z

source: No serverlist address entry in 'addresses.dat' found. Please paste a valid serverlist address into this file in order to auto-update your serverlist
eu: 'addresses.dat' fitxategian ez da zerbitzari zerrenda helbiderik aurkitu. Mesedez itsatsi baliozko zerbitzari zerrenda helbide bat fitxategian zerbitzari zerenda auto-eguneratzeko
pl: Brak adresów serwerów w 'adresses.dat'. Proszę wkleić kolejno dobre adres listy serwerów do tego pliku aby aktualizować listę automatycznie

source: Warning, invalid URL specified for auto-updating of servers: %s
eu: Abisua, Baliogabeko URL bat ezarria zerbitzariake eguneratzeko: %s
pl: Uwaga: niepoprawny URL podany do auto-aktualizacji serwerów: %s

source: No valid server.met auto-download url on addresses.dat
eu: Ez da baliozko server.met auto-deskarga url helbiderik aurkitu addresses.dat fitxategian
pl: Niepoprawny url do auto-pobierania serwer.met w adresses.dat

source: Server Name
eu: Zerbitzaria Izena
pl: Nazwa serwera

source: Address
eu: Helbidea
pl: Adres

source: Port
eu: Ataka

source: Description
eu: Azalpena
pl: Opis

source: Users
eu: Erabi.
pl: Użytkowników

source: Static
eu: Estatikoa
pl: Stałe

source: Version
eu: Bertsioa
pl: Wersja

source: You are connected to a server you are trying to delete. Please disconnect first. The server was NOT deleted.
eu: Ezabatu naian zauden zerbitzarira konektaturik zaude. Mesedez deskonektatu zaitez aurretik. Zerbitzaria EZ da ezabatuko
pl: Próbujesz usunąć serwer do którego jesteś połączony. Proszę się najpierw rozłączyć. Serwer NIE został usunięty.

source: Failed to open
eu: Huts irekitzerakoan
pl: Nie udało się otworzyć

source: Servers (%i)
eu: Zerbitzariak (%i)
pl: Serwery (%i)

source: Server
eu: Zerbitzaria
pl: Serwer

source: Connect to server
eu: Konektatu zerbitzarira
pl: Połącz z serwerem

source: Mark server(s) as static
eu: Zerbitzaria(k) estatiko bezala markatu
pl: Oznacz serwer(y) jako stały

source: Mark server(s) as non-static
eu: Zerbitzaria(k) ez-estatiko bezala markatu
pl: Oznacz serwer(y) jako nie stały

source: Remove server(s)
eu: Ezabatu zerbitzaria(k)
pl: Usuń serwer(y)

source: Remove all servers
eu: Kendu zerbitzari guztiak
pl: Usuń wszystkie serwery

source: Copy ED2k link(s) to clipboard
eu: Kopiatu ED2k esteka arbelara
pl: Skopiuj link(i) ed2k do schowka

source: Reconnect to server
eu: zerbitzarira birkonektatu
pl: Połącz ponownie z serwerem

source: theApp.serverlist->GetServerByAddress() returned NULL
eu: theApp.serverlist->GetServerByAddress() itzulia NULL

source: Error:
eu: Errorea:
pl: Błąd:

source: Warning:
eu: Abisua:
pl: Uwaga:

source: Corrupt or invalid loginanswer from server received
eu: Hondatutako edo baliogabeko sarrera erantzuna jasoa zerbitzaritik
pl: Uszkodzona lubniepoprawna odpowiedź na login otrzymana z serwera

source: New clientid is %u
eu: Bezero id berria: %u
pl: Twoje nowe id to %u

source: Invalid server status packet
eu: Baliogabeko zerbitzari egoera paketea
pl: Niepoprawny pakiet statusu serwera

source: Unknown server info received! - too short
eu: Zerbitzari argibide ezezaguna jasoa - laburregia
pl: Otrzymane info nieznanego serwera! - za krótkie

source: Unknown server info received!- wrong server name
eu: Zerbitzari argibide ezezaguna jasoa - okerreko zerbitzari izena
pl: Otrzymane info nieznanego serwera! - zła nazwa serwera

source: Unknown server info received! - wrong description
eu: Zerbitzari argibide ezezaguna jasoa - Okerreko argibideak
pl: Otrzymane info nieznanego serwera! - zły opis

source: Received %d new servers
eu: %d zerbitzari berri jasoak
pl: Otrzymano %d nowych serwerów

source: Saving of server-list completed.
eu: zerbitzari zerrenda grabaketa amaiturik.
pl: Zapisywanie listy serwerów zakończone.

source: Server rejected last command
eu: Zerbitzariak azken komadoa ukatu du
pl: Serwer odrzucił ostatnią komendę

source: Unhandled error while processing packet from server -
eu: Espero ez zen errore bat zerbitzari honetako paketea arakatzerakoan -
pl: Nieobsługiwany błąd w trakcie przetwarzania pakietu z serwera -

source: Unknown exception while processing packet from server!
eu: Salbuezpen ezezaguna zerbitzariko paketea prozesatzerakoan!
pl: Nieznany wyjątek podczas przetwarzania pakietu z serwera!

source: Error in serversocket:
eu: Errorea zerbitzari socketean:
pl: Błąd w gnieździe serwera:

source: CServerSocketHandler: can not create my thread
eu: CServerSocketHandler: ezin da haria sortu
pl: CServerSocketHandler: nie mogę utworzyć mojego wątku

source: Please enter a serveraddress
eu: Mesedez sartu zerbitzari helbidea
pl: Wpisz adres serwera

source: Incomplete serverport: Please enter a serverport
eu: Zerbitzari ataka baliogabea. Sar ezazu zerbitzari ataka zenbakia
pl: Niekompletny port serwera, wybierz port serwera

source: Server not added!
eu: Zerbitzaria ez da gehitu!
pl: Serwer nie dodany!

source: Status:
eu: Egoera:

source: HighID
eu: IDAltua

source: Error: EOF on
eu: Errorea: EOF on
pl: Błąd: EOF włączony

source: Error: wrong format on
eu: Errorea: okerreko formatua:
pl: Błąd: zły format włączony

source: Found %i known shared files
eu: %i ezagututako partekatutako fitxategi aurkiturik
pl: Znaleziono %i znanych udostępnionych plików

source: Found %i known shared files, %i unknown
eu: %i ezagututako partekatutako eta %i ezezagun aurkiturik
pl: Znaleziono %i znanych udostępnionych plików, %i nieznanych

source: ERROR! Attempted to share %s
eu: ERROREA! %s paetekatzen saiatzen
pl: BŁĄD! Próba udostępnienia %s

source: WARNING! Sharing the following directory is not recommended: %s
eu: ABISUA! Karpeta hau ez partekatzea gomendatzen da: %s
pl: UWAGA: Udostępnianie tego katalogu jest niezalecane: %s

source: Permission
eu: Baimena
pl: Uprawnienia

source: Requests
eu: Eskaerak
pl: Żądania

source: Accepted Requests
eu: Onartutako eskaerak
pl: Zaakceptowane żądania

source: Transferred Data
eu: Tranferitutako Datuak
pl: Przesłane dane

source: Complete Sources
eu: Iturburu Osoak
pl: Pełne źródła

source: Directory Path
eu: Karpeta Bidea
pl: Ścieżka do katalogu

source: Public
eu: Publikoa
pl: Publiczne

source: Friends only
eu: Lagunak bakarrik
pl: Tylko znajomi

source: Locked
eu: Blokeatua
pl: Zablokowane

source: Permissions
eu: Baimenak
pl: Uprawnienia

source: Change this file's comment...
eu: Aldatu fitxategi honen iruzkina...
pl: Zmień komentarz tego pliku...

source: Copy ED2k link to clipboard (&Source)
eu: Kopiatu ED2k esteka arbelara (&Iturburua)
pl: Skopiuj link ed2k do schowka (&Source)

source: Copy ED2k link to clipboard (Hostname)
eu: Kopiatu ED2k esteka arbelara (Hostalaria)
pl: Skopiuj link ed2k do schowka (Hostname)

source: Auto [Re]
eu: Auto[No]

source: Auto [UNK]
eu: Auto [Eze]

source: Hidden
eu: Ezkutua
pl: Ukryty

source: [PartFile]
eu: [ZatiFitxategia]
pl: [Plik części]

source: You cannot change permissions while a file is still downloading!
eu: Ezin dituzu oraindik deskargatzen ari den fitxategi baten baimenak aldatu!
pl: Nie możesz zmienić uprawnień gdy plik jest pobierany!

source: You need a HighID to create a valid sourcelink
eu: ID altua behar duzu baliozko jatorri esteka bat sortzeko
pl: Potrzebujesz HighID aby stworzyć link źródłowy

source: Shared Files (%i)
eu: Partekatutako fitxategiak (%i)
pl: Udostępnione pliki (%i)

source: Failed to connect to all servers listed. Making another pass.
eu: Huts zerrendako zerbitzari guztietara konektatzen saiatzerakoan, berriz hasiko nahiz.
pl: Nie udało się połączyć do serwerów z listy. Kolejne podejście.

source: No valid servers to connect in serverlist found
eu: Ez da konektatzeko baliozko zerbitzaririk aurkitu zerbitzari zerrendan
pl: Nie ma poprawnych serwerów na liście

source: Connection established on:
eu: Konexioa sorturik:
pl: Połączenie nawiązano o:

source: Fatal Error while trying to connect. Internet connection might be down
eu: Errore konponezina konektatu saiatzean. Internet konexioa eroria egon daiteke
pl: Błąd krytyczny podczas próby łączenia. Może nie ma połączenia do internetu

source: Lost connection to
eu: Konexioa galdua:
pl: Utracone połączenie do

source: :%i) appears to be dead.
eu: :%i) hilik dirudi.
pl: : %i) wygląda na martwy.

source: :%i) appears to be full.
eu: :%i) beteta dirudi.
pl: :%i) wygląda na pełny.

source: Automatic connection to server will retry in %d seconds
eu: Zerbitzariarekiko konexio automatikoa berriz saiatuko da %d segundutan
pl: Automatyczne łączenie do serwera nastąpi za %d sekund

source: Connection lost
eu: Konexioa galdu egin da
pl: Utracono połączenie

source: :%i) failed
eu: :%i) huts egin du
pl: :%i) nie udane

source: Error: Socket invalid at timeoutcheck
eu: Errorea: Soket baliogabea denboraz kanpo arakatzean
pl: Błąd: Socket nieprawidłowy przy sprawdzaniu timeout-a

source: Connection attempt to
eu: Hona konexioa saiatzen:
pl: Próba połączenia z

source: :%i) timed out.
eu: :%i) denboraz kanpo.
pl: :%i) upłyną limit czasu.

source: Active connections (1:%u)
eu: Konexio aktiboak (1:%u)
pl: Aktywnych połączeń (1:%u)

source: Waiting...
eu: Zain...
pl: Czekam...

source: Connection
eu: Konexioa
pl: Połączenie

source: Uptime:
eu: Abiarazia:

source: Downloaded Data (Session (Total)):
eu: Deskargaturiko Datuak (Saioa (Guztira)):
pl: Pobrane dane (Sesja (Razem)):

source: Total Overhead (Packets):
eu: Burukoak Guztira (Paketeak):
pl: Łączny narzut (Pakiety):

source: File Request Overhead (Packets):
eu: Fitxategi Eskaera Burukoak (Paketeak):
pl: Narzut żądań pliku (Pakiety):

source: Source Exchange Overhead (Packets):
eu: Iturburu trukaketa Burukoak (Paketeak):
pl: Narzut wymiany źródeł (Pakiety):

source: Server Overhead (Packets):
eu: Zerbitzari Burkoak (Paketeak):
pl: Narzut serwera (Pakiety):

source: Found Sources: %i
eu: Aurkitutako jatorriak: %i
pl: Znaleziono źródeł: %i

source: Active Downloads (chunks): %i
eu: Deskarga Aktiboa (zatiak): %i
pl: Aktywne pobierania (kawałki): %i

source: Uploaded Data (Session (Total)):
eu: Igotako Datuak (Saioa (Guztira)):
pl: Wysłane dane (Sesja (Razem)):

source: Active Uploads: %i
eu: Igoera Aktiboak: %i
pl: Aktywne wysyłania: %i

source: Waiting Uploads: %i
eu: Igotzeko Zain: %i
pl: Czekające wysyłania: %i

source: Total successful upload sessions: %i
eu: Guztira igoera saio arrakastatsuak: %i
pl: Razem ukończonych sesji wysyłania: %i

source: Total failed upload sessions: %i
eu: Guztira igoera saio akatsdunak: %i
pl: Razem nieukończonych sesji wysyłania: %i

source: Average upload time:
eu: Batazbesteko igoera denbora:
pl: Średni czas wysyłania:

source: Average Downloadrate (Session): %.2f kB/s
eu: Batez besteko deskarga abiadura (Saioa): %.2f kB/s
pl: Średnia prędkość pobierania (Sesja): %.2f kB/s

source: Average Uploadrate (Session): %.2f kB/s
eu: Batez besteko igoera abiadura (Saioa)%.2f kB/s
pl: Średnia prędkość wysyłania (Sesja): %.2f kB/s

source: Max Downloadrate Average (Session): %.2f kB/s
eu: Batez bestekoa deskarga abiadura muga (Saioa): %.2f kB/s
pl: Maksymalna średnia prędkość wysyłania (Sesja): %.2f kB/s

source: Max Downloadrate (Session): %.2f kB/s
eu: Gehienezo Deskarga abiadura (Saioa): %.2f kB/s
pl: Maksymalna prędkość pobierania (Sesja): %.2f kB/s

source: Reconnects: %i
eu: Berkonexioak: %i
pl: Ponowne łączenia: %i

source: waiting for transfer...
eu: transeferentzia itxaroten...
pl: Czekam na transfer...

source: Time Since First Transfer:
eu: Denbora lehen transferentziatik:
pl: Czas od pierwszego transferu:

source: Waiting for connection...
eu: Konexio itxaroten...
pl: Czekam na połączenie...

source: Connected To Server Since:
eu: Zerbitzarira noiztik konektaturik:
pl: Połączony do serwera od:

source: Session UL:DL Ratio (Total):
eu: Saio IG:JE abiadura (Guztira):
pl: Stosunek UL:DL sesji (Razem):

source: Not available
eu: Ez dago eskuragarri
pl: Niedostępne

source: Number of Shared Files: %i
eu: Partekatutako fitxategi zenbakia: %i
pl: Liczba udostępnionych plików: %i

source: Total size of Shared Files:
eu: Partekatutako Fixtategien Tamaina:
pl: Łączny rozmiar udostępnianych plików:

source: Average filesize:
eu: Bataz-besteko Tamaina:
pl: Średni rozmiar pliku:

source: Total: %i
eu: Guztira: %i
pl: Razem: %i

source: Old MLDonkey: %i (%1.1f%%)
eu: MLDonkey Zaharra: %i (%1.1f%%)
pl: Stary MLDonkey: %i (%1.1f%%)

source: New MLDonkey: %i (%1.1f%%)
eu: MLDonkey Berria: %i (%1.1f%%)
pl: Nowy MLDonkey: %i (%1.1f%%)

source: Compatible: %i (%1.1f%%)
eu: Bateragarria: %i (%1.1f%%)
pl: Kompatybilny: %i (%1.1f%%)

source: Unknown: %i
eu: Ezezaguna: %i
pl: Nieznane: %i

source: Filtered: %i
eu: Iragazirik %i
pl: Przefiltrowane: %i

source: LowID: %u (%.2f%%)
eu: IDBaxua: %u (%.2f%%)

source: SecIdent On/Off: %u (%.2f%%) : %u (%.2f%%)
eu: Identitate ziurra gaitu/ezgaitu: %u (%.2f%%) : %u (%.2f%%)
pl: BezpIdent Wł/Wył: %u (%.2f%%) : %u (%.2f%%)

source: HasSocket: %i (%1.1f%%)
eu: Egiaztapen Soketa: %i (%1.1f%%)
pl: Ma gniazdo: %i (%1.1f%%)

source: Working Servers
eu: Aktibatutako zerbitzariak
pl: Działające serwery

source: Failed Servers
eu: Huts egin duten zerbitzariak
pl: Niedziałające serwery

source: Deleted Servers
eu: Ezabatutako zerbitzariak
pl: Usunięte serwery

source: Users on Working Servers
eu: Erabiltzaileak aktibatutako zerbitzarian
pl: Użytkowników na działających serwerach

source: Files on Working Servers
eu: Fitxategiak aktibatutako zerbitzarian
pl: Plików na działających serwerach

source: Total Users
eu: Guztira Erabiltzaileak
pl: Razem użytkowników

source: Total Files
eu: Guztira Fitxategiak
pl: Razem plików

source: Active Connections (estimate)
eu: Konexio Aktiboak (kalkulua)
pl: Aktywne połączenia (szacunkowo)

source: Server Occupation: %.2f%%
eu: Zerbitzari lan karga %.2f%%
pl: Zajętość serwera: %.2f%%

source: Max Connection Limit Reached
eu: Konexio mugara iritxi da
pl: Limit połączeń osiągnięto

source: Average Connections (estimate)
eu: Batez bestekoa Konexioak
pl: Średnio połączeń (szacunkowo)

source: waiting for connection...
eu: konexioa itxaroten...
pl: Czekam na połączenie...

source: Peak Connections (estimate)
eu: Konexio gailurrak (kalkulua)
pl: Szczytowe połączenia (szacunkowo)

source: aMule Tray Menu Info
eu: aMule Menu Informazioa
pl: Info menu podajnika aMule

source: Client Information
eu: Bezero argibidea
pl: Informacje o kliencie

source: Nickname:
eu: Goitizena:
pl: Ksywka:

source: No Nickname Selected!
eu: Goitizena Ez Hautatuta!
pl: Nie wybrano ksywki!

source: ClientID:
eu: BezeroID:
pl: ID klienta:

source: ServerName:
eu: Zerbitzari-Izena:
pl: Nazwa serwera:

source: ServerIP:
eu: ZerbitzariIP:
pl: IP serwera:

source: TCP Port:
eu: TCP Ataka:
pl: Port TCP:

source: TCP Port: Not Ready
eu: TCP Ataka: Ez dago prest
pl: Port TCP: Niegotowy

source: UDP Port:
eu: UDP Ataka:
pl: Port UDP:

source: UDP Port: Not Ready
eu: UDP Ataka: Ez dago prest
pl: Port UDP: Niegotowy

source: Online Signature: Enabled
eu: Linean Sinadura: Gaituta
pl: Podpis online: Włączony

source: Online Signature: Disabled
eu: Linean Sinadura: Ezgaitua
pl: Podpis online: Wyłączony

source: Shared Files:
eu: Partekatutako Fitxategiak:
pl: Udostępnione pliki:

source: Queued Clients:
eu: Bezeroak ilaran:
pl: Klientów w kolejce:

source: Total DL:
eu: DES Guztira:
pl: Razem DL:

source: Total UL:
eu: IG Guztira:
pl: Razem UL:

source: Upload Limit
eu: Igoera muga
pl: Limit wysyłania

source: Unlimited
eu: Mugarik gabea
pl: Nielimitowane

source: Download Limit
eu: Deskarga muga
pl: Limit pobierania

source: aMule for Linux
eu: aMule Linuxentzat
pl: aMule dla Linuksa

source: E&xit Alt-X
eu: &Irten Alt-I
pl: Wyjście Alt-X

source: Quit amulecmd
eu: amulecmd itxi
pl: Zakończ amulecmd

source: &About... F1
eu: &Honi buruz F1
pl: &Informacje o... F1

source: Show about dialog
eu: Honi buruz elkarrizketa erakutsi
pl: Pokaż okno Informacji o...

source: &File
eu: &Fitxategia
pl: &Plik

source: &Help
eu: &Laguntza
pl: &Pomoc

source: Ok, exiting Text Client...
eu: Ados, Testu Bezeroa uzten...
pl: Ok, wyjście z klienta tekstowego...

source: amulecmd DLG version Using %s (c) aMule Dev Team
eu: amulecmd DLG bertsioa %s erabiltzen (c) aMule Garatzaile Taldea
pl: amulecmd wersja DLG Używa %s (c) aMule Dev Team

source: About amulecmd
eu: amulecmd-i buruz
pl: Informacje o amulecmd

source: Invalid IP format. Use xxx.xxx.xxx.xxx:xxxx
eu: IP Formatu baliogabea erabili xxx.xxx.xxx.xxx:xxxx
pl: Niepoprawny format IP. Użyj xxx.xxx.xxx.xxx:xxxx

source: This command requieres an argument. Valid arguments: 'on', 'off'
eu: Komando honek argumentu bat behar du. Baliozko argumentuak 'on' eta 'off' dira
pl: Ta komenda wymaga argumentów. Poprawne argumenty: 'on', 'off'

source: This command requieres an argument. Valid arguments: 'all', a number.
eu: Komando honek argumentu bat behar du. Baliozko argumentuak: 'all' eta zenbaki bat
pl: Ta komenda wymaga argumentów. Poprawne argumenty: 'all', numer.

source: Not a valid number
eu: Ez da baliozko zenbaki bat
pl: Niepoprawny numer

source: This command requieres an argument. Valid arguments: 'all' or a number.
eu: Komando honek argumentu bat behar du. Baliozko argumentuak: 'all' edo zenbaki bat
pl: Ta komenda wymaga argumentów. Poprawne argumenty: 'all' lub numer.

source: Hint: Use Show DL or Show UL
eu: Gomedioa: Show DL edo Show UL erabili
pl: Podpowiedź: Użyj Pokaż DL lub Pokaż UL

source: IPLevel parameter must be in the range of 0-255.
eu: IPLevel parametroa 0-255 tartean egon behar da.
pl: Poziom parametrów IP musi być w przedziale 0-255.

source: This option requires an argument.
eu: Aukera honek argumentu bat behar du.
pl: Ta opcja wymaga argumentu.

source: Request failed.
eu: Eskariak huts egin du.
pl: Żądanie nie powiodło się.

source: IPFilter is %s.
eu: IPIragazkia %s dago.
pl: Filtr IP jest %s.

source: OFF
eu: EZGAITURIK
pl: WYŁĄCZONY

source: ON
eu: GAITURIK
pl: WŁĄCZONY

source: Current IPFilter Level is %d.
eu: Huneko IPIragazki maila %d da.
pl: Aktualny poziom filtra IP to %d.

source: Not connected
eu: konektatu gabe
pl: Nie połączony

source: Now connecting
eu: Ez konektatzen
pl: Łącze

source: Download:
eu: Deskarga:
pl: Pobieranie:

source: /sec
eu: /seg
pl: /sek

source: Upload:
eu: Igoera:
pl: Wysyłanie:

source: Clients in queue: %d
eu: Bezeroak hilaran: %d
pl: Klienci w kolejce: %d

source: Received an unknown reply from the server, OpCode = %#x.
eu: Zerbitzaritik erantzun ezezagun bat jaso da, OpCode = %#x.
pl: Otrzymano nieznaną odpowiedź z serwera, OpCode = %#x.

source: ----------------> Help: Available commands (case insensitive): <----------------
eu: ----------------> Laguntza: Komando erabilgarriak: <----------------
pl: ----------------> Pomoc: Dostępne polecenia (wielkość liter nieważna): <----------------

source: server IP
eu: zerbitzari IP
pl: IP serwera

source: Connect to given/random server. No warn if failed!
eu: Hemandako/edozein zerbitzarira konekatuko da. Ez du abisatzen huts egin ezkero!
pl: Połącz do wskazanego/losowego serwera. Nie ostrzega jeżeli się nie uda!

source: Disconnect from server.
eu: Zerbiztaritik deskonektatu.
pl: Rozłącz z serwera.

source: Show server list.
eu: Ikusi zerbiztari zerrenda.
pl: Pokaż listę serwerów.

source: Shows status and statistics.
eu: Egoera eta estatistikak erakutsi
pl: Pokaż status i statystyki.

source: Shows Download/Upload queue.
eu: Igoera/deskarga hilara erakutsi.
pl: Pokaż kolejkę pobierania/wysyłania.

source: pattern
eu: patroia
pl: deseń

source: Lists or finds downloads by name or number.
eu: Deskargak izen edo zenbakiz zerrendatu edo bilatu.
pl: Wypisz lub znajdź pobierania wg. nazwy lub numeru.

source: Resume file number n (or 'all').
eu: n zenbakidu fitxategia berrekin (edo 'dana').
pl: Wznawia plik numer n (lub 'all').

source: Pauses file number n (or 'all').
eu: n zenbakidu fitxategia gelditu (edo 'dana').
pl: Zatrzymuje plik numer n (lub 'all').

source: Turn on/off amule IPFilter.
eu: amule IPIragazkia gaitu/ezgaitu.
pl: Włącz/Wyłącz filtr IP amule.

source: Reload IPFilter table from file.
eu: IP Iragazki taula fixtategitik berkargatu.
pl: Przeładuj filtr IP z pliku.

source: level
eu: maila
pl: poziom

source: Shows/Sets current IP Filter level.
eu: Bistarazi/Ezarri huneko IP Iragazki maila.
pl: Pokaż/Ustaw aktualny poziom filtra IP.

source: ED2k Link
eu: ED2k Esteka
pl: Link ed2k

source: Adds <ED2k Link> to aMule. Currently file and server links are supported.
eu: Gehitu <ED2k Link> aMule-ra. Fitxategi eta zerbitzari estekak onartzen dira oraingoz.
pl: Dodaj <Link ed2k> do aMule. Aktualnie obsługiwane są linki plików i serwerów.

source: Shows this help.
eu: Laguntza hau bistarazi.
pl: Pokazuje tą pomoc.

source: Exits Textclient.
eu: Testubezeroa itxi.
pl: Wyjście z kilenta tekstowego.

source: Shutdown amule
eu: amule itxi
pl: Zakończ aMule

source: ----------------------------> End of listing <----------------------------------
eu: ----------------------------> Zerrenda amaiera <----------------------------------
pl: ----------------------------> Koniec listy <----------------------------------

source: aMule text client
eu: aMule testu bezeroa
pl: Klient tekstowy aMule

source: Use 'Help' for command list
eu: Erabili 'Help' komando zerrendarako
pl: Użryj pomocy aby otrzymać listę komend

source: Are you sure you wish to cancel and delete all files in this category?
eu: Zihur zaude katgoria honetako fitxategi guztiak ezeztatu eta ezabatu nahi dituzula?
pl: Jesteś pewien, że chcesz anulować i usunąć wszystkie pliki z tej kategorii?

source: Confirmation Required
eu: Baieztapena Beharrezkoa
pl: Wymagane potwierdzenie

source: Select view filter
eu: Hautatu ikuspen iruzkina
pl: Wybierz filtr przeglądania

source: Add category
eu: Gehitu kategoria
pl: Dodaj kategorię

source: Edit category
eu: Editatu kategoria
pl: Edytuj kategorię

source: Remove category
eu: Ezabatu kategoria
pl: Usuń kategorię

source: requested file not found
eu: Eskatutakofitxategia ez da aurkitu
pl: nie znaleziono żądanego pliku
