Repository: Hank-chinasky/amule
Catalog: branches/rc8/po/*.po
Languages: eu, pl

source: Show transfer rates on title
eu: Erakutsi transferentziak izenburuan
pl: Pokaż prędkości przesyłania na pasku tytułowym

source: Source Dropping
eu: Jatorriak kendu
pl: Odrzucanie źródeł

source: Keep sources
eu: Iturburak mantendu
pl: Zachowaj źródła

source: Drop sources
eu: Iturburak ezabatu
pl: Porzuć źródła

source: Send sources to any other file before dropping (High CPU)
eu: Bidali edozeini jatorriak ezabatu baino lehen (CPU handia)
pl: Wyślij źródła do innych plików przed odrzuceniem (Mocne CPU)

source: Sources with no needed file-parts.
eu: Behar direm fitxategi zatiak ez dituzten jatorriak.
pl: Źródła z brakiem potrzebnych części.

source: Full Queue Sources Handling
eu: Ilada beteko jatorri kudeaketa
pl: Obsługa źródeł "Pełna kolejka"

source: Enable auto drop Full Queue Sources
eu: Gaitu auto ukatzea Ilara beteko jatorriak
pl: Włącz automatycze odrzucanie źródeł "Pełna kolejka"

source: High Queue Rating Sources Handling
eu: Ilara handiko jatorrien kudeaketa
pl: Obsługa źródeł "Daleko w kolejce"

source: Enable auto drop High Queue Rating Sources
eu: Gaitu auto ukatzea ilara handiko Jatorriak
pl: Włącz automatycze odrzucanie źródeł "Daleko w kolejce"

source: High Queue Rating value
eu: Ilara altuko klazifikazio balioa
pl: Wartość "Daleko w kolejce"

source: (Min 300 / Max 3000)
eu: (Gutx. 300 / Gehi. 3000)
pl: (Min 300 / Maks. 3000)

source: Auto Drop Sources Timer
eu: Iturburu auto ukatzeko ordutegia
pl: Automatyczne odrzucanie źródeł co określony czas

source: Timer (in secs)
eu: Aldia (segundotan)
pl: Co (w sekundach)

source: (Min 60 / 3600 Max)
eu: (Gutx. 60 / Gehi. 3600)
pl: (Min 60 / 3600 Maks.)

source: Remote Control
eu: Urruneko kontrola
pl: Zdalna kontrola

source: Webserver Parameters
eu: Web zerbitzari ezarpenak
pl: Paramtery serwera www

source: Run Webserver on startup
eu: Exekutatu Web zerbitzaria abioan
pl: Uruchom serwer WWW podczas startu

source: Webserver port
eu: Web zerbitzari ataka
pl: Port serwera www

source: Page Refresh Time (in secs)
eu: Orrialdea berritzeko denbora (segundutan)
pl: Odświeżanie strony co: (w sekundach)

source: Enable Gzip compression
eu: Gaitu Gzip konpresioa
pl: Włącz kompresję Gzip

source: Enable Low rights User
eu: Gaitu baimen gutxiko erabiltzailea
pl: Włącz użytkowników z niskimi uprawnieniami

source: Full rights password
eu: Baimen osorako pasahitza
pl: Hasło pełnych uprawnień

source: Low rights password
eu: Baimen baxuko pasahitza
pl: Hasło niskich uprawnień

source: External Connection Parameters
eu: Hurruneko konexio ezarpenak
pl: Parametry zewnętrznych połączeń

source: Accept external connections
eu: Onartu hurruneko konexioak
pl: Akceptuj zewnętrzne połączenia

source: Use TCP ports instead of unix local sockets
eu: TCP atakak erabili unix socket lokakal beharrean
pl: Użyj portu TCP zamiast lokalnych unixowych gniazd

source: External TCP port
eu: hurruneko TCP ataka
pl: Zewnętrzny port TCP

source: Enable password
eu: Gaitu pasahitza
pl: Włącz hasło

source: Click here to apply any changes made to the preferences.
eu: Hemen klik egin hobespenetan eginiko edozein aldaketa ezartzeko.
pl: Kliknij tu aby zastosować wszystkie zmiany dokonane w preferencjach.

source: Reset any changes made to the preferences.
eu: Berrezarri hobespenetan eginiko edozein aldaketa.
pl: Reset wszystkich zmian dokonanych w preferencjach.

source: Title :
eu: Titulua:
pl: Tytuł :

source: Comment :
eu: Iruzkina:
pl: Komentarz :

source: Incoming Dir :
eu: Deskarga direktorioa:
pl: Katalog przychodzących :

source: Change priority for new assigned files :
eu: Aldatu lehentasuna fitxategi berrientzat :
pl: Zmień priorytet nowo przydzielonych plików :

source: Dont change
eu: Ez aldatu
pl: Nie zmieniaj

source: Select color for this Category (currently selected) :
eu: Hautatu kolorea kategoria honentzat (unean aukeratutakoa):
pl: Wybierz kolor dla tej kategorii (aktualnie wybrany) :

source: Display server motd when connected ...
eu: Bistaratu zerbitzariko motd konektatzerakoan...
pl: Wyświetl motd serwera po połączeniu ...

source: Server Info
eu: Zerbitzari argibideak
pl: Informacje o serwerze

source: Click this button to reset the log.
eu: Botoi hau klikatu erregistroa garbitzeko
pl: Kliknij tu aby wyczyścić logi.

source: aMule Log
eu: aMule Erregistroa
pl: Logi aMule

source: Click on this button to update the servers list from URL ...
eu: Klik egin botoi honetan zerbitzari zerrenda URL-tik eguneratzeko ...
pl: Kliknij na tym przycisku aby uaktualnić listę serwerów z URL-a ...

source: Serverlist
eu: Zerbitzari Zerrenda
pl: Lista serwerów

source: Enter the url to a server.met file here and press the button to the left to update the list of known servers.
eu: Idatzi server.met fitxategiaren URL bat hemen eta gero ezkerreko botoia sakatu zerbitzari ezagunen zerrenda eguneratzeko
pl: Wpisz tu url do pliku server.met i przyciśnij przycisk po lewej aby zaktualizować listę znanych serwerów.

source: Manual Server Add : Name
eu: Zerbitzaria eskuz gehitu: Izena
pl: Ręcznie dodaj serwer : Nazwa

source: Enter the name of the new server here
eu: Idatzi zerbitzari berriaren izen hemen
pl: Wpisz tu nazwę nowego serwera

source: IP:Port
eu: IP Ataka

source: Enter the IP of the server here, using the x.x.x.x format.
eu: Idatzi x.x.x.x foramtua erabiliaz zerbitzariaren ip helbidea.
pl: Wpisz tu IP serwera, używając formatu x.x.x.x .

source: Enter the port of the server here.
eu: Idatzi zerbitzariaren ataka hemen.
pl: Wpisz tu port serwera.

source: Add manually a server (fill fields to the left before) ...
eu: Gehitu zerbitzari bat eskuz (sar datuak ezkerrean lehenik) ...
pl: Dodaj ręcznie serwer (wypełnij pola od lewej) ...

source: My Info
eu: Nire Argibideak
pl: Moje info

source: The selected locale seems not to be installed on your box You must generate it to use this language. A good start on linux systems is the file /etc/locale.gen and the package 'locales' Good luck! (Note: I'll try to set it anyway)
eu: Aukeratutako lokala zure ekipoan instalaturik ez dagoela dirudi Zuk lokalak sortu beharko zenituzke erabili ahal izateko. Linux sistemetan abiapuntu on bat /etc/locale.gen fitxategia eta locales paketea dira Zorte on! (Oharra: Ezartzen saiatuko da)
pl: Wybrane lokale wydają się być nie zainstalowane Musisz wygenerować je aby używać tego języka. Dobrym początkiem będzie plik /etc/locale.gen i pakiet 'locale' Powodzenia! (Notatka: I tak spróbuję je ustawić)

source: Never show this again
eu: Ez erakutsi berriro
pl: Nie pokazuj tego więcej

source: Bootstrap
eu: Autoabioa
pl: Rozruch

source: New node
eu: Nodo berria
pl: Nowy węzeł

source: Port:
eu: Ataka:

source: Bootstrap known clients
eu: Autoabiatu bezero ezagunak
pl: Rozruch znanych klientów

source: Current Searches
eu: Unekoa Bilaketak
pl: Aktualne szukania

source: Security
eu: Segurtasuna
pl: Bezpieczeństwo

source: File Options
eu: Fitxategi aukerak
pl: Opcje plików

source: Everybody
eu: Edozeini
pl: Wszyscy

source: No One
eu: Inorri
pl: Nikt

source: Who can see shared files:
eu: Nork ikus ditzake partekatutako fitxategiak:
pl: Kto może zobaczyć udostępnione pliki:

source: Select who can request to view a list of your shared files.
eu: Hautatu zure partekatutako fitxategiak nork ikus ditzakeen.
pl: Wybierz kto może zażądać pokazania listy twoich udostępnionych plików.

source: Default Permissions
eu: Lehenetsitako Baimenak
pl: Domyślne uprawnienia

source: Owner permissions, must at least be read/write'able.
eu: Jabe baimenak, behinztat irakurri/idatzi izan behar dira.
pl: Uprawnienia właściciela, muszą być co najmniej do odczytu/zapisu.

source: Group permissions.
eu: Talde baimenak.
pl: Uprawnienia grupy.

source: Other permissions.
eu: Bestelakoak baimenak.
pl: Pozostałe uprawnienia.

source: IP-Filtering
eu: IP-Iragazkia
pl: Filtrowanie IP

source: Enable IP-Filtering
eu: Gaitu IP-Iragazkia
pl: Włącz filtrowanie IP

source: Enable filtering of the IPs defined in the file ~/.aMule/ipfilter.dat.
eu: Gaitu ~/.aMule/ipfilter.dat fitxategian ezarritako IP helbideen iragazkia
pl: Włącz filtorwanie IP zdefiniowane w pliku ~/.aMule/ipfilter.dat.

source: Reload List
eu: Berritu Zerrenda
pl: Odśwież listę

source: Reload the list of IPs to filter from the file ~/.aMule/ipfilter.dat
eu: Berritu ~/.aMule/ipfilter.dat fitxategian ezarritako IP helbideen iragazkia
pl: Przeładuj listę filtrowanych IP z pliku ~/.aMule/ipfilter.dat

source: Auto-update ipfilter at startup
eu: Automatikoki eguneratu ip iragazkia abioan
pl: Uaktualniaj filtr IP przy starcie

source: URL:
eu: URLa:

source: Update now
eu: Eguneratu orain
pl: Uaktualnij teraz

source: Filtering Level:
eu: Iragazki Maila:
pl: Poziom filtrowania:

source: Always filter bad IPs
eu: Beti iragazi okerreko IP-ak
pl: Zawsze filtruj złe IP

source: Client Identification:
eu: Bezero identifikazioa:
pl: Identyfikacja klienta:

source: Use Secure Identification
eu: Identifikazio zihurra erabili
pl: Użyj bezpiecznej identyfikacji

source: Secure Identification uses a handshake approch to safely identify clients for use with the credit system.
eu: Identifikazioa ziurrak behar den handshake bat erabiltzen du bezeroak identifikatzeko, kreditu sistemarekin erabiltzeko.
pl: Bezpieczna identyfikacja nawiązuje połączenie aby bezpiecznie zidentyfikować klientów aby używać systemu kredytów.

source: Online Signature
eu: Sinadura Linean
pl: Sygnatura Online

source: Enable/Disable
eu: Gaitu/ezgaitu
pl: Włącz/wyłącz

source: Enable Online-Signature
eu: Gaitu Sinadura linean
pl: Włącz podpis online

source: Enables the writing of the OS file, which can be used by external apps to create signatures and the like.
eu: Gaitu sistemak fitxategiak idaztea, kanpo programek sinadurak sortu ahal izateko egiten da.
pl: Włącza zapisywanie pliku OS, który może być użyty przez zewnętrzne aplikacje do stworzenia sygnatury itp.

source: Update Frequency (Secs):
eu: Eguneratu Maiztasuna (Seg):
pl: Częstotliwość odświeżania (sek):

source: Change the frequency (in seconds) of Online Signature updates.
eu: Aldatu Linean sindadura eguneraketa aldia (seguntutan)
pl: Zmień częstotliwość (w sekundach) aktualizacji Sygnatury Online.

source: Online Signature Directory:
eu: Sare Sinadura Karpeta:
pl: Katalog podpisu online:

source: Click here to select the directory containing the the Online Signature files.
eu: Klikatu hemen linean sinadurak dituen karpeta aukeratzeko.
pl: Kliknij tu aby wskazać katalog zawierający pliki Sygnatur Online.

source: Disable/Enable
eu: Ezgaitu/Gaitu
pl: Wyłączony/Włączony

source: Filter incoming messages (except current chat):
eu: sarrera mezu iragazkia (txat honetan ezik):
pl: Filtruj wiadomości przychodzące (za wyjątkiem aktualnej rozmowy):

source: Filtering Options:
eu: Iragazki Aukerak:
pl: Opcje filtrowania:

source: Filter all messages
eu: Mezi guztiak Iragazi
pl: Filtruj wszystkie wiadomości

source: Filter messages from people not on your friend list
eu: Laguna ez den jendearen mezuak iragazi
pl: Filtruj wiadomości od ludzi którzy nie są na twojej liście znajomych

source: Filter messages from unknown clients
eu: Bezero ezezagunen mezuak iragazi
pl: Filtruj wiadomości od nieznanych klientów

source: Filter messages containing (use ',' as separator):
eu: Hau duten mezuak iragazi (erabili ',' bereizle bezala):
pl: Filruj wiadomości zawierające (jako separatora użyj ','):

source: add here the words amule should filter and block messages including it
eu: Gehitu amulek mezuetan blokeatzea nahi dituzun hitzak
pl: dodaj frazy które według których amule powinien filtrować i blokować wiadomości

source: Servers List Window
eu: Zerbitzari Zerrenda Leihoa
pl: Lista serwerów

source: Kademlia bootstrap
eu: Kademlia autoabiatu
pl: Rozruch Kademlii

source: Searches
eu: Bilaketa
pl: Szukanie

source: Searches Window
eu: Bilaketa leihoa
pl: Okno szukań

source: Transfers
eu: Transferentziak
pl: Transfery

source: Files Transfers Window
eu: Fitxategi Transferentzia leihoa
pl: Transfery plików

source: SharedFiles
eu: Partekatutakoak
pl: Udostępnione

source: Shared Files Window
eu: Partekatutako fitxategi leihoa
pl: Okno udostępnionych plików

source: Messages Window
eu: Mezu leihoa
pl: Okno wiadomości

source: Statistics Graph Window
eu: Estatistika grafiko leihoa
pl: Okno wykresów statystyk

source: Preferences
eu: Hobespenak
pl: Preferencje

source: Preferences Settings Window
eu: Hobespen Ezarpen Leihoa
pl: Okna preferencji

source: About
eu: Honi Buruz
pl: Informacje o

source: About/Help
eu: Honi Buruz/Laguntza
pl: Informacje/Pomoc

source: Disabled [%s]
eu: Ezgaitua [%s]
pl: Wyłączone [%s]

source: K
eu: M

source: G
eu: A

source: secs
eu: seg
pl: sek

source: mins
eu: min
pl: min

source: D
eu: E

source: all
eu: denak
pl: wszystkie

source: all others
eu: Beste denak
pl: wszystkie inne

source: Incomplete
eu: Amaiatugabea
pl: Niekompletne

source: Waiting
eu: Zain
pl: Czekam

source: Downloading
eu: Deskargatzen
pl: Pobieram

source: Erroneous
eu: Akatsduna
pl: Błędne

source: Paused
eu: Geraturik
pl: Wstrzymany

source: Stopped
eu: Gelditua
pl: Zatrzymany

source: Video
eu: Bideoa
pl: Filmy

source: Archive
eu: Fitxategia
pl: Archiwalne

source: Text
eu: Testua
pl: Tekst

source: This ed2k link is invalid (
eu: ed2k esteka hau baliogabe da (
pl: Ten link ed2k jest nieprawidłowy (

source: ERROR: Failed to create partfile)
eu: ERROREA: Huts zati fitxategia sortzerakoan)
pl: BŁĄD: Nie udało się utworzyć pliku części)

source: ERROR: Failed to open partfile)
eu: ERROREA: Huts zati fitxategia irekitzerakoan)
pl: BŁĄD: Nie udało się otworzyć pliku części)

source: Error: Failed to load backup file. Search http://forum.amule.org for .part.met recovery solutions
eu: Errorea: Huts ziurtasun kopiaz kargatzerakoan. Bilatu http://forum.amule.org-en part.met fitxategi berreskurapen aukeretaz
pl: Błąd: Nie udało się załadować kopi zapasowej pliku. Przeszukaj http://forum.amule.org aby odnaleźć sposób na odzyskanie .part.met

source: Error: Failed to open part.met file!
eu: Errorea Huts part.met fitxategia irekitzerakoan!
pl: Błąd: Nie udało się otworzyć pliku part.met!

source: Error: Backup part.met file is 0 size! Search http://forum.amule.org for .part.met recovery solutions
eu: Errorea part.met babeskopia 0 tamainakoa da. Bilatu http://forum.amule.org part.met berreskuraketa aukerei buruz
pl: Błąd: Plik archiwalny part.met jest 0 rozmiaru! Szukaj na http://forum.amule.org jak odzyskać plik part.met

source: Error: part.met file is 0 size!
eu: Errorea: part.met fitxategiaren tamaina 0 da!
pl: Błąd: plik part.met ma 0 długości!

source: Trying backup of met file on
eu: met fixtategiaren basbeskopia egiten saiatzen:
pl: Próba backupu pliku met

source: Error: Invalid part.met fileversion! (%s => %s)
eu: Errorea:Baliogabeko part.met fitxategi bertsioa (%s => %s)
pl: Błąd: Nieprawidłowa wersja pliku part.met! (%s => %s)

source: Error: %s (%s) is corrupt
eu: Errorea: %s (%s) apurturik dago
pl: Błąd: %s (%s) jest uszkodzony

source: Error: %s (%s) is corrupt (wrong tagcount), unable to load file
eu: Errorea: %s (%s) hondaturik dago (markakontu baliogabea) ezin da fitxategia kargatu
pl: Błąd: %s (%s) jest uszkodzony (zły tagcount), nie mogę załadować pliku

source: Trying to recover file info...
eu: Fitxategi informazioa berreskuratzen saiatzen...
pl: Próbuję odzyskać informacje o pliku...

source: Recovering no-named file - will try to recover it as RecoveredFile.dat
eu: izen gabeko fitxategia ebrreskuratzen - RecoveredFile.dat bezala berreskuratzen saiatuko
pl: Odzyskiwanie nienazwanego pliku - będę próbował odzyskać go jako RecoveredFile.dat

source: Recovered all available file info :D - Trying to use it...
eu: fitxategi informazio eskuragarri guztia berreskuraturik :D - Erabiltzen saiatzen...
pl: Odzyskano wszystkie możliwe informacje o pliku :D - Próbuję ich użyć...

source: Unable to recover file info :(
eu: Ezin da fitxategi informazioa berreskuratu:(
pl: Nie mogę odzyskać informacji o pliku :(

source: Error: %s (%s) is corrupt, unable to load file
eu: Errorea: %s (%s) apurtuta dago, ezin da fitxategia kargatu
pl: Błąd: %s (%s) jest uszkodzony, nie można załadować pliku

source: Failed to open %s (%s)
eu: Huts egin du irekitzarakoan: %s (%s)
pl: Nie udało się otworzyć: %s (%s)

source: Warning: %s might be corrupted
eu: Abisua : %s apurtua dirudi
pl: Uwaga: %s może być uszkodzony

source: ERROR while saving partfile: %s (%s => %s)
eu: ERROREA zati fitxategia gordetzerakoan: %s (%s => %s)
pl: BŁĄD przy zapisywaniu pliku części: %s (%s => %s)

source: Unable to open
eu: Ezin da ireki
pl: Nie mogę otworzyć

source: file - using
eu: fitxategia -erabiltzen
pl: plik - używam

source: file.
eu: fitxategia.
pl: plik.

source: file.
eu: fitxategia.
pl: plik.

source: file is 0 size somehow - using
eu: nolabait fitxategi tamaina 0 da - hau erabiltzen:
pl: Plik ma zerowy rozmiar - używam

source: Failed to save part.met.seeds file for %s
eu: Errorea %s-ren part.met.seeds fitxategia gordetzerakoan
pl: Nie udało się zapisać pliku part.met.seeds dla %s

source: Saved %i sources seeds for partfile: %s (%s)
eu: %i jatorri ale bildurik zati fitxategiarentzat: %s (%s)
pl: Zapisano %i zarodków źródeł dla pliku części: %s (%s)

source: Partfile %s (%s) has no seeds file
eu: %s (%s) zati fitxategiak ez du ale fitxategirik
pl: Plik części %s (%s) nie ma pliku zarodków

source: Partfile %s (%s) has void seeds file
eu: %s (%s) zati fitxategiak ale fitxategi hutsa du
pl: Plik części %s (%s) ma nieważny plik zarodków

source: Found corrupted part (%i) in 0 parts file %s - FileResultHash |%s| FileHash |%s|
eu: (%i) zati hondatua aurkiturik 0 zati %s fitxategian - FitxategiArakatzea |%s| FitxategiArakatzea %s|
pl: Znaleziono uszkodzoną część (%i) w 0 pliku części %s - FileResultHash |%s| FileHash |%s|

source: Found corrupted part (%i) in %i parts file %s - FileResultHash |%s| FileHash |%s|
eu: (%i) zati hondatua aurkiturik (%i) zati %s fitxategian - FitxategiArakatzea |%s| FitxategiArakatzea %s|
pl: Znaleziono uszkodzoną część (%i) w %i pliku części %s - FileResultHash |%s| FileHash |%s|

source: Found completed part (%i) in %s
eu: Bukatutako (%i) zatia aurkiturik %s-n
pl: Znaleziono kompletnych części (%i) w %s

source: Failed to store new AICH Hashset for completed file %s
eu: Huts amaituriko %s fitxategiaren AICH berria gordetzerakoan
pl: Nie udało się zachowanie nowego zestawu hashy AICH dla zakończonego pliku %s

source: Finished rehashing %s
eu: Amaitutako berrazterketa: %s
pl: Skończono ponowne hashowanie %s

source: Unexpected file error while completing %s. File paused
eu: Espero ez zen erorea %s osatzerakoan. Fitxategia gelditurik
pl: Nieoczekiwany błąd przy kończeniu pliku %s. Plik wstrzymano

source: WARNING: Failed to delete %s
eu: KONTUZ: Huts %s ezabatzerakoan
pl: UWAGA: Nie udało się skasować pliku %s

source: WARNING: Failed to delete %s%s
eu: KONTUZ: Huts %s%s ezabatzerakoan
pl: UWAGA: Nie udało się skasować pliku %s%s

source: WARNING: A file with that name already exists, the file has been renamed
eu: KONTUZ: Izen horretako fitxategi bat badago dagoeneko, berrizendatua izango da
pl: UWAGA: Plik o takiej nazwie już istnieje, nazwa pliku zostanie zmieniona

source: WARNING: could not remove original '%s' after creating backup
eu: ABISUA: Ezin da babes-kopia egin ondoiren jatorrizko '%s' ezabatu
pl: UWAGA: nie można usunąć oryginalnego '%s' po utworzeniu kopii zapasowej

source: WARNING: Failed to delete %s.seeds
eu: KONTUZ: %s hazia ezabatzerakoan huts egin du
pl: UWAGA: Nie udało się skasować %s.seeds

source: Finished downloading %s :-)
eu: Deskarga amaituta %s :-)
pl: Skończono pobieranie %s :-)

source: Downloaded:
eu: Deskargaturik:
pl: Pobrane:

source: Failed to delete
eu: Huts ezabatzerakoan:
pl: Nie udało się skasować

source: Warning: Unable to hash downloaded part - hashset incomplete (%s)
eu: Abisua: Ezin da deskargatutako zatia aztertu - aztertze burua ez dago osorik (%s)
pl: Uwaga: zestaw hash'y jest niekompletny (%s)

source: Error: Unable to hash downloaded part - hashset incomplete (%s). This should never happen
eu: Errorea: Ezin da deskargatutako zatia aztertu - azterketa burua ez dago osorik (%s). Hau ez zen inoiz gertatu beharko
pl: Błąd: Nie można shashować ściągniętej części - zestaw hashy niekompletny (%s). Nie powinno do tego dojść

source: Hashing
eu: Aztertzen
pl: Hashuje

source: Completing
eu: Osotzen
pl: Kończę

source: Complete
eu: Amaitua
pl: Skończone

source: ERROR: Cannot write to disk
eu: ERROREA: Ezin da diskoan idatzi
pl: BŁĄD: Nie mogę zapisać na dysk

source: Downloaded part %i is corrupt :( (%s)
eu: Deskargatutako %i zatia apurtrik dago :( (%sO)
pl: Pobrana cześć %i jest uszkodzona :( (%s)

source: ICH: Recovered corrupted part %i (%s)-> Saved bytes:
eu: ICH: Hondaturiko zatia berreskuraturik %i (%s)-> Gordetako byte-ak:
pl: ICH: Odzyskano uszkodzoną część %i (%s)-> Zapisanych bajtów:

source: Unexpected file error while writing %s : %s
eu: Espero ez zen fitxategi errorea %s idazten: %s
pl: Nieoczekiwany błąd przy zapisywaniu pliku %s : %s

source: Your Auto-update servers list is in blank. 'Auto-update serverlist at startup' will be disabled
eu: Zure eguneraketa automatiko zerrenda zurian dago. 'Abioan zerbitzari zerrenda eguneratu' ezgaitu egingo da
pl: Twoja lista auto-aktualizacji serwerów jest pusta. Auto-aktualizacja podczas uruchamiania zostanie wyłączona

source: Language change will not be applied until aMule is restarted.
eu: Hizkuntza aldaketa ez da bistaratuko aMule berrarazi arte.
pl: Zmiany języka nie zostaną uwzględnione dopóki aMule nie zostanie zrestartowany.

source: -- Up: 0.0 | Down: 0.0
eu: -- Gora: 0.0 | Behera: 0.0
pl: -- Wysł: 0.0 | Pobr: 0.0

source: Your Auto-update servers list is in blank. Please fill in at least one URL to point to a valid server.met file. Click on the button "List" by this checkbox to enter an URL.
eu: Zure eguneraketa automatiko zerrenda zurian dago. Mesedez ipini beintzat baliozko server.met fitxategi baten bidea den URL bat. Klikatu "Zerranda" botoiean URL-a sartu ahal izateko.
pl: Twoja lista auto-aktualizacji serwerów jest pusta. Proszę wpisz chociaż jeden URL do poprawnego pliku serwer.met. Kliknij na przycisk "Lista" w tej opcji aby wpisać URL.

source: Choose a folder for
eu: Aukeratu karpeta bat
pl: Wybierz folder na

source: Temporary files
eu: Aldi baterako fitxategiak
pl: Pliki tymczasowe

source: Incomming files
eu: Deskarga fitxategiak
pl: Pliki przychodzące

source: Online Signatures
eu: Linean Sinadurak
pl: Sygnatury Online

source: Browse wav
eu: Arakatu wav
pl: Szukaj wav

source: File wav (*.wav)|*.wav||
eu: wav fitxategia (*.wav)|*.wav||
pl: Plik wav (*.wav)|*.wav||

source: Browse skin file
eu: Arakatu Itxura fitxategia
pl: Przeglądaj pliki skórek

source: Browse for videoplayer
eu: Arakatu bideo erreproduktorea
pl: Szukaj odtwarzacza filmów

source: Executable (*)|*||
eu: Abiarazgarria (*)|*||
pl: Program (*)|*||

source: Edit Serverlist
eu: Editatu zerbitzari zerrenda
pl: Lista serwerów

source: Add here URL's to download server.met files. Only one url on each line.
eu: Gehitu hemen server.met deskargatzeko URL-a. URL helbide bat lerro bakoitzean.
pl: Dodaj jeden URL w każdej lini. Tylko jeden URL w każdej lini.

source: Update delay: %d secs
eu: Eguneratze maiztasuna: %d seg
pl: Opóźnienie aktualizacji: %d sek

source: Time for average graph: %d mins
eu: batez besteko grafika denbora: %d min.
pl: Wykres czasu średniego %d minut

source: Connections Graph Scale: %d
eu: Konexio Grafika Eskala: %d
pl: Skala wykresu połączeń: %d

source: Update delay : %d secs
eu: Eguneratze atzerapena : %d seg
pl: Opóźnienie aktualizacji: %d sek

source: File Buffer Size: %d bytes
eu: Fitxategi buffer Tamaina: %d byte
pl: Rozmiar bufora pliku: %d bajtów

source: Upload Queue Size: %d clients
eu: Igoera Ilara Tamaina: %d bezero
pl: Rozmiar kolejki wysyłania %d klientów
